{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["8a80944ec4763a2326bf63e55c934deee7a374c3","af156ae5679c5972109fdecff449e00b9334f6ee","3d27cd77fefc86abc2012721e5630a43d9a08508","c25244a6eab60d58ed109bdcdb7b3dc1656756d1","67189000dcfeac41b96afebc6dd4d8a377cab93e","5e891ef858c52e1804f844cc3b9c1ad4366f5030","ce4b70b361a20758c29b878a1a9c6d6c77b2ffb1","d0414821b25b6f28a90789e332d2f4c00f81b02c","271a9afec5e985e6cd8545bddc38b71a30406869","48654445ce7e4ee5b956f81e59a154756a80086b","a967b5f76037c86ac51556ae242f0a4b2729a9e8","a29685354dab74d6a2e53031dfe32e05f84afd21","04291dfdb462b3d5a2f1e8679a64c117448080a0","48b5cb4bd115a9d3ad34fa195cd612af6ca9b1af","81887170557c4bd13621710385ebd6234b4ce841","38334de77a2abb16848f9749c46df9e468dfdb5e","311115db251ff1b9317d2b58a55309d90b3f5d1e","e2d82ffeeb160a6dd905151ad1aadc1c9c279eeb","d96b65b50a6efa133e448e688bb103b667417c49","2e2da6822c026dee4114921cc8a0babc7251b862","1d09d3858a1a6faf0fd8e47955d7631e53cb7e48","c965b129ff54180d4e3050adc076656cd797d15d","0a8f737ac8797a59f320c893f6f7e8b1e7c34bce"],"journalName":"Biostatistics","paperAbstract":"In the case-cohort studies conducted within the Atherosclerosis Risk in Communities (ARIC) study, it is of interest to assess and compare the effect of high-sensitivity C-reactive protein (hs-CRP) on the increased risks of incident coronary heart disease and incident ischemic stroke. Empirical cumulative hazards functions for different levels of hs-CRP reveal an additive structure for the risks for each disease outcome. Additionally, we are interested in estimating the difference in the risk for the different hs-CRP groups. Motivated by this, we consider fitting marginal additive hazards regression models for case-cohort studies with multiple disease outcomes. We consider a weighted estimating equations approach for the estimation of model parameters. The asymptotic properties of the proposed estimators are derived and their finite-sample properties are assessed via simulation studies. The proposed method is applied to analyze the ARIC Study.","inCitations":["39b2b42d04de8e3e0cabb000cbfa5bbfa5d45f0c","5e744256603aa868810d6d341bf6fc705b835521","39d3b408c944245cd63243d069216c9412c49435","2a6f449a1a16e46098b066cf171b5e408e30436a","c97e445a8f810dc0ed8e1fdb05962404feffaa40","f6ac84295faa5a03c003de8f774003ea7885f1f2"],"title":"Marginal additive hazards model for case-cohort studies with multiple disease outcomes: an application to the Atherosclerosis Risk in Communities (ARIC) study.","doi":"10.1093/biostatistics/kxs025"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2012,"outCitations":["d46a6e07dc97be685781a6de3a4439ba21ba0292","02167478506c7b0789f217b9c65444f5b463f142","fcef2258a963f3d3984a486185ddc4349c43aa35","b4a945c14609cf45fd06b3453a40be428a4a5817","e765f584ff5539a99c00b90f4e65ef6c4bfc5b2c","ff347769aa3c45f29f3d38d4d2bacbf58c08cb84","12700220538e3312c49822e126937410e0916fe0","4753a2817b76e67a20b89f730b87c612fc1a5325","18edd711ddaf5b3e61f98266d8942bf42f1c09f4","98d77bde1dd584035f35655d6519128dbdc02ee3","d0218f8714bc2c73ebf483dad21acf6d6e1819de","cb72d510646831056d5e8520d3b0f24ab6e10575","0d637541b08e06238b3631baca96ce70c266093d","c5cd601072bd8ed604a1283cbc33904165136621","e9a4dd1b1ad07363a81874b0bf2b00986211b6b7","aa926b383e0dfde9aff98e8e269619084288ee1c","c1c9e039637232ffb34c6afdc37e66ae9d0da48e","7fecc9c29f2091a2a45508072699e417273290a9","7fe6736dbaf2f0e0add87e4a1fedae3127883bf1","21c01935ed90a284aa9e587b08e6a119ec43d86d","f7da3261eef9f330a89bf4509de16a8d35154beb","fbd19b1d66051cc965759f613ebfdd541c3f0b07","0ba9b69e21e63e5a7a2a0b3ce4814f718206f463","86d3bb74461b4653a3e5243f7bebccdbe1d27562","244ce25a2bdffdc300daabfe131d0846fe043ae0","8f055ad18cee4ab873f44a0036184ce7084147d5","7c49722c815fd752e8104f7c7824ebab2639944b","469483a31a3ca066c7d64c2dc3ee8489b3277026","9be2c3081a52e70bd5476682c42c30606c224db6","c4b6140030ff37d1514a200bddd5f36438567f03","26f49e22604350f98f57072ec10f8cb6bc85a2b2","45a4c4bfe46eb068bde820107c31f587dfe32a9e"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"INTRODUCTION\nAssessment of the effects of disease on neurocognitive outcomes in children over time presents several challenges. These challenges are particularly pronounced when conducting studies in low-income countries, where standardization and validation is required for tests developed originally in high-income countries. We present a statistical methodology to assess multiple neurocognitive outcomes over time. We address the standardization and adjustment for age in neurocognitive testing, present a statistical methodology for development of a global neurocognitive score, and assess changes in individual and global neurocognitive scores over time in a cohort of children with cerebral malaria.\n\n\nMETHODS\nUgandan children with cerebral malaria (CM, N = 44), uncomplicated malaria (UM, N = 54) and community controls (N = 89) were assessed by cognitive tests of working memory, executive attention and tactile learning at 0, 3, 6 and 24 months after recruitment. Tests were previously developed and validated for the local area. Test scores were adjusted for age, and a global score was developed based on the controls that combined the assessments of impairment in each neurocognitive domain. Global normalized Z-scores were computed for each of the three study groups. Model-based tests compare the Z-scores between groups.\n\n\nRESULTS\nWe found that continuous Z-scores gave more powerful conclusions than previous analyses of the dataset. For example, at all four time points, children with CM had significantly lower global Z-scores than controls and children with UM. Our methods also provide more detailed descriptions of longitudinal trends. For example, the Z-scores of children with CM improved from initial testing to 3 months, but remained at approximately the same level below those of controls or children with UM from 3 to 24 months. Our methods for combining scores are more powerful than tests of individual cognitive domains, as testing of the individual domains revealed differences at only some but not all time points.","inCitations":["778a6187fc8c8dcd416399f4c9229b9bcbe4c279","71d33cf6d27f34adeeb4b6c57a2ae3941319d2da","634c913c3d5a1e24e213361fc3bb607e98ebf207","65da1ca5d2c2ff5e38a3e4487969c4298418d4c1","ee1c91e8256cc15b1f9bfa58acd406e82d2f9585","e07cb8c864bb2e15f2db5e2f9803d162a6579043","23e4f120f4c45b0947b6455a698634cdc92048be"],"title":"Statistical Approaches to Assess the Effects of Disease on Neurocognitive Function Over Time.","doi":"10.4172/2155-6180.S7-016"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["7b6fb673364600e2a8516188a07f924272ec2381","ea28f7290a3b1de737596011f80b17604e217c48","25b998da24aed5b1e3602b5256b8df722070ccbb","d053b5aa75f0d7fb8d9570ed7dd0923f7fdc468a","c936668a0ed3fe435298b661231e18c5c7368a49","c845cb5e3cfcef51627bfa14ab7b0d8b40faf14e","dcda0eb44128316042880d3061a92a1cb1302554","f1753fb8912fc958459781c6a9a5e2b8b47aec86","3e62aefc06952e880d21346dd1e2ab3562197f51","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","797449b915ef832e8ccf25d2d07bbddf0579a9b7","3875940f87f312c8703094a18879abdff3e17522","3b5564b34fbf9c45887bb500945f88e48dcca004","aa3e9d835367f9dcc0927a18ee83a17462a18729","b11274a954d46f405c4599787ceb7cb079a9f4cd","37d0e6c749f18aae788c880d9417b569bb66f532","fac6681630bb90458fe9e2bf05c0925fa66155ec"],"journalName":"The International Journal of Biostatistics","paperAbstract":"The paired availability design for historical controls postulated four classes corresponding to the treatment (old or new) a participant would receive if arrival occurred during either of two time periods associated with different availabilities of treatment. These classes were later extended to other settings and called principal strata. Judea Pearl asks if principal stratification is a goal or a tool and lists four interpretations of principal stratification. In the case of the paired availability design, principal stratification is a tool that falls squarely into Pearl’s interpretation of principal stratification as “an approximation to research questions concerning population averages.” We describe the paired availability design and the important role played by principal stratification in estimating the effect of receipt of treatment in a population using data on changes in availability of treatment. We discuss the assumptions and their plausibility. We also introduce the extrapolated estimate to make the generalizability assumption more plausible. By showing why the assumptions are plausible we show why the paired availability design, which includes principal stratification as a key component, is useful for estimating the effect of receipt of treatment in a population. Thus, for our application, we answer Pearl’s challenge to clearly demonstrate the value of principal stratification.","inCitations":["4829314edc5ed476c1f2b195709f8bce19082664","f0d9f39a4807aea3a8a0ca01608365ed41057fbb","5c8fcce43a27199f153edcd81c2f5af94ca1b375","d56c2478d47565f3355249d9ab68cb0312212fd8"],"title":"Clarifying the Role of Principal Stratification in the Paired Availability Design","doi":"10.2202/1557-4679.1338"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["dbe7537b3f911f30d33f0ae225e7662be9478c68","1aab556f2884c6a18d763a3b234f33843a234214","c59b5f41871ab0d69f6f09080ef8a5ac37af5262","e0cf5f83a709a7c3576367973a5552eedf0f3e24","dd7fac6a7006f9426d72f3e1efbbad2821d59017","17eac5890efda1a353d587755f1a69d62a395d6f","1674f6f036a8d9c8b9d264683661698e8c53a160","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","84399e533fb8f8c6b7b4f4ad9760030bf39223ea","3350ef8df45d048bc2c64ec98dd8a346bb98e49f","d77193f0ee7b781ecfd5e11cd0a0bf0a8d1c0bb6","cb321e17ec4320b25326d7f99332ef9fa1908ddf","29820059423469d75c2e690b641c191d9f51922b","7b4bf34c965ae572be58c61596300cb4931b8988","0c0001fbddb1cd282e1e7c935154a23d4726c67e","c2e9a9bd7e5165f3b3003a9bca36771cabf2860c","40d829546cc0161ae2f87c55707e5c0a3b2beaa3"],"journalName":"Communications in statistics: theory and methods","paperAbstract":"This manuscript proposes a new spatial cluster detection method for longitudinal outcomes that detects neighborhoods and regions with elevated rates of disease while controlling for individual level confounders. The proposed method, CumResPerm, utilizes cumulative geographic residuals through a permutation test to detect potential clusters which are are defined as sets of administrative regions, such as a town, or group of administrative regions. Previous cluster detection methods are not able to incorporate individual level data including covariate adjustment, while still being able to define potential clusters using informative neighborhood or town boundaries. Often it is of interest to detect such spatial clusters because individuals residing in a town may have similar environmental exposures or socioeconomic backgrounds due to administrative reasons, such as zoning laws. Therefore these boundaries can be very informative and more relevant than arbitrary clusters such as the standard circle or square. Application of the CumResPerm method will be illustrated by the Home Allergens and Asthma prospective cohort study analyzing the relationship between area or neighborhood residence and repeated measured outcome, occurrence of wheeze in the last 6 months, while taking into account mobile locations.","inCitations":["54731cc019031fea5d0263e0aabc1a12c05200e1","6634db7ef356bbea37315a8bc662ea75783e732f"],"title":"Spatial Cluster Detection for Longitudinal Outcomes using Administrative Regions.","doi":"10.1080/03610926.2011.605234"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The purpose of this study was to evaluate a modified test of equivalence for conducting normative comparisons when distribution shapes are non-normal and variances are unequal. A Monte Carlo study was used to compare the empirical Type I error rates and power of the proposed Schuirmann-Yuen test of equivalence, which utilizes trimmed means, with that of the previously recommended Schuirmann and Schuirmann-Welch tests of equivalence when the assumptions of normality and variance homogeneity are satisfied, as well as when they are not satisfied. The empirical Type I error rates of the Schuirmann-Yuen were much closer to the nominal α level than those of the Schuirmann or Schuirmann-Welch tests, and the power of the Schuirmann-Yuen was substantially greater than that of the Schuirmann or Schuirmann-Welch tests when distributions were skewed or outliers were present. The Schuirmann-Yuen test is recommended for assessing clinical significance with normative comparisons.","inCitations":["d387810322747cf93042c8ddb33b0afa2fb7974d","574395e59bf14133ebf63460a1a6ba6dbbdbd8d6","2424848a1e7173d0071abfb1353dae36dc397742","71464586657391fb45d7afecddcb9441992f90f5"],"title":"Evaluating clinical significance: incorporating robust statistics with normative comparison tests.","doi":"10.1111/bmsp.12015"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Some multiple comparison procedures are described for multiple armed studies. The procedures are appropriate for testing all hypotheses for comparing two endpoints and multiple test arms to a single control group, for example three different fixed doses compared to a placebo. The procedure assumes that among the two endpoints, one is designated as a primary endpoint such that for a given treatment arm, no hypothesis for the secondary endpoint can be rejected unless the hypothesis for the primary endpoint was rejected. The procedures described control the family-wise error rate in the strong sense at a specified level α.","inCitations":["bb14db2049fa93c922d54fbe39ac9854dae51707","9ffa0ae498e6ad395b4f8a6b7ffcbd0020cfcb90","3a1c62946a1ca57fc0e96cb701e061614d347fa5","c7c15465bd9032c8e09934b13eff38c079d82818"],"title":"Testing non-inferiority and superiority for two endpoints for several treatments with a control.","doi":"10.1002/pst.468"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This paper compares six commonly used QT correction models and three available parameter estimation methods using five indices for QTc evaluation based on real and simulated electrocardiograph (ECG) datasets. The results show that the golden section approach always finds the correction factor making QTc interval uncorrelated to heart rate for all six formulas. However, the correction formulas derived from mixed model sometimes fail to make QTc interval invariant of heart rate. The performance of an individual least-square regression method lies between the golden section iteration approach and the mixed model in terms of QTc-RR relationship.","inCitations":["7905bf767adbb2124bffb0b3a7fced15518fef61","687190dd0f8a1b1e75d9545ff991a7ac7ea5610e","99c656a1cb2697e7a31b6b1054609ea06eef4a6c"],"title":"Comparison of six commonly used QT correction models and their parameter estimation methods.","doi":"10.1080/10543406.2011.577261"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["6ab0cd2b2db1317b6b4e322f6aa3ba6041172019","f603e9476b6613e4f36c5848902a17b3af19e1cb","c4aa7afc997cd57189a19fd086352f4f1c06cc43","484ba3c9ffcbd52a60154d8cddff25bcf19fadbf","70db170dc764b5bbbdf99f428d86ad3ff061bc13","c3ce69a2dbb178fa14b4201c8364960f23fd56c6","e62348d06afa881939bd33204828256d5849eabd","e852e556af824cfff769a75c85b9b04053af5b26","45287f908a363be15628351dc913f4d908415f08","d4c2e0b1b9b9d2671ab4be128878a26d0d4a748c","4413c6864ce0803d25f70760d6a229def7bcf392","af8b479adb964f6b20338b4882b59c5d8b47a1fb","d737088b0941e50566db6775669863196200f81f","b477dd12dd49e44a62c1a303501df5fb6706c7e9","a05d3439e5bacd024588c6228d798dbc4e7aacc3","bf09b72aeb27de872da077cf8b0e421adea54fa3","7bf21d9eba1ac1a9ae266277a19dcf7a7f84691b","a1477f71c2edb741750301e5016cb9284ea1639b","9e26c8be21f341102016fa5a67b06db362bf272a","3bb96f6ac76e71053f85f4308aab5988e322842f","26b0e1327b653c0df9610aa5641006ff9c887e4c","53dc97756369cd1f9300116d6aabdffb7072f2ed","1a5beed74845176093ea9cd0131da73818967a02","c8c66af8271d17092b8e2fa575d6e129bc06a564","9ea02b9280defd812b466143b051909492d5a4ce","c474f2ac5a53d1bdb1e29349cf0c59713e2cd38a","7d7d02c71dda9d54639635e2706ef69840d476c5","d244410aeb354e43a50884e6728d99c96c9fc9b7"],"journalName":"Biostatistics","paperAbstract":"With advancement in genomic technologies, it is common that two high-dimensional datasets are available, both measuring the same underlying biological phenomenon with different techniques. We consider predicting a continuous outcome Y using X, a set of p markers which is the best available measure of the underlying biological process. This same biological process may also be measured by W, coming from a prior technology but correlated with X. On a moderately sized sample, we have (Y,X,W), and on a larger sample we have (Y,W). We utilize the data on W to boost the prediction of Y by X. When p is large and the subsample containing X is small, this is a p>n situation. When p is small, this is akin to the classical measurement error problem; however, ours is not the typical goal of calibrating W for use in future studies. We propose to shrink the regression coefficients β of Y on X toward different targets that use information derived from W in the larger dataset. We compare these proposals with the classical ridge regression of Y on X, which does not use W. We also unify all of these methods as targeted ridge estimators. Finally, we propose a hybrid estimator which is a linear combination of multiple estimators of β. With an optimal choice of weights, the hybrid estimator balances efficiency and robustness in a data-adaptive way to theoretically yield a smaller prediction error than any of its constituents. The methods, including a fully Bayesian alternative, are evaluated via simulation studies. We also apply them to a gene-expression dataset. mRNA expression measured via quantitative real-time polymerase chain reaction is used to predict survival time in lung cancer patients, with auxiliary information from microarray technology available on a larger sample.","inCitations":["0bdbb40f7ff06758b3c6cc2b3853c3f4d94bba5f","2ea3259604c312675b5a19a2a1ff74868ff38fe1","5a7a94656bc41df881029b62eac2aa8358b456d2","4a8494b153f2141083e317283e9d5538033aa631","31a941e165b5bfde743134ac7de5d02f502f8def","bbbe1629a6a29c7fea8755b2f8bf148156e00a44","b3cc97b2f9053001f17346a00f1855cadecbf57e"],"title":"Incorporating auxiliary information for improved prediction in high-dimensional datasets: an ensemble of shrinkage approaches.","doi":"10.1093/biostatistics/kxs036"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We introduce the idea of a design to detect signals of efficacy in early phase clinical trials. Such a design features three possible decisions: to kill the compound; to continue with staged development; or to continue with accelerated development of the compound. We describe how such studies improve the trade-off between the two errors of killing a compound with good efficacy and committing to a complete full development program for a compound that has no efficacy and describe how they can be designed. We argue that such studies could be used to screen compounds at the proof-of-concept state, reduce late Phase 2 attrition, and speed up the development of highly efficacious drugs.","inCitations":["539e922e503bc6b74c70ef3f9fd7c5fd7a45342f","24281ec6c3123fb62e596c1196f99adc69ffac3a","80af7bd0e442627c83fbbdc0bd277e71b143e2e0"],"title":"Designing studies to find early signals of efficacy.","doi":"10.1080/10543406.2011.570466"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Tmax is the time associated with the maximum serum or plasma drug concentration achieved following a dose. While Tmax is continuous in theory, it is usually discrete in practice because it is equated to a nominal sampling time in the noncompartmental pharmacokinetics approach. For a 2-treatment crossover design, a Hodges-Lehmann method exists for a confidence interval on treatment differences. For appropriately designed crossover studies with more than two treatments, a new median-scaling method is proposed to obtain estimates and confidence intervals for treatment effects. A simulation study was done comparing this new method with two previously described rank-based nonparametric methods, a stratified ranks method and a signed ranks method due to Ohrvik. The Normal theory, a nonparametric confidence interval approach without adjustment for periods, and a nonparametric bootstrap method were also compared. Results show that less dense sampling and period effects cause increases in confidence interval length. The Normal theory method can be liberal (i.e. less than nominal coverage) if there is a true treatment effect. The nonparametric methods tend to be conservative with regard to coverage probability and among them the median-scaling method is least conservative and has shortest confidence intervals. The stratified ranks method was the most conservative and had very long confidence intervals. The bootstrap method was generally less conservative than the median-scaling method, but it tended to have longer confidence intervals. Overall, the median-scaling method had the best combination of coverage and confidence interval length. All methods performed adequately with respect to bias.","inCitations":["a6b43080b43f8e1cc87135a405aa0a08d367e467"],"title":"Nonparametric confidence intervals for Tmax in sequence-stratified crossover studies.","doi":"10.1002/pst.253"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["c5fc43e388eefafcad61c9393ed5ba3b46cc6d18","dc3384eb5531b94ab2f5944d8c5d27011d0de7d3","5d3ef4bec0940b5bd960981758e860cc5d2d1571","ca492dd883c9afb6abd401fbb6523c28b8c2852c","e730ecfe31caf9e29a1546c92b3d48111406c09a","b964dc0883c5747f85e465d2b1ed3336dc22d9dc"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Recent progress in biosimilars development is overviewed, with attention to the history of issues and processes leading to current regulations, and to scientific considerations, including progress on design and operational implementation issues that arise and are peculiar to biosimilars trial design and implementation.","inCitations":["28d2638197325ba60b3f70f0e583f653893e97b9"],"title":"Biosimilars: where we were and where we are.","doi":"10.1080/10543406.2014.941994"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"In clinical trials with a time-to-event endpoint, subjects are often at risk for events other than the one of interest. When the occurrence of one type of event precludes observation of any later events or alters the probably of subsequent events, the situation is one of competing risks. During the planning stage of a clinical trial with competing risks, it is important to take all possible events into account. This paper gives expressions for the power and sample size for competing risks based on a flexible parametric Weibull model. Nonuniform accrual to the study is considered and an allocation ratio other than one may be used. Results are also provided for the case where two or more of the competing risks are of primary interest.","inCitations":["eb6d945a9c22b90f1d0cfa3d9925995071235bd2","1bcecbe4329af2f899f27c8fbe13fb8957f02c0f","34a484be007b55f3bf5ebfe50403a143b27bdc22","face1d4a21ed24a79a8c6812557af349e1a8cde0","5d57de88ed53a947d180356ecd789ebb3b55f67b","fc3eaaa8e8770f5828a931663812199ab77b2f2d","1dff4f070d8b5d7dc014e639073e333c9de0b985","9527ab3f73b8b75fee7630c7a150ffac069fb1d2"],"title":"Power and sample size considerations in clinical trials with competing risk endpoints.","doi":"10.1002/pst.200"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2001,"outCitations":["decc5b32dc7ec88be5d1b208027a408eb42ec975","46c56845fbb9e9452a318d736356949bd24fa012","cb57fadc522ce52361edcc968165146c80ae32a1","71ba902d23bd15f8333608abc5c6446864ceed7a","ba2402e6cb5e93c21f1d3d2b8983682a3b1fecb0","9f94a47f2c97aa8ec47494451d2bef287c2a10e9","dcf6b358e1dc0561b87862672dfb994372cddb1c","a967b5f76037c86ac51556ae242f0a4b2729a9e8","9100d7457e698f6c2d801f62849976d1f0b48cb2","0e6ee7a2fd54e234025d920c6ecad4c2412be279","3eb12e0e04f8a87f09afcf2ebf93f749737c2ae3","d83f37659d418a915c0b06def402bd0c32ae0ca8","2790290af889b4b1add14e6cdd0c500df5231b58","82a288bcebdbc28dedabadec049d74cfc5aa7b3b","497f1e0980f4d81de857bb3a50fa10e283f87a5e","2e2da6822c026dee4114921cc8a0babc7251b862","6cdf6c885cdd7164ab536fb18cd568229fdfd7c7","6665d5639c20f78053bc2d78b3ce0d10cd7f7052","e2850cb4efd49d6808637d0257ab48ef34bcfb84","07f872496bcb88588cff775fe780212a2c1a06a6","e01a8bf0adfe1d79429f449a7fa91d975d09b1d1","b02279db93112f3b3306d26b8b91aff8abb34110","bc22f62e3dd981ef47e0a7608fb13820261cf126","9622047c126e6ce77cec40a37c5b807e5be3e42f","3e80f917484d8eb538b210088ee39c0c44c96aba","968f4f4fde5b474fddce76ec48aeb878b9ae58f5","96e3098ad040a5e17609b6719bc2427bbe9c3011","9b6eefb2e312bd56bec7ef474d5de4b1258f8995","2d6aef44dcacd4200bcc046779a717d519c697a7","7f6cdd9d5857fd6c5b1f4f286c97b657a258ec4f","9c6f63ba38dad21e99af44077029e58cf365ca9d"],"journalName":"Biostatistics","paperAbstract":"Methods for the analysis of unmatched case-control data based on a finite population sampling model are developed. Under this model, and the prospective logistic model for disease probabilities, a likelihood for case-control data that accommodates very general sampling of controls is derived. This likelihood has the form of a weighted conditional logistic likelihood. The flexibility of the methods is illustrated by providing a number of control sampling designs and a general scheme for their analyses. These include frequency matching, counter-matching, case-base, randomized recruitment, and quota sampling. A study of risk factors for childhood asthma illustrates an application of the counter-matching design. Some asymptotic efficiency results are presented and computational methods discussed. Further, it is shown that a 'marginal' likelihood provides a link to unconditional logistic methods. The methods are examined in a simulation study that compares frequency and counter-matching using conditional and unconditional logistic analyses and indicate that the conditional logistic likelihood has superior efficiency. Extensions that accommodate sampling of cases and multistage designs are presented. Finally, we compare the analysis methods presented here to other approaches, compare counter-matching and two-stage designs, and suggest areas for further research.To whom correspondence should be addressed.","inCitations":["14cfdc4f77b84610e5a1112a596033e318c2f845","fcaf8a0fd41b993a6ecd412df397c575f1366179","e4e3b86e73b15380b5032b5ec060e8ac50218cff","842cd5f453f0b2ffa5abb4124e84e7682ecda9f2","482117865c9cfdaeb313c0101c6c667ccffb9c24","93e1b895bcd19a8109f8be5976500952471742ba","8ba7a42e1de605b2262824a9a3ddd43eb732c3d7","699f0cbdb1c103d6aa81a85eb16eb2c2fb7e79b8","10dc76c98f376ee32a568166da922114dd4ac674","484a69c0a4f8f79a20c0d160b2cd5ed6842f3cc3","a5ee0f7d15ae1eaeb9a409410e02e7e298bf15f5","fdb9d94bca841960ab4782a9c8d7a31973904f92","dd1c0cac859d3b0d069257658b5296dafc79c693","06f159eb3ff4900ec1a872ae5667c819613f9a83","db911d71fb362b36d8119c246b705bc1d81a7c15","4ccf9b1da6c3e9ae7dad04516156a560104cd06d","344c3ba889dcfe90e24e85e68af7061241f6c9e9","8773de519d1f89a3569faa8a9096223b9b5acb66","b317cac4e96e083f39653859c4b7d0f230fbd7b2","9079a4973a75e71278bb941442ff7d801ae640de","e45f5432e07cfd14ad413856dd9f09cfbaedb121","52143a4505419862cdda953aebd12e6d3dbb7ca7","6c78dbcf827b3e9fadd478a53d46ef970a10ae8e","77fdf21c92d76779bd451e2b624ab32cd7feba5f","7093769c12f31e467eaad3012af8234cf76ab605","6203d93de10d1aecf9bf05f0eb9f3c14ea333872","fc4608982759b696f8fb7155781b411de208c318","612348d0c7537d306513146ebba06ee1d68cedd4","459a2453e97d2e62211d59d7b92f040bfb0c768b","52627edccab0c1659128b1765bb4ad38a7810858","0a86318b4a45d5b6bf580643c008ff04aed10515","9312d21f9e21d05ea52183380af80968ec9f06aa","a3fd7bb7df6e17720be331c86b0f21ca4b12191e","bc1a71af88cd507e02b728f090fba305731bcdac","56de3b77415dde746dc78dfaf8f53afba0c76bb5","c37357e896102567727de194041b1c85cf92ab72"],"title":"Conditional logistic analysis of case-control studies with complex sampling.","doi":"10.1093/biostatistics/2.1.63"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["f69fbeef67f815ae7904fd779d0bd979ec002bb4","7d26d8edd8d465c5f1e4aea9c3c47eaf547c8134","0cb92a3c5a091920ab862f548c7a445af385be84","c808c6772aa89714c7ee6477cf51f4d19261febc","59b63f69f9ea6bb7b0bd8a611d7c5a67e5ee82ed","8a3fea272f65a3c6d662ede9c731e0720a1140a2","a84c79ac559d1a4dd392cdb4bf348bcbbf8363f3","3e469dee0e0e3f4832467e81d4c38920d6878f3f","d1f6e58c049131c874c9ce047c90b0f876fa0b0a","da1d2e8a5d03c48cdcd854742343bb0a7718440f","03a11bbe173b1b6d972f50fa587f39239f1e083a","3cd6f3e7b07204b1bee3021798c090d2e8e6a906","bdc2fbf90c34abaddf67624b5620a2b2ee12f581","fe1972a6d517eb4ab3675237b1a0ea0b01285218","f77d72183c38a77f01c3bfd81e29ba4aa7c6ab01","3f9dfc68b1227ebddddbf765e241e8fc17dcb387","0ee937bfe79cc5a173bd6128943b6648207a1308","395bc88e0c22c646acd1d95d69ccca9c03e4113d","49c08d23a9e029b7afe222250fe1b15e8ef896a6","248a032fbd6509596e221d5a6f26ed825c57f149","180f6c707453fa7df24631244413fde30c52d1d0","291080ea14b166ad39e309edbe29040ff2d8dba5","5d17f24add7d6eb7b4b4561ba7fd9d4794c343de","fce8e886af8abdcc48725502b7f28a905a109cca","b48dd0087f7a9e43cb0ad5902d445cd3e1ae3bd5","7ea9cd28079e7d627bdc964657d058387f7864ad","b1ee03e69c3f83978dcd5a352fe2ade6ed366290","eeedfb8a27c23b7b64a232fbc3a34d34ada3b1da","eb80c82469d15aef95c1e22f78655391f65d24b6","d7b1e5594214c5ce9f0865463f024a8c8cbe45d2","b7b934fd1dbcc8bfc5560b0b880bd6418ff03b61","a85424a006e14837e70950600c5157035da1136e","85f8bdc5d10a7fa43f568c2412b8534811c10350","f37f4e6e3463e99cc4c556a7103ae130416f6e33","886a7f5bdc821767c1f3d7d9a11d74ef34cdd2c3","4c60c91c945c16447f8c03dbd2ee955c4f073859","6309b1f3b9b06040c5959fd6b24b8233bb3eb510","bd846029d839037dfefe0f94852ad59e2c7a4b9f","e1198a9b768d9eec5b0a1114d7f0a8e1e6f0e996"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"In the analysis of semi-competing risks data interest lies in estimation and inference with respect to a so-called non-terminal event, the observation of which is subject to a terminal event. Multi-state models are commonly used to analyse such data, with covariate effects on the transition/intensity functions typically specified via the Cox model and dependence between the non-terminal and terminal events specified, in part, by a unit-specific shared frailty term. To ensure identifiability, the frailties are typically assumed to arise from a parametric distribution, specifically a Gamma distribution with mean 1.0 and variance, say, σ2. When the frailty distribution is misspecified, however, the resulting estimator is not guaranteed to be consistent, with the extent of asymptotic bias depending on the discrepancy between the assumed and true frailty distributions. In this paper, we propose a novel class of transformation models for semi-competing risks analysis that permit the non-parametric specification of the frailty distribution. To ensure identifiability, the class restricts to parametric specifications of the transformation and the error distribution; the latter are flexible, however, and cover a broad range of possible specifications. We also derive the semi-parametric efficient score under the complete data setting and propose a non-parametric score imputation method to handle right censoring; consistency and asymptotic normality of the resulting estimators is derived and small-sample operating characteristics evaluated via simulation. Although the proposed semi-parametric transformation model and non-parametric score imputation method are motivated by the analysis of semi-competing risks data, they are broadly applicable to any analysis of multivariate time-to-event outcomes in which a unit-specific shared frailty is used to account for correlation. Finally, the proposed model and estimation procedures are applied to a study of hospital readmission among patients diagnosed with pancreatic cancer.","inCitations":["e21c2918e6cac0615a1a59aaa772fea96134cf55"],"title":"A Semi-parametric Transformation Frailty Model for Semi-competing Risks Survival Data.","doi":"10.1111/sjos.12244"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Multiplicity issues due to clinical endpoints frequently arise in clinical trials. Conducting tests of significance separately for each endpoint in a univariate manner, or ignoring the issue, could lead to inflation of the type 1 error probability in making treatment effect claims. This is of concern because inflation of the type I error probability could lead to approval of inefficacious therapies. Therefore, one generally requires that this error probability be controlled at some prespecified alpha-level. At the same time the method employed for this purpose should be one with optimal efficiency so as to be able to detect clinically meaningful treatment effect with high probability. In this presentation, we give a clinical and statistical background to the problem with a few examples and show some simulation results that illustrate the impact of ignoring multiplicity due to multiple endpoints on the type I error probability. This is then followed by an overview and discussion of some global methods in the literature and how they can be used to make endpoint specific tests of significance. Finally, we will introduce a Monte-Carlo simulation and resampling approach (with examples using real data) for controlling the type I error probability.","inCitations":["9e07eee1492f3f5934182d0675824856d70e8efd","1f02871ffdd3f8e96681cd1cfdb5ae9eba621bb5","039c5bc2907974fe5370609847f5be951008a738","8a749384d72ec8dab7103e5bdf1e179b04bb7908","d8df3005e0a5306de53fc6cea09e41777d266109","b93f9ef4cf683853eb2b03fc7ca1fe3d82b4e80e","1a342afefe4f0506a8ee678f19bfac93cbd7fb87","7a452c91aefcc1427b7259c158b3f02f40e19ff7","6c3411c4e6cd06cb3601a3e5aadf619d6b9365cd","2b2d6039a8d5f7bc3956babe312b9119bc46df82","8348495622d6377d12c691fe98f5657955aee4b3","3b7a1cc0da2d52f4a375ddbe6b9200e4af34a86b","0da3cc75da829ecb3986de93089b50a5d01ccd2c","f8ca6971005d8095c091552ae1cb5eaba83a3a24","bb884989780ca85146451d25ce113a97f3db981a"],"title":"A reviewer's perspective on multiple endpoint issues in clinical trials.","doi":"10.1080/10543409708835206"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Partitioning indices associated with the within-cluster sums of pairwise dissimilarities often exhibit a systematic bias towards clusters of a particular size, whereas minimization of the partition diameter (i.e. the maximum dissimilarity element across all pairs of objects within the same cluster) does not typically have this problem. However, when the partition-diameter criterion is used, there is often a myriad of alternative optimal solutions that can vary significantly with respect to their substantive interpretation. We propose a bicriterion partitioning approach that considers both diameter and within-cluster sums in the optimization problem and facilitates selection from among the alternative optima. We developed several MATLAB-based exchange algorithms that rapidly provide excellent solutions to bicriterion partitioning problems. These algorithms were evaluated using synthetic data sets, as well as an empirical dissimilarity matrix.","inCitations":["86ac0f3086f6b85ad67ca2cf9c6c9d5fa1d86e0f","b5bc66f9689ee91724cee008ae87982687addfe7","51d6ae257972f7b49190eca788e92addf0880a68","650d2434e55846f3dcc644223aab6f0e9407ff45","a96d2fa75ce055737b37db7d0001dfc034ffe914","87197cacda78199810ed62bbccfc15d5eb343089","7dba864397aac089a68472ae5dbf1cb970c161e2","71f6cdebc607c65b70fdce9733e4e4e9035b4598"],"title":"Bicriterion methods for partitioning dissimilarity matrices.","doi":"10.1348/000711005X63890"}
