{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Evaluation (or assessment)-time bias can arise in oncology trials that study progression-free survival (PFS) when randomized groups have different patterns of timing of assessments. Modelling or computer simulation is sometimes used to explore the extent of such bias; valid results require building such simulations under realistic assumptions concerning the timing of assessments. This paper considers a trial that used a logrank test where computer simulations were based on unrealistic assumptions that severely overestimated the extent of potential bias. The paper shows that seemingly small differences in assumptions can lead to dramatic differences in the apparent operating characteristics of logrank tests.","inCitations":["ea03ca1bca87eaa86e5480eb8267ff7a3541aeb2","11720e92e96daf10672bf972714b90635c18a305","41b40c56f69b571e481571c042396cf687ba775c"],"title":"On assessing the presence of evaluation-time bias in progression-free survival in randomized trials.","doi":"10.1002/pst.443"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["88f8ed5577ce33775b86bbc03b3cb533a57d9ef0","f7f04e0468059e69aa0b1dcaefa190c54939ec83","9b265e614ffc74fe9d85e9d11f0b4f7b772000c9","42c908a37c1e40c4ad0bbe5fb0d010d236a303ef","844e2fc87f11cc57c29590f4e9a7ae3b1ef4e1c5","ea037dadd7875dcc8b81616d8364e617e187fade","7ea9cd28079e7d627bdc964657d058387f7864ad","4a2c2e826b36ab33f888d39050da33ab55773ed6","d8f0c1bcb6c5afa8cbfe83199b55c014dca08802","896fe2833a208a7f63fa6375835a20aab84ac16f","15a4e78feabcf79c59a2ada4c490cac0e5747148","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","545122e2990590524459ec9b59ccac6ce71e3b6a","7d26d8edd8d465c5f1e4aea9c3c47eaf547c8134","b488ee22d10763b6c077e792fd6fc72beebbd896","ab39ca2fdbd5b4d09a76a3c9463e3eaca6c671a2","b511a05e9aaeff71d8fe538d201079875d162eb8","32bca2e36291f563c7c661eec9877d6a0ff50ac1","2018575a1a33bbb85f3dd7466e6a7bb0561b4e20","3b6909b1efc307a28114a330276d2768165cf738","c482a2767d3a4c47aa3c79ce1f64821c980ff334","762176d0c509fac7649ef9188b3161506f755189","e2ecb8d0c91dffe40e203e7da43861831bc0968b"],"journalName":"Statistics & probability letters","paperAbstract":"In this note, we address the problem of surrogacy using a causal modelling framework that differs substantially from the potential outcomes model that pervades the biostatistical literature. The framework comes from econometrics and conceptualizes direct effects of the surrogate endpoint on the true endpoint. While this framework can incorporate the so-called semi-competing risks data structure, we also derive a fundamental non-identifiability result. Relationships to existing causal modelling frameworks are also discussed.","inCitations":["eae0db0766953b3bc6648c7ac54be9429230ff55","b87781aa37e1703e653292e30d48c6eca1ec7edc","9eab346b271bd67684661313bf0051a8482b3bed"],"title":"A causal framework for surrogate endpoints with semi-competing risks data.","doi":"10.1016/j.spl.2012.06.010"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1994,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Datasets representing randomized, parallel-groups designs were analyzed by repeated measurements ANOVA and linear trend analysis with and without baseline values being covaried. ANOVA tests for the between-groups main effect, groups X times interaction, and differences in linear trends across time periods are shown to be seriously conservative or seriously nonconservative, depending on the direction and significance of chance baseline mean difference. Inclusion of baseline scores as a covariate in the repeated measurements ANOVA provides appropriate correction for the between-groups (average) effect across time, but the covariate provides no correction for the within-subject effects that are concerned with differences in the rates or patterns of change across time. If one desires to evaluate differences between patterns of treatment-induced change, tests of significance for differences in group means on composite trend scores with covariance correction for baseline are recommended. If covariance correction is not or cannot be employed, the potentially \"favorable\" or \"unfavorable\" influence of chance baseline differences on tests of significance needs to be explicitly recognized.","inCitations":["633183af97fbe1be25208d2c06962473d2db44c8","b7fc7b4ec6b9cf24317aaeae95567e7b63e70c58","3d25a700accb051af2163eb5cf1199b85be2439a","ff62648ae55b703da2a74b66d42a9cd1b309877a","e97330cfa92cd731cd1021c5a4f66bcf53ee7b37","7b608ec511027f3bb9feb6cf2548ac354d90ea1a","b3ee9b91f5447424f1d73985d42b2e7e1772d755","828816124a1fa6c9418cc025755c957f0148fc0a","58aea5cb73465de48243caea7924b44314d9fb05"],"title":"Implications of chance baseline differences in repeated measurement designs.","doi":"10.1080/10543409408835083"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["11720e92e96daf10672bf972714b90635c18a305","9618c9e22b80100b005c223ecc7b772dea74e98c","fe702c36320a86139292c2ae7f87e1810e744913","863c0e499d88d323ae4727944687cb1a10ec28fa","b49913cfdf710617c46da4f1763d1433fb73f2c1","247f0092a4543aa1b5a892690d362f6e7331544a"],"title":"Editorial: Adaptive designs: appealing in development of therapeutics, and where do controversies lie?","doi":"10.1080/10543406.2010.514461"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"This paper presents a continuous-time Bayesian model for analyzing durations of behavior displays in social interactions. Duration data of social interactions are often complex because of repeated behaviors (events) at individual or group (e.g., dyad) level, multiple behaviors (multistates), and several choices of exit from a current event (competing risks). A multilevel, multistate model is proposed to adequately characterize the behavioral processes. The model incorporates dyad-specific and transition-specific random effects to account for heterogeneity among dyads and interdependence among competing risks. The proposed method is applied to child-parent observational data derived from the School Transitions Project to assess the relation of emotional expression in child-parent interaction to risk for early and persisting child conduct problems.","inCitations":["eab7f26e59fdd45fb874cb574600e7630a681ebf","cb0a08ba77eab620e8e520647a89842dfbaf424f"],"title":"Bayesian Hierarchical Duration Model for Repeated Events : An Application to Behavioral Observations.","doi":"10.1080/02664760802587032"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In designing a comparative clinical trial, the required sample size is a function of the effect size, the value of which is unknown and at best may be estimated from historical data. Insufficiency in sample size as a result of overestimating the effect size can be destructive to the success of the clinical trial. Sample size re-estimation may need to be properly considered as a part of clinical trial planning. This paper is intended to give the motivations for the sample size re-estimation based partly on the effect size observed at an interim analysis and for a resulting simple adaptive test strategy. The performance of this adaptive design strategy is assessed by comparing it with a fixed maximum sample size design that is properly adjusted in anticipation of the possible sample size adjustment.","inCitations":["45762849cabf131f1d92388537ccc34b2fb9ff78","a8c918745415ebc19a64a5964dcd2d2a519d1aa7","fa699d6e7e4497d33bac99264e94cb4e87075db6","a2a1ca1f48afe8fde3d165e767205ce8a35b5a02","aa26afd1282af14772ba847add54b007b1dffe6e","887179ac6b0293994bbc252d754175a0b0fc4b7a","fad7f97d9a3ca3d3430dfcfa488ef40a4c56bea1","e68ba97310e70136f94813c019dae5b4bad86698"],"title":"Adaptive statistical analysis following sample size modification based on interim review of effect size.","doi":"10.1081/BIP-200062855"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["9191191c11e0a4a68973cb98758e7a11d4a7f572","9f808cd5d49b2fbf848fc6ab55a661e3b71fc982","d8727af7c0094b880d24674e48391d5ff3dfa91c","2ee35d1a7fa0fabde21221f971cba15a367d7a31","b7005342835813a069d97936e5372761a42d3914","6392bcf9913a4809c102c3e84b22e03dea3c6a47","1160ff2e2e0bd7a51f448bb695fd328cfe39ea0f","a368b5daaf2a31493b4e1ffeebd1ad0725207bc4","69a174e36925602c999d13c2e4dac4267ee8fa50","74ab96ad4485b9edd4ade6f83c31f981e1955812","979abd8fd08e3901c07ab2e02bc1061e4ecda22d","411833ba8081c19b5b8990bdc26e4b8d19f46ab3","fcef2258a963f3d3984a486185ddc4349c43aa35","93d14f7cb9d6e727d27dee7328e7a3e94ebf777e","1bbe7c0425825788961d68d2c7be73f70e592f28","e869fdeb1f73a863de1ef24a8c9cd66ac01bbb70","d48e7ec3387d2c942b80e9dad0e57c930915c734","f9f3385dca505e2644a72f0af29c795c09429f27","cefc476bee44c5cb2334e042011dc84e09784ca7","02f2688aa9c66714728af6e5e7a6ac8b3a2322b1","76fe6b7c39d4cd610a1ab403be51837f743dcc3a","7ffbb2ea20d724df23af68f1305befa86d158b18","89cbf55d95e3e75db25db9c1db744f3847a27241","723b546deff80930514ba3d446d302f5569ac9a3","e0b45222989f581d0fe6e9d8e772ba2fd146aa64"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Score tests for identifying locally dependent item pairs have been proposed for binary item response models. In this article, both the bifactor and the threshold shift score tests are generalized to the graded response model. For the bifactor test, the generalization is straightforward; it adds one secondary dimension associated only with one pair of items. For the threshold shift test, however, multiple generalizations are possible: in particular, conditional, uniform, and linear shift tests are discussed in this article. Simulation studies show that all of the score tests have accurate Type I error rates given large enough samples, although their small-sample behaviour is not as good as that of Pearson's Χ2 and M2 as proposed in other studies for the purpose of local dependence (LD) detection. All score tests have the highest power to detect the LD which is consistent with their parametric form, and in this case they are uniformly more powerful than Χ2 and M2 ; even wrongly specified score tests are more powerful than Χ2 and M2 in most conditions. An example using empirical data is provided for illustration.","inCitations":["873a250599a1b8f006515341dc84f2aa39d90084","61d23c14af28a49e8054487ecf5337610f0c0f0f","d09e43676875bbec7f91acc223afa0bd2a6b9fa2","284a612574080cd228f9aaafe6c131d79f7c1545","e7df1594de5fe464e25e11f7ec6846e30ff502a2","10b373160fb77015792e42c844cc1a550068ec6a","3c2045a6404b9e6db4f530dcc6e67c327af15318","a5377e882867f8eef81b1563675777f6dafe7603"],"title":"Comparing score tests and other local dependence diagnostics for the graded response model.","doi":"10.1111/bmsp.12030"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["f77ee9efe2e932f5f7ab55edd81b15fb8e0a8640","dbc5fd52bdd7b18ed5901325880008aac57d08d3","cd69b4cb74582a5a20963c7790fcd98a735528df","e3332d54ff90271031a9bc100ad916455a090599","63f06f133ffc0b2c80e0592f58e39733eabf5766","8c13159dec83304ddf268dd1c7da3db95af6c0c9","9373efc1a7378ac098ca03dd221ffb7476fea6c8","866346158b3ec6dce5ed087b37b4398fd720b151","c8cf5499e86575c2cdc2e644ef1bce442fc2c482","c330ac4c7df0f169422943bc5278df75fcb92fdb","7d259a931fb55d585de46b844e932fe593d4b7d6","47714e0a7239f9eb6410e620f044dee13c553d3e","94f5562145dbbf35cbebcce49e1e23f5ae4c1277","01b48a1be3f881d62d9355a6fc6b7e0bd30539d4","5eaabdc7c600299f3f617b74bd3db08e2f794433","bcf07ce33509638ba01a194c7d04e3103488c001","0d39c06a2f18f2cd3f0464a1e78098cda5ca5b32","5634935c1ce1681a29c3cc733c8bf48a4ec27f5e","e84dd7d802c7ad98e4af2d0f0dfb249b9c322161","223dc73875f5d8aa00915d92a007a688b2a92f9a","5412be7581819cd36d5123ab7571f336753472e3"],"journalName":"Pharmaceutical statistics","paperAbstract":"Comparison of accuracy between two diagnostic tests can be implemented by investigating the difference in paired Youden indices. However, few literature articles have discussed the inferences for the difference in paired Youden indices. In this paper, we propose an exact confidence interval for the difference in paired Youden indices based on the generalized pivotal quantities. For comparison, the maximum likelihood estimate-based interval and a bootstrap-based interval are also included in the study for the difference in paired Youden indices. Abundant simulation studies are conducted to compare the relative performance of these intervals by evaluating the coverage probability and average interval length. Our simulation results demonstrate that the exact confidence interval outperforms the other two intervals even with small sample size when the underlying distributions are normal. A real application is also used to illustrate the proposed intervals.","inCitations":["d2cffa5d9b5768784212b145a49de0db0ab8e8b8","007c95efd807133d295c733a52a9ace62466e775"],"title":"Confidence intervals for the difference in paired Youden indices.","doi":"10.1002/pst.1543"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Our paper proposes a methodological strategy to select optimal sampling designs for phenotyping studies including a cocktail of drugs. A cocktail approach is of high interest to determine the simultaneous activity of enzymes responsible for drug metabolism and pharmacokinetics, therefore useful in anticipating drug-drug interactions and in personalized medicine. Phenotyping indexes, which are area under the concentration-time curves, can be derived from a few samples using nonlinear mixed effect models and maximum a posteriori estimation. Because of clinical constraints in phenotyping studies, the number of samples that can be collected in individuals is limited and the sampling times must be as flexible as possible. Therefore to optimize joint design for several drugs (i.e., to determine a compromise between informative times that best characterize each drug's kinetics), we proposed to use a compound optimality criterion based on the expected population Fisher information matrix in nonlinear mixed effect models. This criterion allows weighting different models, which might be useful to take into account the importance accorded to each target in a phenotyping test. We also computed windows around the optimal times based on recursive random sampling and Monte-Carlo simulation while maintaining a reasonable level of efficiency for parameter estimation. We illustrated this strategy for two drugs often included in phenotyping cocktails, midazolam (probe for CYP3A) and digoxin (P-glycoprotein), based on the data of a previous study, and were able to find a sparse and flexible design. The obtained design was evaluated by clinical trial simulations and shown to be efficient for the estimation of population and individual parameters.","inCitations":["a7277e660256f9ed4b8930505f2a78d6d6782efb","debe3ad61b833b8ff1e5098b8c172a661e8f367f","c213e7c393fd023f9af6e0274a146c11a359809b","cc9d818270cb225fe55ff0ecaa7d5bf133b530f4","d3367c9f9086a6437eb32d35f383abae42c18ad1"],"title":"Design optimisation for pharmacokinetic modeling of a cocktail of phenotyping drugs.","doi":"10.1002/pst.1731"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In clinical trials of drug development, patients are often followed for a certain period of time, and the outcome variables are measured at scheduled time intervals. The main interest of the trial is the treatment efficacy at a prespecified time point, which is often the last visit. In such trials, patient dropout is often the major source for missing data. With possible informative patient dropout, the missing information often causes biases in the inference of treatment efficacy. In this article, for a time-saturated treatment effect model and an informative dropout scheme that depends on the unobserved outcomes only through the random coefficients, we propose a grouping method to correct the biases in the estimation of treatment effect. The asymptotic variance estimator is also obtained for statistical inference. In a simulation study, we compare the new method with the traditional methods of the observed case (OC) analysis, the last observation carried forward (LOCF) analysis, and the mixed model repeated measurement (MMRM) approach, and find it improves the current methods and gives more stable results in the treatment efficacy inferences.","inCitations":["20a0a8fbd84bdeccaa13ac72cae103ef6eef72f8"],"title":"A bias correction in testing treatment efficacy under informative dropout in clinical trials.","doi":"10.1080/10543400903242753"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Combinations of drugs are increasingly being used for a wide variety of diseases and conditions. A pre-clinical study may allow the investigation of the response at a large number of dose combinations. In determining the response to a drug combination, interest may lie in seeking evidence of 'synergism', in which the joint action is greater than the actions of the individual drugs, or of 'antagonism', in which it is less. Two well-known response surface models representing no interaction are Loewe additivity and Bliss independence, and Loewe or Bliss synergism or antagonism is defined relative to these. We illustrate an approach to fitting these models for the case in which the marginal single drug dose-response relationships are represented by four-parameter logistic curves with common upper and lower limits, and where the response variable is normally distributed with a common variance about the dose-response curve. When the dose-response curves are not parallel, the relative potency of the two drugs varies according to the magnitude of the desired effect and the models for Loewe additivity and synergism/antagonism cannot be explicitly expressed. We present an iterative approach to fitting these models without the assumption of parallel dose-response curves. A goodness-of-fit test based on residuals is also described. Implementation using the SAS NLIN procedure is illustrated using data from a pre-clinical study.","inCitations":["e6cd54fee24c770a9c8ec3590fccd0c688b44bd1","40729f1a60147d285d2d717e2b45f0ff4de2682f","645033a80d92ff96d924778845b6f5d70d38cc45","6a826da5f67e10539bace03da745bfed26e02be2"],"title":"Fitting models for the joint action of two drugs using SAS.","doi":"10.1002/pst.312"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["a976e3d091dda3534e903eccbd11742b7bbbf887","47bb61af84b57edf9eaa25bc263c87622437e0d7","d0f418a18d3e52878344bd56bc7b9f5856afbe3f","6e318ec6b24edad036d4c597efda1ef4d57f88ba","2360fabc4e3c679eaf02a48bc48466bab9115c74","cd94fb398adcd8b8971a31ec63e405354db76de6","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","d2286aae558569b3c69cc7856abc01f2316cdf7b","f7ac23e686de751706146f8dd926d1f03d1b0255","302d9e09d06d18d881628548c1bba4afbf6c332e","2de2834324278b951c6e347e5340f8c6b8aed61e","24901865bafd016713e6ef46e0f665b2a7c32731","2744c53484751dbecee55aed8c2c5099dad71736","f5c14af5a4fffd3279b57366a9fb74522c49e08c","053b97e316fc43588e6235f88a1a7a4077342de7"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"When testing the noninferiority of an experimental treatment to a standard (or control) treatment in a randomized clinical trial (RCT), we may come across the outcomes of patient response on an ordinal scale. We focus our discussion on testing noninferiority in ordinal data for an RCT under the parallel groups design. We develop simple test procedures based on the generalized odds ratio (GOR). We note that these test procedures not only can account for the information on the order of ordinal responses without assuming any specific parametric structural model, but also can be independent of any arbitrarily subjective scoring system. We further develop sample size determination based on the test procedure using the GOR. We apply Monte Carlo simulation to evaluate the performance of these test procedures and the accuracy of sample size calculation formula proposed here in a variety of situations. Finally, we employ the data taken from a trial comparing once-daily gatifloxican with three-times-daily co-amoxiclav in the treatment of community-acquired pneumonia to illustrate the use of these test procedures and sample size calculation formula.","inCitations":["352209ec89587205c64411bcfddf837f428e3eba","636ce08d13c374799f3ac4546895805d3ee01c1c","074ffde4f308a16e64d795ebe631067f8625c4fd","e4028910de3c5b801a2338ca0eba6d01f095260d","96a8f8ef3a93294f5c02f02b489af075389f09c4","d4a2981fb417af290a34543109d7b8e917c22f52"],"title":"Notes on testing noninferiority in ordinal data under the parallel groups design.","doi":"10.1080/10543406.2013.834923"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["80f76ee03c6d9e97d78fbc4e252eb47a914cf543","b460e11544461d9d2e629b6f885478caeb2f1da9","4df3d8da7c83b3f93d0abfa0d7356f003f7b8ca7","5d522866347ddacbaea187558e4e87de8ed4487e","a66e79b76317329526861ea5c00a6f45464e332f","6c9506cba33dae1cff8b104f20bba798446a7091","e414407043e61dece2cb86fc121b2a3b533aecb6","ca106a6e06c92bf1a8254e0423802f2a219bf958","f666520e0c2bfaf15ab305fa59853e444da83799","a32670ca80f58946319b9148e270b34b866fc86c","0cdefdc4b00e1858480d3e7b05ab1c527700d84e","78f94fa8951fcae8e035bd58fb861fee786aa69d"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper is concerned with the reliability of weighted combinations of a given set of dichotomous measures. Maximal reliability for such measures has been discussed in the past, but the pertinent estimator exhibits a considerable bias and mean squared error for moderate sample sizes. We examine this bias, propose a procedure for bias correction, and develop a more accurate asymptotic confidence interval for the resulting estimator. In most empirically relevant cases, the bias correction and mean squared error correction can be performed simultaneously. We propose an approximate (asymptotic) confidence interval for the maximal reliability coefficient, discuss the implementation of this estimator, and investigate the mean squared error of the associated asymptotic approximation. We illustrate the proposed methods using a numerical example.","inCitations":["8e8f4030c05c9ec71b875cc42551ac36209a0db4"],"title":"A method of bias correction for maximal reliability with dichotomous measures.","doi":"10.1348/000711009X429494"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In bioequivalence studies, drug formulations are compared in terms of bioavailability parameters such as the area under the concentration-time curve (AUC), the maximum concentration (Cmax), and the time to maximum concentration (t(max)). Accuracy in measuring these parameters directly affects the accuracy of bioequivalence tests. Because the number of blood draws per patient is limited, the blood collection times must be spaced so that concentration-time curve measurements can produce accurate bioavailability parameter estimates. This paper describes an optimization approach for calculating optimal time designs for one-compartment models, but is sufficiently general for other compartmental models. Simulation indicates that the optimal design improves the accuracy of AUC estimation.","inCitations":["4794fb27dd6b9523da6492a88ddcccabde31e54c","43c4ecc58a16e4b1870d4fd9626317236e7428fc","58d5ee588bbcacf2c97dbda8e311c3907308f66a","40d2280897a3cc4c56ce70cdc5dfa858358e4a95"],"title":"Optimal sampling times in bioequivalence tests.","doi":"10.1081/BIP-100101011"}
