{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["a592d043c3d3142711e66c6e3b99ef06ac191ace","756e36018fb11f29093ae7392e2a2662c51adeb6","a245ce2a446cf31c805fe797498deffbb16ebe2c","fd55a81dd800ed6a7694b2e2fa235f284de552c7","d0cce33d2e7e12bd59eb6288f734f55a5b196714","3bea0f5d4b3e77d98db04a4df6f98b5fb212b691","5e8bf1724dcac7b9b2e1ca1fb66844d19a3a86eb","fafa10ce12559f7100cf45a3a8607d2379c0dae1","b8160ac3f34352b4f1fa99cb49bd72acef31240e"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"The timing of a time-dependent treatment-e.g., when to perform a kidney transplantation-is an important factor for evaluating treatment efficacy. A naïve comparison between the treated and untreated groups, while ignoring the timing of treatment, typically yields biased results that might favor the treated group because only patients who survive long enough will get treated. On the other hand, studying the effect of a time-dependent treatment is often complex, as it involves modeling treatment history and accounting for the possible time-varying nature of the treatment effect. We propose a varying-coefficient Cox model that investigates the efficacy of a time-dependent treatment by utilizing a global partial likelihood, which renders appealing statistical properties, including consistency, asymptotic normality and semiparametric efficiency. Extensive simulations verify the finite sample performance, and we apply the proposed method to study the efficacy of kidney transplantation for end-stage renal disease patients in the U.S. Scientific Registry of Transplant Recipients (SRTR).","inCitations":["918b56ae86f2a93726e87d0b0e83d8933b218b9e"],"title":"A semiparametrically efficient estimator of the time-varying effects for survival data with time-dependent treatment.","doi":"10.1111/sjos.12196"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"","inCitations":["58ab90291c697937d222e22cb70495f2d20b86a6","68e1c2407ce7cd7f70b662243740768a7bc8a961"],"title":"Multi-regional clinical trials--what are the challenges?","doi":"10.1002/pst.457"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["f5d27ad8883dfea8f7f3416c3f89d7bfbb73fbd4","6ce7876c0b2acb52b88610ce9cfe21d239c28922","04bc6fae24e215fc1ec87cd8143fc8d9d415bbf2","816b8d64952bd4f84baebcf829e3c1b26eb5630a","d35e4fd7114280585397b90a03683a71ad4ddd32","930281f635c92fe3dee041b3e1315e606c76850e","0fbb51bc09f88569500f63bcf3f538f74b7703ff","ac59a2ec67391bc7dcdd1618a7e9dd95f47b7511","68c9890df768d348ef10e57f825dd25f7b2ac0f4","bcacba5335dc47bd918326b230e8c985305982f2","fb600f9f8e1bdbc47112cbe0851c91afc3de1e0d","58de8846ad425c7cdafaf03e5aa15e1c158f93de","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","9c67f30235a47e305dc57c9f185d5587faca4236","6e7933eaa84ed6deedaf43aa6e4e67b786e8f7b4","e24622199fca470b9cf610d4f13dc6f4db993333","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","45db16309fbf7e9fc8907047e7e1a9933c4e1b85","e1ba33f56f75c40aed15538073e377c23f4013da","0602045e1c2bf0055a9da42bb8aa0a0bf88e7da4","559157584c6263db68dac47b4d5a175cfcf6a0c6","92f9be0462a86b54d310130bb519fdb90c2e494b","83810f9bb201d8f4cbec621819d59696c17644c2","d84ab8422918b1074ed21c755bf696c4c9d5d3e2","0832510cf3b8c99dadbdd304e188d6cc557b9b0a","364693f329133218574d92b0ac5cb7c1d1c6a83a","adcec120a442af0d58f7a1d2dc175b58ff5a32e2","e4c188af2ab97603aeff5228c619b9ca812550b2","269c9733b3f45d89194aafb194b8f2128446563b","d7632aa87f9d79857919cbfe97ddb80795c5a93e","d62a4f0067bfa6db9a933f39bc4802130670dc17","0c589744ddfca9533159a908944f5accac4913b4","21d3394e220715696bfbccce446aa693a88bfc1e"],"journalName":"Biostatistics","paperAbstract":"Finite mixtures of Gaussian distributions are known to provide an accurate approximation to any unknown density. Motivated by DNA repair studies in which data are collected for samples of cells from different individuals, we propose a class of hierarchically weighted finite mixture models. The modeling framework incorporates a collection of k Gaussian basis distributions, with the individual-specific response densities expressed as mixtures of these bases. To allow heterogeneity among individuals and predictor effects, we model the mixture weights, while treating the basis distributions as unknown but common to all distributions. This results in a flexible hierarchical model for samples of distributions. We consider analysis of variance-type structures and a parsimonious latent factor representation, which leads to simplified inferences on non-Gaussian covariance structures. Methods for posterior computation are developed, and the model is used to select genetic predictors of baseline DNA damage, susceptibility to induced damage, and rate of repair.","inCitations":["2d49596fe9f32bb47639d9766f0a8e2736942352","351bf1adc6ef62fb934a692d4d9898c927826519","fab25803bc770b62eb87420b938b7a808d967a37","1af15b10dee8977fe85ccfc6e9d5b935cf4f8d03","1e90e4591049addc5270f440828019152ed17f03","0625e209294f6e1c0c3af58cad6a9de405fea6fb","2b17ec71999fce095466a6e1121555ea68d99003","c70975d3f7bf4fd309f08343eae32423eb99b4a4","1846a7b03b0c5de8a3b6241a83408e199cd13490","215c5d8f27ba93dd91f5fe0e10b294ab57dc83d4","d1c98a19593dcec248d074fcaebb6d4b43ff3588","d44f25fe1355b59dd65df88f10812d5aefe62ac5","3d9218347228dd83046e1e3a18b028ef53063cb2","76de9f8fca83937a5a7e01231043c9b5b1d2e452","9f0006094eeff5c53cdcd292d78afdbd76372fb9","bbdd9bcf92a944d34e553164206b561e7ccc5305"],"title":"Bayesian hierarchically weighted finite mixture models for samples of distributions.","doi":"10.1093/biostatistics/kxn024"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Asymptotic biases of the parameter estimates in principal component analysis with substantial misspecification are derived. The solutions for unstandardized and standardized observed variables are considered with and without orthogonal and oblique rotations. The distribution of observed variables can be non-normal as long as the finite fourth-order moments of the observed variables exist. When multivariate normality holds for the observed variables, substantial reduction of the amount of computation can be achieved. Numerical examples with simulations are given, with some discussion on the tendency of the biases to reduce the absolute values of parameter estimates.","inCitations":["3a0f0e87c0abd15f97584fef2b31719d6219fc12","63d9fe967069763db5bb5f765ab673b613834767"],"title":"Asymptotic biases of the unrotated/rotated solutions in principal component analysis.","doi":"10.1111/j.2044-8317.2004.tb00143.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Gaussian graphical models have been widely used to construct gene regulatory networks from gene expression data. Most existing methods for Gaussian graphical models are designed to model homogeneous data, assuming a single Gaussian distribution. In practice, however, data may consist of gene expression studies with unknown confounding factors, such as study cohort, microarray platforms, experimental batches, which produce heterogeneous data, and hence lead to false positive edges or low detection power in resulting network, due to those unknown factors. To overcome this problem and improve the performance in constructing gene networks, we propose a two-stage approach to construct a gene network from heterogeneous data. The first stage is to perform a clustering analysis in order to assign samples to a few clusters where the samples in each cluster are approximately homogeneous, and the second stage is to conduct an integrative analysis of networks from each cluster. In particular, we first apply a model-based clustering method using the singular value decomposition for high-dimensional data, and then integrate the networks from each cluster using the integrative $\\psi$-learning method. The proposed method is based on an equivalent measure of partial correlation coefficients in Gaussian graphical models, which is computed with a reduced conditional set and thus it is useful for high-dimensional data. We compare the proposed two-stage learning approach with some existing methods in various simulation settings, and demonstrate the robustness of the proposed method. Finally, it is applied to integrate multiple gene expression studies of lung adenocarcinoma to identify potential therapeutic targets and treatment biomarkers.","inCitations":["2ad8c02b123290e0370b0439bf11394a7e777bc1","e70e000d8ad60b1a73760a106812b87cb9cd27bc"],"title":"A two-stage approach of gene network analysis for high-dimensional heterogeneous data.","doi":"10.1093/biostatistics/kxx033"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Journal of statistical computation and simulation","paperAbstract":"The performance of commonly used asymptotic inference procedures for the random effects model used in meta analysis relies on the number of studies. When the number of studies is moderate or small, the exact inference procedure is more reliable than the asymptotic counterparts. However, the related numerical computation may be demanding and an obstacle of routine use of the exact method. In this paper, we proposed a novel numerical algorithm for constructing the exact 95% confidence interval of the location parameter in the random effects model. The algorithm is much faster than the naive method and may greatly facilitate the use of the more appropriate exact inference procedure in meta analysis. Numerical studies and real data examples are used to illustrate the advantage of the proposed method.","inCitations":["91f7e7205f2e6f88df3a3e4a4ab36998d2cdb40d"],"title":"An Efficient Numerical Algorithm for Exact Inference in Meta Analysis.","doi":"10.1080/00949655.2017.1402331"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A non-parametric procedure for Cattell's scree test is proposed, using the bootstrap method. Bentler and Yuan developed parametric tests for the linear trend of scree eigenvalues in principal component analysis. The proposed method is for cases where parametric assumptions are not realistic. We define the break in the scree trend in several ways, based on linear slopes defined with two or three consecutive eigenvalues, or all eigenvalues after the k largest. The resulting scree test statistics are evaluated under various data conditions, among which Gorsuch and Nelson's bootstrap CNG performs best and is reasonably consistent and efficient under leptokurtic and skewed conditions. We also examine the bias-corrected and accelerated bootstrap method for these statistics, and the bias correction is found to be too unstable to be useful. Using seven published data sets which Bentler and Yuan analysed, we compare the bootstrap approach to the scree test with the parametric linear trend test.","inCitations":["6537da674f4bbe7627d345dfa65054bc19d0c499","f7d5bd30d44f536fcaf8213deea22f7a79470cb0","4abb8b75a38b2f13661c06f8c3a541163f6b91fa","23e4c7d4db7967754f25ab38228aa7eaac801348","3cbab628009018956c03bcb131a886c5d2597564","8cf24ae2da843c6ff25f1b80bd42cad568513488","848bc1606b85ce075aef437e6682250eda075ef8","9748ff85377a26861de37ef108b60803c58c7e02","570f62c6a9f73eccb4dae397f8371c409c273dca","131dc4edb17835f710de9538851b2d5e8e2d3b4b","e509d576b27181003bc133da5727002cfbafaad5"],"title":"Bootstrap scree tests: a Monte Carlo simulation and applications to published data.","doi":"10.1348/000711005X66770"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"The analysis of area-level aggregated summary data is common in many disciplines including epidemiology and the social sciences. Typically, Markov random field spatial models have been employed to acknowledge spatial dependence and allow data-driven smoothing. In the context of an irregular set of areas, these models always have an ad hoc element with respect to the definition of a neighborhood scheme. In this article, we exploit recent theoretical and computational advances to carry out modeling at the continuous spatial level, which induces a spatial model for the discrete areas. This approach also allows reconstruction of the continuous underlying surface, but the interpretation of such surfaces is delicate since it depends on the quality, extent and configuration of the observed data. We focus on models based on stochastic partial differential equations. We also consider the interesting case in which the aggregate data are supplemented with point data. We carry out Bayesian inference and, in the language of generalized linear mixed models, if the link is linear, an efficient implementation of the model is available via integrated nested Laplace approximations. For nonlinear links, we present two approaches: a fully Bayesian implementation using a Hamiltonian Monte Carlo algorithm and an empirical Bayes implementation, that is much faster and is based on Laplace approximations. We examine the properties of the approach using simulation, and then apply the model to the classic Scottish lip cancer data.","inCitations":["6170c8b1896a2ec90fd5a9ba68fd26fb9683a125","f71745da741b1614613080df2e349458184c5def","29a709d4851a9b02944a5d91f1981199fea34f9a","1db020274f29dd2d716a6a382cd119ece1ff33d9","b3eeee4aa4a348bbaebb1b401e34e482876e6398","fd62214df93ac828a27977d113304f4ed185b5af"],"title":"Pointless spatial modeling.","doi":"10.1093/biostatistics/kxy041"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Some studies are designed to assess the agreement between different raters and/or different instruments in the medical sciences and pharmaceutical research. In practice, the same sample will be used to compare the agreement of two or more assessment methods for simplicity and to take advantage of the positive correlation of the ratings. The concordance correlation coefficient (CCC) is often used as a measure of agreement when the rating is a continuous variable. We present an approach for calculating the sample size required for testing the equality of two CCCs, H0: CCC1 = CCC2 vs. HA: CCC1 ≠ CCC2, where two assessment methods are used on the same sample, with two raters resulting in correlated CCC estimates. Our approach is to simulate one large \"exemplary\" dataset based on the specification of the joint distribution of the pairwise ratings for the two methods. We then create two new random variables from the simulated data that have the same variance-covariance matrix as the two dependent CCC estimates using the Taylor series linearization method. The method requires minimal computing time and can be easily extended to comparing more than two CCCs, or Kappa statistics.","inCitations":["810bb283b0baf035526b9d55aaf3493bf5312097"],"title":"A Simple Approach for Sample Size Calculation for Comparing Two Concordance Correlation Coefficients Estimated on the Same Subjects.","doi":"10.1080/10543406.2014.971163"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["325228a1ed1ff4fc2c9e99781ef0b62d6018ce86","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","deb6cf40cd8880eec237367dab19f7cd65cbb8e2","996341e313f318ca6e7c05dd5f6d625390b3a58a","d753c0a8adefec42d6f265811c5919aa9ffd6168","d9d3e53f472eaf223048b84133ed0a4944943633","4ae4896bd550091e0e98d125fc4959a18f9f7426","4e5e0335247e077dc26496960cd172c205885151","d35e4fd7114280585397b90a03683a71ad4ddd32","53e412a6560016270d233a04edd3471133fb9545","9c67f30235a47e305dc57c9f185d5587faca4236","4a74526b463d0566a3761ab6ef0b50e46a95105c","e69bce0185720fcb652ae458a4529a2807f53de8","878f6809d317ae27650021ae1950e9335e486b23","5a19ce440d12671aec27160fa9b05c61d8c671d2","a91096102b1e43f8d7b9afe8e6c7229808fce9dd","d7dd86fb38db8b2d0fd1e735e8d6ad32b8cac8a6","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","2d6aef44dcacd4200bcc046779a717d519c697a7","795d2848578e93f277c8e27a8ae416d30a56e812","9f2a597abc640d652734ec29a3c6025d90a3ece8","e37d707b1a95c64191e4e63a954d99bfb663f71c","3599ecc225de0bbb4a34ac01d780681881639385","e65417d0e547150f5b9957f759e65accc83a9be5","1486de62910bfc6eac13b14e7a76c9024003d6bc","c3669ed41b8ade66bf41bd9fc3d84e771177e9ff","6668f5ec1b6caebd1cfc8bd92ee607684654aace","e6600f9c78c718b5d5281d557ac563423b46bc9c","1cc79608e63e45af3e840c27aab236f67f287b61"],"journalName":"Biostatistics","paperAbstract":"Flexible multilevel models are proposed to allow for cluster-specific smooth estimation of growth curves in a mixed-effects modeling format that includes subject-specific random effects on the growth parameters. Attention is then focused on models that examine between-cluster comparisons of the effects of an ecologic covariate of interest (e.g. air pollution) on nonlinear functionals of growth curves (e.g. maximum rate of growth). A Gibbs sampling approach is used to get posterior mean estimates of nonlinear functionals along with their uncertainty estimates. A second-stage ecologic random-effects model is used to examine the association between a covariate of interest (e.g. air pollution) and the nonlinear functionals. A unified estimation procedure is presented along with its computational and theoretical details. The models are motivated by, and illustrated with, lung function and air pollution data from the Southern California Children's Health Study.","inCitations":["de06dcabbf5d270cb8757281585de0a15dca34ec","4e2b3b67ff1b7dcce722f8271528684503517696","36b18c76ff457c8a0cdb8149d6ba95c33544fc1d","b3a2670dc08d3d26fb3616a78526d03d62293957","faecc1c50ed504934b5af8c2aac63a059819d9ab","34a624ce8dfbcc6d049581427ca849614c47d285","57bb1b76f7487170c69e425186f8758154d03240","8bf620765e77c98424983de5d5b74b90d99e28fd","f92518f02259091338f8b8e616dd982913443d05","10a9f73152d72335ce5417c08fac44df9f5e4ad0"],"title":"A Bayesian approach to functional-based multilevel modeling of longitudinal data: applications to environmental epidemiology.","doi":"10.1093/biostatistics/kxm059"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2009,"outCitations":["ca7e4f234034bc9b5800939b4941f6396c0232aa","fc81cd8c4d19a93fe33d8cbaaf3096647635846a","368b5ad48e6de062cd09fc0de433c3685321dbc0","c41783252096992982999e543b86e6d7c8af9c6d","2cd88b943ecf5d15fa0de5450ea77143c43e230a","3832520e8dc41f78b2d90554c101b92671e03ba8","6459b28f996830c0534a2ddbe5b89ef8095d82b9","55f55e8422154f94b2af7c0791fcfdc074617083","58de8846ad425c7cdafaf03e5aa15e1c158f93de","df89689d7886a5b58da8af0f01eaafd5a7efef2e","11b86a34b7921e3aef6de62c3f92c07ba1aa8bf9","7e13d4a8876ee640ef4598ce1e56f0e6cac93e3f","3b8503802824c37db8889da762faa0f00265aa8a","84264efe444e27b669f0f945cd3aaa70691cefb9","f6b851108e69e015a0cfd7dcac84d04286027c7b","f4c237e92f72997603b42f74df1a322a18fe0712","093e965690b184d8fea4af98c7b13726ee807458","9089cb5d7adecc27d28934aa96b2001edc3265a6","4b5741e3cfadfe34663fc4fa93b1fb4dd330cc2e","83c0816eb619cdbefd88353866d7f4190d2055b3","7e7240aff31e77cd0d7cc5ad7dbe933aaf473028","3599ecc225de0bbb4a34ac01d780681881639385","4e1d804de65430224c1bf7c182b0e66c7c0a3d0d"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Factor analytic models are widely used in social sciences. These models have also proven useful for sparse modeling of the covariance structure in multidimensional data. Normal prior distributions for factor loadings and inverse gamma prior distributions for residual variances are a popular choice because of their conditionally conjugate form. However, such prior distributions require elicitation of many hyperparameters and tend to result in poorly behaved Gibbs samplers. In addition, one must choose an informative specification, as high variance prior distributions face problems due to impropriety of the posterior distribution. This article proposes a default, heavy-tailed prior distribution specification, which is induced through parameter expansion while facilitating efficient posterior computation. We also develop an approach to allow uncertainty in the number of factors. The methods are illustrated through simulated examples and epidemiology and toxicology applications. Data sets and computer code used in this article are available online.","inCitations":["694218b8f025c6a7f45dcf488f5de8881b978149","80fda56240f52b54727c420504a5d3f70496af35","16baf389a69f94b87105aba059ff14e6f2623e3c","88b59755bebd1a7cbb331ed5ae725a160091815c","51bd55f2c0d1b5362fd002c1ba39ef3d62a1c047","d8b47ec5f6156ccd998c54507916783d12bdd54c","13f0450f32ca8d9aa53c9e19492b311f2cc7252b","67a3ff8360aab28b2f8f645307638a1d7ac9f9be","dc72095e2b9c8449ac1d542e65f72eef4277b878","898c887d59ffc19c87947ad139fd5bf7d08d4d0a","1ef9d441b0df554d730bd6a92047eeb9a2caf92c","b9613453d1afd370d76b62dfd2235d9506c2b7bb","4d96de8b7ef162f33f42e6789b498fe41faa28fe","66e77455649e84476c48ec3bcac1e560677dd5d7","fa763994ac085b7f843609b4161ccba227ed39d7","93207544b27e8ec8d2a7bc6e6e2a273f14c61d25","af0244783cdaf8f6c91c1f0ff1429eb7fdf09803","6565c13ce7415deb514d859c36cf8edad88ae461","d8afc9badd4f4aea7131c42e7e2cbdcd94511864","20e8439e95bf4a9596df0682fbea733d8cd66d03","5f88f31187ed5382fc6e150402c179ffa087cef0","88baeee15f81c074f34ee2faf9d3a73db9ff250c","2c4452c7cdf4e499e0255f845cbe9b48f4fde3a7","92da9f8a83544ade2acac4d902ec6b0e68928b40","e4cc4125d4ab0a6528b906ed01a4e55cad933037","4de6ddd437fb8b2ac48b0b8b81a6cd72b8923b47","e862994aa8556e2945b3486b5de3fc8e3b9fcf7b","c14442812f08a26c828ec78ad6ca598b5b3cd318","b02dc1faf572b30278c22d1ec62e348b00af76b4","8395ee6c5707688ba79e898e4e9509fb2a5c3fd7","a82938d8fa8ef21a68b3b7819558ce6ab6931f86","c25d995cbc5dfe585ddf3b1f13c3e58b71320da8","52e00600167e4bca34a723577b92dc82fdbff93f","f9e7fff202f93dfb8a408faa9c35477653970be6","ee74bd802e2a23897fdc7710ac02c1c3b5778795","745aa76d71d8f70576aeeb3fb02849ac2e972d48","b48268b667bf10ce4556a0a53d81dca77dff6613","d8e7a03c6ee282130425e170dd3927165aaad1a1","9f72ffda5d8302b30e5180fb88863ae2a7ecfdf0","5c87cf3c0fc5a33bc75590b873e7fa94c05ccabf","b69aad5fb57c14af5fbfe6d6fc1364ca6bd118f5","0cdba29e707c14a7808f115bc18f1a594c383163","a0186ee12e95b0ca773ac6ec493c0beeecce0263","822391a297b7baeb3aa5e194e1daaff93899f553","6a4ea3e0da759fab03a40dda3f0954e1f71cbe51","bee0a5503453b83fed88385aacdec08b207d10aa","35311411e3102620796afaf00724df8841f7c81b","380de1e2391e8a989cb10867eda3a4098655baac","58d41d11aa4203ad4123d228ebd962dd82fa04cc","52953a3d7c389a4a48e1e8385361d22344e83e84","ed9b505fe586422a048444dfbf28d6ad6cd04168","3a09d561a0fd522477c66ff137130df84f6b8b65","2f56f3fcc2265ade75b73d8565dc94ea0abc6751","f451c61891ce96c86a753cdc413254d4ff8978de","ded9b095bb87101902a91125acfae56619be026f","98e95da92b91ae7b54488d093480e2718a30a8e9","845bd050e8e82012ab7b3a389c434886ffa0eec9","a328faf454bec0ad841aed0084ce8ce475b75d46","a6f1f3bb8d8b8ffddf6fac9a8e00be84991e5338","2d8e025f5a5aeb8a53fbdfacee22dbf3b23e92d4","727898f95fbdc494e7e02b0406e33cecda39dc7d","05d6eec2f0cb8fcd62dba7692f67bbbb2a298b50","b3231bd27eac11f3085cb1425835d04238d5f796","ff56a2f1802eb6842a829a40d8512dc6617507d0","fdd7f57ca6838b9b4b81b0f79a0be97727a878c3","704743378f06452384a994b4d5318013d4157365"],"title":"Default Prior Distributions and Efficient Posterior Computation in Bayesian Factor Analysis.","doi":"10.1198/jcgs.2009.07145"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A modeling framework is described for the specific setting of clinical trials in which there is only a single post-randomization response measurement, which may itself be missing, or, for clinical reasons, may be measured before the trial end. Such settings have three simultaneous processes: the outcome itself, the time to measurement, and the occurrence of missing values. A simple latent variable structure within a multivariate Gaussian distribution is used to model them. The full model is strictly nonrandom with respect to the missing value process, and therefore estimability of certain parameters depends on unverifiable assumptions. We use a simulation study to assess the behavior of the maximum likelihood estimators from the model; we then compare and contrast with a simpler last observation carried forward (LOCF) approach that ignores both the time to response and the missingness process, and is commonly used in practice in such settings. The proposed approach is illustrated using data from a trial on the treatment of congestive heart failure, in which the response measurements were obtained by echocardiography.","inCitations":["4044aba2cb98753adf7e4f235f5c8b9b035145f7","4f08096dda9be048d09fb0133d616b48f2563314","9a14d6fdcccfbde474405a36119c93393b2838f5"],"title":"Joint modeling of outcome, observation time, and missingness.","doi":"10.1080/10543406.2011.550101"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of multivariate analysis","paperAbstract":"Large-margin classifiers are powerful techniques for classification problems. Although binary large-margin classifiers are heavily studied, multicategory problems are more complicated and challenging. A common approach is to construct k different decision functions for a k-class problem with a sum-to-zero constraint. However, such a constraint can be inefficient. Moreover, many large-margin classifiers can be sensitive to outliers in the training sample. In this article, we use the angle-based classification framework to avoid the explicit sum-to-zero constraint, and we propose two adaptively weighted large-margin classification techniques. Our new methods are Fisher consistent and more robust against outliers under suitable conditions. Numerical experiments further indicate that our methods give competitive and stable performance when compared with existing approaches.","inCitations":["63ddc3ab2c77fc963ed0d8e2e10f627e25b50926","8b19123b7900fbd1ea0797d54101eb3a26039424","e320de99e36753dbeb081c5880b32ca45c870c4d"],"title":"Adaptively weighted large-margin angle-based classifiers","doi":"10.1016/j.jmva.2018.03.004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["4892556f6307563b669f641ff92b9fa28d1fd82e","beb76974abbae5f218afaada2c4b65de663f4ae7","486fa7468b8e143c9d0e681819c48c8d87c49b99","2f5d34b17277c9bbac51b934b3df14e5b65dbbef","a6ff22ad3f57b21139e820c0436210ad887a825e","53091c437eafe662dc49ca8ff3ba18e6eb3bd8d1","f788f231b0cd4b393a098228a46650c9a3b96f8f","0e015d35e9595aa018058af998580c1e7ca4e209"],"journalName":"Biostatistics","paperAbstract":"In environmental studies, relationships among variables that are misaligned in space are routinely assessed. Because the data are misaligned, kriging is often used to predict the covariate at the locations where the response is observed. Using kriging predictions to estimate regression parameters in linear regression models introduces a Berkson error, which induces a covariance structure that is challenging to estimate. In addition, if the parameters associated with kriging (e.g. trend surface parameters and spatial covariance parameters) are estimated, then an additional uncertainty is introduced. We characterize the total measurement error as part of a broader class of Berkson error models and develop an estimated generalized least squares estimator using estimated covariance parameters. In working with the induced model, we fully account for the error structure and estimate the covariance parameters using likelihood-based methods. We provide insight into when it is important to fully account for the covariance structure induced from the different error sources. We assess the performance of the estimators using simulation and illustrate the methodology using publicly available data from the US Environmental Protection Agency.","inCitations":["90f714ebdd8bb245775f0e472ee636c4f1072bbf","752fc410e0c7c89ad883396744b4751952b66a21","6fc7e34a27c06c2c4f1964ff97bfa051478e392c","7392042a5351a89f6a4bd73894e928d390653b06","9afad37b7f2a4ce9b70aaefd53ead8d895fd1534","e316edd2b3281912da6d5c7429ea2395916cbd2e","20d8e3a35efdf5918f972f42e9938383c87c190f","836c042dd6c81a46c8872fb08c655974fb753189","70f96faf65978b0ac2dda4afae7a3744356fd448"],"title":"Estimated generalized least squares in spatially misaligned regression models with Berkson error.","doi":"10.1093/biostatistics/kxt011"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["62791257ac277db2b314bbb18e13bee48533ae0c","4669aac447d680e658ba4ac5ee71578836242970","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","643a2386f01e0dc06b0f5109836486a9046c08e1","67529f0a3c2031282ec93440b76580de840789fa","7651c10736d9e2719a7b5fa9cf9ebf7bd32ebd5b","b3242307718d6cf050ac8424cd045b5f818f86ec","3d13d6f847e8f4c76c5a8d6f99fa49dbabe473c0","4860c21b75f61c72a0834add5128e71dc35c9bee","0ecf8c56300c20622f317e1e6cefdeeb85c513e2","2f9e676b1e1e086ee69cb43e5a9d69c16c2e43d1","797c91792a6c47d0fd21754c687d0d239a8798d7","c776906ad1e34ec2c941d9fb7d55141dd9ec05aa","7f758d452e918d948ca4f300eab6b22063c29d1a","2a8e1001e2add226bb59704bb12d4cebfde36ea9","58680dc07376b9391792dba562d91111ef8a2360","62786eaf14f64d31aa0a074b58fb3f6f4b5b7e82","3cea1c43f4bbf4fcee680063822f3b6ed0447ff0","ddd660f2a83ec98ebb7f0b96499822b8ff35d24b","1e90df8ebea5dfba4ce4cf2b6d8eb0ba434cb3f7","5a05f55d60af3aa9fa60f684769d33edea78cb5c","e197caab023d0d40aec7d96e622dc2cbc14e6971","983ecf48893b33509d4eead25f485f099ad4d6c6","126a25352db3bd310b7e48df9604e26b2b8d3e2a","34f008d12058bb26c45615611601206db1daf5c0","273dfbcb68080251f5e9ff38b4413d7bd84b10a1","ddf0c793e4a431fdf9dc14db75aff310f675081e","482b324ffcb3c6277aa72d69fdfa3291259d82d3","32024f9a00f8659a0a25f72796b0d84d40159c7e","235723a15c86c369c99a42e7b666dfe156ad2cba","d96c8d7f836d27cb8b82657d7c1e36de5496b6ab","71f729980d8cc1686666bf03712ceb2574039998","b69df93991a1f5a712b20e832f5b0281acb3153b","330c6d5fbcce38ffebbdc8c8f3343b9a3cc941a3","e3d7e61eb634c9692c8eb1af94bb982a8120d493","424c3ab98f1ae2d9e9ecf892e15a12c09f4e9ffe","af8835c8960e539cc33f5375861efaedec1fb0b2","1fc971fc394fd7a00922b082973568850e77a163","34634bc42ba22a4cd6972c54515d1c1a09294936","7ea48ab070e147a2e17c759a2e2263b4c9cf8ef9","3d4a95dca3c32b1b897f596a3e0f04c0c1589d7c","ac50b590dcefef497411418fbfca9043b453e808","4b84df3980b67ccf4090d1e32752af86ef308d86","fb2c23838501a0d5f5ca24a650ac1a2fd5f97b99","9d946ed8743c14be3fd22346fae1230098d8fa0d","ccd5f41e937adc04d697650a964d07848ba442eb","5a9b49008f01a4add8cb14abe3f176863861c8c2","a93b8d22cc51443ef9f376092cdc234ec28ce1b4","cf1e6d6cd8836081d83d8d200766b02e467fbab1","42168ff14fdccde35d5794ccc9484d4b98fb3fbb","4a56d671c5a497b54889d48052b81b08eb9bf3eb","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","3e9a0801bd1a6557a8e60e3ee457b66377ed4948","236cb915a1724c4b9ec3e53cfed64ce169358cda","545122e2990590524459ec9b59ccac6ce71e3b6a","6d5965a76f88a8ebab4fc9c43a3ae2630628966a","b4783800c2fdc455e58a50dd42a1aa2d85c4c830","b0c505f6b8f785af48b21e28c25dbc6db61e5a83","c62043a7d2537bbf40a84b9913957452a47fdb83","d314f74b8dae9f066c1e9aa24a6874579baf0a47","23ddd22c8a1ebd9a20c96b631b74719c04527561","fb689530fe8f008be795afd0e2118882dcd9c132","ea40c9bbebf715204f48652194e50fccb01f168d","b9d23c91c9054433a4b5d31553f55cf6ae7880b1","d8540ccb794de41c11d921f0ee140b6ea6017b06"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract Understanding structural changes in the brain that are caused by a particular disease is a major goal of neuroimaging research. Multivariate pattern analysis (MVPA) comprises a collection of tools that can be used to understand complex disease efxcfects across the brain. We discuss several important issues that must be considered when analyzing data from neuroimaging studies using MVPA. In particular, we focus on the consequences of confounding by non-imaging variables such as age and sex on the results of MVPA. After reviewing current practice to address confounding in neuroimaging studies, we propose an alternative approach based on inverse probability weighting. Although the proposed method is motivated by neuroimaging applications, it is broadly applicable to many problems in machine learning and predictive modeling. We demonstrate the advantages of our approach on simulated and real data examples.","inCitations":["20ea85ad35069e004015365682d4e0c491fd9ab9","583ba84fae775bc71582aebc06841559cc333a65","6af52b8faaf5faa49d714b50cc94ab7da12a6680","95ffca0af6cd22a35448aad4c5b589b954797c22","b9261a3b56d647bd8b8934f8705d7d70f8d00c79","5cb233988e355605d3deb74de3055447f239ae29","d9f8092b51c775648fb3acda22874d4079ca89aa","46a2b38e05e837cc3979869f41cc407cb727b5e1","b618512fb195fc2a1167581d4845c291017adf81","714f1a611cfcb5a0c5e5b40db94867457f77f12f","c2ff453a6ce6dd319ee99d8a1bd88e76a150257b","7684523746ed6cd746f2f77e64b38e36cfa4b710","e2f15afb7e5171dce067cdd230fca0dbd2715485"],"title":"Addressing Confounding in Predictive Models with an Application to Neuroimaging","doi":"10.1515/ijb-2015-0030"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["e01a8bf0adfe1d79429f449a7fa91d975d09b1d1","7e6ec081f025f9bdf22f191859031629290dca84","46c56845fbb9e9452a318d736356949bd24fa012","22ffbf95b9812d374aadc7c30d8631621c56ca85","fdccadb2bb68202c8960cc8ab8ccabb7a84621ba","b018461d77fc19f27358289729e524ed6ec3b585","67b08fdc75f7d42ecf55d4346b28fb0344a08ecc","8522f87530dcfe16c71ec3b552bd5d50aa05f145","ed1a0b65d73c0d397fb7a5ac9d7f434fd781035d","0c2593011d16db54e5316a8c3b872124b98635af","7ce10624b09c54d2604f60b4c2d48409201fcc5b","f558afeec9667b66995b46e306bcf5aabc2898b5","d383d867282d395f5414c60c0d4f8fd2d16f5cce","d73d236dcd9dd0ca864bd9a8d041f8167f4f2329"],"journalName":"Journal of statistical planning and inference","paperAbstract":"When data are missing, analyzing records that are completely observed may cause bias or inefficiency. Existing approaches in handling missing data include likelihood, imputation and inverse probability weighting. In this paper, we propose three estimators inspired by deleting some completely observed data in the regression setting. First, we generate artificial observation indicators that are independent of outcome given the observed data and draw inferences conditioning on the artificial observation indicators. Second, we propose a closely related weighting method. The proposed weighting method has more stable weights than those of the inverse probability weighting method (Zhao and Lipsitz, 1992). Third, we improve the efficiency of the proposed weighting estimator by subtracting the projection of the estimating function onto the nuisance tangent space. When data are missing completely at random, we show that the proposed estimators have asymptotic variances smaller than or equal to the variance of the estimator obtained from using completely observed records only. Asymptotic relative efficiency computation and simulation studies indicate that the proposed weighting estimators are more efficient than the inverse probability weighting estimators under wide range of practical situations especially when when the missingness proportion is large.","inCitations":["b4ebc097b5e6f88c0bdeb43f2ddc1f4416c35066"],"title":"Handling Missing Data by Deleting Completely Observed Records.","doi":"10.1016/j.jspi.2008.10.024"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["81857cd492597ef87f1da787ce7bac82812870f9","885356657432d17320ec753ea7015dbbb97b9fd5","5a001fb98ac63dc71982a9922eafe7098cc9a787","c4f1aa468ca6eaa5737c6d15661756ec3edfaff7","29aef93923512c31cf59b08cc5cd0529ba0470a5","f424867b2d8d7f6f2cdfeb5d8535efe7cc1c8499","a9ac2ec242bd7096f0deab8aca1b967f28342ba4","46d3d82abd53040769a3002f8352e092d28e4e9b","e14ba234cc2097cbed958015efa5a7c711db432b","d9e0e6567dffb58bb37a0a54a7620ffe611385e6","05ad85f2e840235820102539b04f3643fb120e1c","42974a682e6792e1c53b2a7f393bca5d60073a04","046f06fd6974a0d84f6fa5a2b9f2445f4c175538","76f1a1659e47d10fa6c313e36aec914b3099f676","f21e1d8d6163193b59237d7ac23bda83a4429c67","17eb8e68f7046e0d9bc3f972d283f28feffbd7fa","71ecde415d70d23215203c2fe315724b114a2634","27e468fab3a746ca35c9dd420aefe7358292fc22","fb1546adcc404109ebb253974e0882f1a05e67f2","8a7dac751eea31cfedb84d96274a7ae21e0efe3f","4353ed60a8276cebe5abfd94c55620e86462a93b","24b6a8688979f552122c2e1a9e54e91e2bb686c2","e584567fb0b15503a65eeaa0dd7c466b8462dfb4","adf3347c57bb79219d9397d63157eef9eea373db","fff4d8aea093280d8b464d92cef6e7ead729617d"],"journalName":"The annals of applied statistics","paperAbstract":"Stochastic processes often exhibit sudden systematic changes in pattern a short time before certain failure events. Examples include increase in medical costs before death and decrease in CD4 counts before AIDS diagnosis. To study such terminal behavior of stochastic processes, a natural and direct way is to align the processes using failure events as time origins. This paper studies backward stochastic processes counting time backward from failure events, and proposes one-sample nonparametric estimation of the mean of backward processes when follow-up is subject to left truncation and right censoring. We will discuss benefits of including prevalent cohort data to enlarge the identifiable region and large sample properties of the proposed estimator with related extensions. A SEER-Medicare linked data set is used to illustrate the proposed methodologies.","inCitations":["804d219fca0d393b93373a992b16731c6b8720a9","dbcdedc6466556ccea97320394dd6e4c0b3c98e8","2be69a408019fe3cf7e4d43ba377e145f67a95bb","a4bef026e153ccfe716e290d7c1c9e5b5785c524","97c5e9d1fc1873fe31dd8a649b32d6823b894b78"],"title":"Backward Estimation of Stochastic Processes with Failure Events as Time Origins.","doi":"10.1214/09-AOAS319"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["f4feaec8a3c99bb1670c175ef9328a18a46bb742","c450029d8603809fc4f90d9b082c8d1789611682","ac636e2f7dc158e264af92c04ba1ca7698c45b73","fa61ba4c994412d0c534aedec1e963830c742086","20c55173510ba0af0ab677a01cd540349fee49b7","5af210d3b2fb046b7a2b4563810cb4ed079b2a7e","b9187d85815e36e50a721d383044bb4afa1b0f72","22cf07daf8cb463760eed12209f43fc75f6958e1","83db7b97ffccb45f1f76a619b595acd3995339ce","64c5009a3dd638f807adb36c29ce804b7aa50f6a","285dfa31c807403176f4ec9eee0d3574f62918aa","1d3bb8d7427ff512b1e9d4601ef89c8289e18193","7f12bb5e47ec973bc4dbffba09d5d52fd85662a1","e69f1045ed1df2c3a408cec7eb66eb9e14622809","a258041060127ddab21df90a78300917ed267723","885644da173535fe620a75794b1d295cbbb56e9e","977c8152ba62330af26e40c9eb2ae92962bc6e92","7f1a4f637b151dfffd72045ea05d60f699fe0672","78e7023e2a11b60307606d571dcb580a0e2c6887","9d9a986bd3b78429fa8dab9c2fb2e2232a9c18a0","3a968047d98e5b4b7d5977ea6d325f9a47601382","69a072db26abdb4e6fc2a752d445de5170e20fd2","94dcb2b4a95efbce3438a1094d0a438c39583a88","568b5fb3f5261c44a27e06fdcd13183c45d2bb38","219e5dc9baa20fc879c6629cbf5925111fc5df48"],"journalName":"Pharmaceutical statistics","paperAbstract":"This paper presents practical approaches to the problem of sample size re-estimation in the case of clinical trials with survival data when proportional hazards can be assumed. When data are readily available at the time of the review, on a full range of survival experiences across the recruited patients, it is shown that, as expected, performing a blinded re-estimation procedure is straightforward and can help to maintain the trial's pre-specified error rates. Two alternative methods for dealing with the situation where limited survival experiences are available at the time of the sample size review are then presented and compared. In this instance, extrapolation is required in order to undertake the sample size re-estimation. Worked examples, together with results from a simulation study are described. It is concluded that, as in the standard case, use of either extrapolation approach successfully protects the trial error rates.","inCitations":["38d5f48383d1b66713f4b7c445241d83ee45f72f","3a1c62946a1ca57fc0e96cb701e061614d347fa5","12dff17082230948cde83b732a568a92ac18056f","9ffa0ae498e6ad395b4f8a6b7ffcbd0020cfcb90"],"title":"A practical comparison of blinded methods for sample size reviews in survival data clinical trials.","doi":"10.1002/pst.516"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["10942b9a40e15769eaf26fc255889b16e233be79","ddf3410d916340d3c5cd09336236fe544340c250","7876067a76ab9eca6ecd4cd513ff51238c91bf81","dab80ef4a95684d40ec9625007ff73e0cf432940","b4001585c134b3a457515bb03c318411c4858ec0","bc436ce6a6301091dee2e5166e7d3e4a6d1d4c40","cbed897fd552d4438584fabcf200c2a3febb7fb2","954c416d172e8fc509341d01d44fbaba895fc90d","e7a56720caf98599ab13c766f4f2a78d372b5514","7d9ca58de55951ad44491a9f867187f77322f490","90743fb1c7d5baaeaf8e9493e0c89ad238333cb7","6ef8cd90a1688ce5d59ee96e48e774d3cd3565b5","1720998874dbcebfbe72856945633c097e69387f","75c32f3e03cbf96c8ea9a5e7a4931af69bff0513","c0f8d68f26a07e58ed81041fa1c231538ae1881c","df5a303a2589067c494daff938fa9389d158b998","2d178660f4789cad7ce295ce7451c36fa27ea40d","6d87b09748ec68abca76398e11488e93fbf02633","0a3f655beb1f8cfd1c669ea70c7f402e177c5241","e9bcb195abbc9965b5af2448d5051a9123539a7f","d8448a7023a50b50c7a7133f86a929d26c43c3f0","d5be94b98276863b7116b364429776cc6266d3cf","8b5ec97beb007cf0955aa1754a8145d3269c883c","f97c23d1dae64e8d7ccad02f4e233a61a29d6010"],"journalName":"The annals of applied statistics","paperAbstract":"Cancer development is driven by genomic alterations, including copy number aberrations. The detection of copy number aberrations in tumor cells is often complicated by possible contamination of normal stromal cells in tumor samples and intratumor heterogeneity, namely the presence of multiple clones of tumor cells. In order to correctly quantify copy number aberrations, it is critical to successfully de-convolute the complex structure of the genetic information from tumor samples. In this article, we propose a general Bayesian method for estimating copy number aberrations when there are normal cells and potentially more than one tumor clones. Our method provides posterior probabilities for the proportions of tumor clones and normal cells. We incorporate prior information on the distribution of the copy numbers to prioritize biologically more plausible solutions and alleviate possible identifiability issues that have been observed by many researchers. Our model is flexible and can work for both SNP array and next-generation sequencing data. We compare our method to existing ones and illustrate the advantage of our approach in multiple datasets.","inCitations":["bbff9d5dedc7f9437dce2498ff4ee3c2aa8dfce8","6af2a8b09daa88b1e4e621d8cdecfd51d16d5c04","ec3a7a46ae7d0e87aa159bfc713c170654661517","a36d43bdf0401aefef44c3e46212560bb9a1eb2a"],"title":"Quantification of Multiple Tumor Clones Using Gene Array and Sequencing Data.","doi":"10.1214/17-AOAS1026"}
{"fieldsOfStudy":["Computer Science","Mathematics","Biology","Medicine"],"year":2011,"outCitations":["bd4183974927e1a229851b57f970eec386dd0593","28cd57afa9089d1cc5274f97434cde8565e01524","64b89e70685ab8185fe3c136ed4bf8d1a9cbf7ce","b4ae52285bc9ef61c650f4782ab5c6b97075126f","628f62195957203ef763be7dc35b47814eff39e4","76f88d200b0eeb40c888be4c453979fff309f457","5cdbf67f89def95fa4c5a42400c274dab7c90707","be16b8c63e162f89c682f22d384bba52571fc8c9","59d435c69a34efec487447c52f37cb96b36df570","a2a6ef5f9b0aef09461979e0999845e5d5c00098","a15785f9417ee471f1e83eef0bf939b210319471","f8d2948f12d3c9d659869484902a41ef3f74f5a4","18ee2f6f257dd1d2c8a1c2c2abf405e4f96229c3","7e7fc800af3f2f9d013925935bb05f5ab84b331b","e31ce5029853721df6fce2f8cba720019aa0faef","f46b5134322400e0b80e65cd2d308c982adfdc43","b0743c116e920bc9036d91084557ead6a868a4bc","267cf324f04f1993227f780af3555ea7d6c59c26"],"journalName":"The annals of applied statistics","paperAbstract":"Neural spike trains, which are sequences of very brief jumps in voltage across the cell membrane, were one of the motivating applications for the development of point process methodology. Early work required the assumption of stationarity, but contemporary experiments often use time-varying stimuli and produce time-varying neural responses. More recently, many statistical methods have been developed for nonstationary neural point process data. There has also been much interest in identifying synchrony, meaning events across two or more neurons that are nearly simultaneous at the time scale of the recordings. A natural statistical approach is to discretize time, using short time bins, and to introduce loglinear models for dependency among neurons, but previous use of loglinear modeling technology has assumed stationarity. We introduce a succinct yet powerful class of time-varying loglinear models by (a) allowing individual-neuron effects (main effects) to involve time-varying intensities; (b) also allowing the individual-neuron effects to involve autocovariation effects (history effects) due to past spiking, (c) assuming excess synchrony effects (interaction effects) do not depend on history, and (d) assuming all effects vary smoothly across time. Using data from primary visual cortex of an anesthetized monkey we give two examples in which the rate of synchronous spiking can not be explained by stimulus-related changes in individual-neuron effects. In one example, the excess synchrony disappears when slow-wave \"up\" states are taken into account as history effects, while in the second example it does not. Standard point process theory explicitly rules out synchronous events. To justify our use of continuous-time methodology we introduce a framework that incorporates synchronous events and provides continuous-time loglinear point process approximations to discrete-time loglinear models.","inCitations":["ad17b99fcaa1310f4233c11c2a96b32f1a55afdf","99c688111ec96a302220a45c892eb92d2654dc80","70ec4364eef7de6737b1eaaea9c4a6e0b8697294","5551a35588ae56ad96590fb1bbf2dacaf05d79e3","f75ef70091009e7c0106e7b4a525e58b448acfe6","8c3ebce995ac8c52a366d7e34ab568644fa34688","d42ac0cea3c4471a531838d73530b1ff70c71bb3","7270314136e30fabf34e7ebfff1b14e0e90c9936","ae7f80e410ac05faea596e434c76b40ab1ce41a9","b2651af9882eb2de15d46eac5a6f2db2e4b902c7","b4ea9d5eec4bd7bada9c2e95492c95368bfdcf6b","4393f8796367e8edf5dad5d9525ad500d7d59239","67b86f543ff057db715ad468849be53f698dfac9","146afb30ed830ca3b00f4079e1157d07df59a65d","f7f4e653fd542d24e974df1ef6b62c07510f53ea","177f2ac22a44e3474b0649a29d3d2a2e841f7105","abdd53715f0e6174999c9ee82f6cd352968edd60","761fba9a02e38c78c9069d3be6fe834dec3c4ee7","3f5bbe7400e563186eebcb020ad015cd5f18b2e5","177ccf37215a6d5beff184201ef5f459ae97f073","aad08bf247ac50e49c1d8785055cc31c0c2d4c68","7bc209abe79d2a75e6c204a99f694c0526a9794c","df4c6f37e02515b5fa0143cb555ce31e97cc4c4f","ebd03cdce0948ffc1d1ea439cef09103569b8004","76f7d00245fbc1476523a76f681d22393a69f5bd","a5c0a4fd3fc701a2c557283eee9f016eaddd53c3","699c0f84876545a997236c569fce6ae6fc90b8a4","02b948dd92ba1b257b805faaa276b4bb8ed55899"],"title":"Assessment of Synchrony in Multiple Neural Spike Trains Using Loglinear Point Process Models.","doi":"10.1214/10-AOAS429"}
