{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":["8ef631e8c047819731b1eb3749e761e5e64addd9","6b255f87a67492e05a954af83353f7c0994a1ca5","7057c9bee768203296c39c647dc22730f42a9466","83e7fafe2e613a10205f5885880df8a591edbac0","2eadd257ba47e54a3e1e29e869b038b6cbd2fdb0","6ae430a7b53c6a49006b5010c6064858ddc6a17e","963884e3436a4ac9a5c281fdd3a3142a9afe776c","1b3e8471de05258b02be0acff09da69c4481257a","18deccad074b256dbd9974958f438802dcd059df","db8bcab335b654c35a7214a153acd8b30c1ceac2","c3814dfe3b2860cf211ae60f060770b0808af76f","88f463908b6be50d9ea69a833698fdd300bf2286","2f0fd4943fc81d3ed664b8fe732ca0c1c0701b1d","9ded12d43dfd905d549471302aa80f44c64741a0","0c022f2530628370383424a3c22b02fbd7773f21","c8a2940090745082348e08538bf33f93ca5853b3","f500d5c84694e0e47f8e6640c2368c2b009be60a","4365028d1d141a5cc35eddcadaa173edce192df5","67cba034785082e2f04cdc4ec73785cbe7777862","4f34e1bfb396206e1c330042433a8b6220591ed2","12bf4da911af050bdb2da5a96a42202d31e1258d","8babbb4636d08f4241aa902cdac32955c16fdaab","2981d0b8287f2d7db613d2cfcf85c832775f931f"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract This paper presents two approaches to smoothing time trends in prevalence and estimating the underlying incidence of remissible infections. In the first approach, we use second order segmented polynomials to smooth a curve in a bounded domain. In the second, incidence is modeled instead and the prevalence is reconstructed using the recovery rate which is assumed to be known. In both approaches, the number of knots and their positions are estimated, resulting in non-linear regressions. Akaike Information Criterion is used for model selection. The method is illustrated with Syphilis and Gonorrhea prevalence smoothing and incidence trend estimation in Guinea-Bissau and South Africa, respectively.","inCitations":["2cba447cb93851fa719b30b744795b5663049435"],"title":"Second Order Segmented Polynomials for Syphilis and Gonorrhea Prevalence and Incidence Trends Estimation: Application to Spectrum’s Guinea-Bissau and South Africa Data","doi":"10.1515/ijb-2017-0073"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["bc55639dcb2d8cb372643c2336ed2dc85ddcaaed","0e6f7fb2b387b24f7cccf670ee564ca4de2f1444","4c60c91c945c16447f8c03dbd2ee955c4f073859","1389c7cab2057653537bca4870ec87cc67fd697e","a7bdc2bb562261eabc556c4b9047338eb3a77d5f","7ea9cd28079e7d627bdc964657d058387f7864ad","d4b00aa38af402b7e69ca4839fefef48197ee0f3","129256bc9f88ef98fa3ff8a424075913e875ebfb","ef8135fbfd5b2cd305cc314df9705aa3bdc48073","939ba0fe777e9317917a05e7610a5abf3c9533c6","c8765a241065be0226f8d9a50f29c37f18145dba","108b5775f7ad51e21437db551a0b1bdecf18d687","a42d6065d0b1a31c597bcc3b7c0252881a2a2e33","08fef0251d7568526618a3530bfa7055914a9ed0","9d935ac252e939e2dc7a5a06b7d53d41c3482407","b0c632662ce646ed0d1b6d74ca33175b1000eab6","bd343ada448714f05f5160234811b6386cd887d2","c968d86b8110198d7844399a6fb7cf4eb81d4f15","61ff404ca4a9e3f4ae98cddb8675db7cbfab4adc","8e65783405679cd04093ea98c77ad11b78ebeaed","7f8d81d544701253245c1d8d750582285637d002","157c95e80d1f2b9b9deb428f4d5ac014f26197ab","bdfb57141b2141095ed942b28be24808aeba8d54","773895700e5610948836ca43d81085fb48ccbed8","fa8216104648f5e7d4379f85bfd9ebbd8ce45710"],"journalName":"The International Journal of Biostatistics","paperAbstract":"A fast and efficient estimation method is proposed that compensates the distortion in nonlinear transformation models. A likelihood-based estimator is developed that can be computed by an EM-type algorithm. The consistency of the estimator is shown and its limit distribution is provided. The new estimator is particularly well suited for fluorescence lifetime measurements, where only the shortest arrival time of a random number of emitted fluorescence photons can be detected and where arrival times are often modeled by a mixture of exponential distributions. The method is evaluated on real and synthetic data. Compared to currently used methods in fluorescence, the new estimator should allow a reduction of the acquisition time of an order of magnitude.","inCitations":["7e6469b6eb39ec74060da438414999b421556e8f","d08717d0f29721005183508aa49faf2f578ac1d3","8e6cdc1676dd55c0cadf2e9c000e805e4b1fc8ce","08cd9d04cf3fdc78cb798eaf636ea27f1bc45f59"],"title":"A Corrected Likelihood Approach for the Nonlinear Transformation Model with Application to Fluorescence Lifetime Measurements Using Exponential Mixtures","doi":"10.2202/1557-4679.1189"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["17c863557d1068e394af5eecf98d2061983d200e","8c0ec747b34c34d4a06cd42699ddc9140bd01137","0b3d4b591237a62376c11bbbd68a37da7d06f827","48c1767fc8fee491657f609db235955f56beb237","ac07e5b97451487f24330eb66f542fbd2b3e5a51","881dccd4905585932c67d6a6c8bda3981b33f848","ecd91983f8913dd0ce6855cc902b9c1fa182510c","85a5a2f69603f59ba740cf7b485628f060b06946","4719985267d97119711f66100c0e11a27b029d16","06ff42dd79f7e119b60c3fe7aab98b90fa7c8699","5cec2cc439c632b16aa070581e47e0429e0ddd81","e45e3ed3a0556c6463e1f45ae451718cac57697b","0f1ae736c36e317f297bf07dcc54f3846ffe3d8a","c644d5d5986790483ad4703f756f73ab05063d53","47532d25ce944193ef047fa3d1613aeb9dc99ecc","e283f02608bea87786e4055854f737d91703b44a","55002cded1c0e77758a1693a134ef176da174a38"],"journalName":"Journal of statistical planning and inference","paperAbstract":"A case-control study of lung cancer mortality in U.S. railroad workers in jobs with and without diesel exhaust exposure is reanalyzed using a new threshold regression methodology. The study included 1256 workers who died of lung cancer and 2385 controls who died primarily of circulatory system diseases. Diesel exhaust exposure was assessed using railroad job history from the US Railroad Retirement Board and an industrial hygiene survey. Smoking habits were available from next-of-kin and potential asbestos exposure was assessed by job history review. The new analysis reassesses lung cancer mortality and examines circulatory system disease mortality. Jobs with regular exposure to diesel exhaust had a survival pattern characterized by an initial delay in mortality, followed by a rapid deterioration of health prior to death. The pattern is seen in subjects dying of lung cancer, circulatory system diseases, and other causes. The unique pattern is illustrated using a new type of Kaplan-Meier survival plot in which the time scale represents a measure of disease progression rather than calendar time. The disease progression scale accounts for a healthy-worker effect when describing the effects of cumulative exposures on mortality.","inCitations":["21d01b5f80545e024ed03f76067242c47e6d2aab","1979cf96c736c6992d8f175b565d6dbe2141b508","2bcd0b89de5ac95732fab97e0d912c31dfc9c8e6","f26c8f6754627b8d599e56480f49ab39e9b64dd7","d26bed4e4c75f060534cdca3ae8cc84c6f0a8f25","03c8b677da22efd3e5e9614be3dd71d392c14cf2","0de278233d204c97b966c87a297579e42c47ecaa","ae8550a44ccb6eadc08b62dbf94e2280d5038bf9","ff7e8e515b57f36a019742f99f08a48aee91b53e"],"title":"A case-control study relating railroad worker mortality to diesel exhaust exposure using a threshold regression model.","doi":"10.1016/j.jspi.2008.05.023"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2016,"outCitations":["28ef96dc841755bc5421920c50ac55f90f4fcdff","6c5c4c2095f98e416d96371213bb74dcfc86364f","c4964fc619d76e5e383c9b228399c79b9af6a0bb","6d6e01cd04f865eb1fc9d4db8dcc9ee26695bf32","bad0f2eab027ad598129dcae0306b1fa9bef0b80","fd7c3e48cecf7c00da010530d32aefdfaaffdf62","b685a68ecb5eec575e654ce4d393e632d5ac515d","02dac8cf962eb446bb0c5cecec29019ae96c65b7","9386ed54aba167a251886ec18e2eb2b36aeecfc6","b7134309fc923d0395edb6c6c7d6695c82f053fc","1892e1f445e057dce152a6d8089152894680b504","d4f979fe0928e2042c80290ade43dfaac9a5d1a1","b26e3c4d1e467e7a4c94cd107b0d155dfedc4e4c","4f86ac6903c26df7b3a03f11da0c715b87fb1f4f","c36afca76cfc10068496dbe07e878094b55801bd","c3ed8026b2b47a2faa7e4ed97087c811536f398d","37ba6685c14e60399f4f7e785191da0596486a55","dc3c3169cc083da289c553c05532898d52470bad","3c098fe7e547fe377295fbee592d01b6e64c49c9","ff2bc289e69ef707d5d0fb68d5be8da5af5bc36d","1c1d9a7c9a51fbd2046a6c2262a24ecb4ed37b3d","0a45f9572ef9a09a12fe47f5158202804a8d5a45","0d9705049cb7af7a7d13103c678fce15ab81d814","6bf4e723fec2f0d9ff11fff4b96ebdb5296c2866"],"journalName":"Journal of statistical software","paperAbstract":"Technological advances in molecular biology over the past decade have given rise to high dimensional and complex datasets offering the possibility to investigate biological associations between a range of genomic features and complex phenotypes. The analysis of this novel type of data generated unprecedented computational challenges which ultimately led to the definition and implementation of computationally efficient statistical models that were able to scale to genome-wide data, including Bayesian variable selection approaches. While extensive methodological work has been carried out in this area, only few methods capable of handling hundreds of thousands of predictors were implemented and distributed. Among these we recently proposed GUESS, a computationally optimised algorithm making use of graphics processing unit capabilities, which can accommodate multiple outcomes. In this paper we propose R2GUESS, an R package wrapping the original C++ source code. In addition to providing a user-friendly interface of the original code automating its parametrisation, and data handling, R2GUESS also incorporates many features to explore the data, to extend statistical inferences from the native algorithm (e.g., effect size estimation, significance assessment), and to visualize outputs from the algorithm. We first detail the model and its parametrisation, and describe in details its optimised implementation. Based on two examples we finally illustrate its statistical performances and flexibility.","inCitations":["ec55fde909b592f92ae85c308dff5c695c5c22ea","10f30f9cfca0e6e5fffdbb6992d2e76f118e639c","3cd5afaff43c5007da6d0be29a46daa642a32bdd","e1f811a8707b99d8919d2136315240192bdbc543","6ecdf6ad2160fc3965d6ccacc67b916e7078c8dc"],"title":"R2GUESS: A Graphics Processing Unit-Based R Package for Bayesian Variable Selection Regression of Multivariate Responses.","doi":"10.18637/jss.v069.i02"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"There are minimal standards for the processing of whole blood components, and to apply those standards requires a system of quality assurances. Excessive indications of failures in compliance trigger inspections and other remedial actions, but the demarcation of what is excessive is a critical issue. Issues of low volume in some production facilities, low expected frequency of nonconformance, multiple nonindependent statistical tests, and controlling both the false-positive and false-negative rates all complicate quality assurance procedures. The scan statistic is a statistic that computes the number of events in a moving window throughout the period of risk. Monitoring plans based on scan statistics are developed to estimate the probability that a process that is under control.","inCitations":["d8b5511c7e56cd567cad36952c3b6154851848e1","56ee682d8a2d806974983a6b3ac487b0a7b5a79d","baa17aec911c16f4b5f7ccbc6f5f2a9a7662231c","01d3f56bb2b5e983b4934c49e00dee5be503b598"],"title":"Potential use of the scan statistic for quality control in blood product manufacturing.","doi":"10.1081/BIP-200048790"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":["956d43b30629e6be5e8f2c4edb4cea2404598eff","4d4b889b9244d391152a4aafe8f41e2bad302b88","649f91fa79585b44d0866276948700096c5381fd","6f0e53975738ab85069b8638346e206a0814daaf","ccea618f9a2851e33398de395c4fc27d2ef982aa","a7d731ccc3a83e9567734265ddd41bb377286c17","5c0394a8130f4d686b4a578e5fcd895fabde498a","65c4f601132902530ff0217b21e321e9c7e7812a","1d2e55d466f8d8d7fcd8f8225b67502da6031cd6","d8b4edf65a1d209fddbeb7c33a46726ce7554e65","93083535f1de80a67db3f8b936ada33aa303ecc3"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This paper investigates subset normalization to adjust for location biases (e.g., splotches) combined with global normalization for intensity biases (e.g., saturation). A data set from a toxicogenomic experiment using the same control and the same treated sample hybridized to six different microarrays is used to contrast the different normalization methods. Simple t-tests were used to compare two samples for dye effects and for treatment effects. The numbers of genes that reproducibly showed significant p-values for the unnormalized data and normalized data from different methods were evaluated for assessment of different normalization methods. The one-sample t-statistic of the ratio of red to green samples was used to test for dye effects using only control data. For treatment effects, in addition to the one-sample t-test of the ratio of the treated to control samples, the two-sample t-test for testing the difference between treated and control samples was also used to compare the two approaches. The method that combines a subset approach (median or lowess fit) for location adjustment with a global lowess fit for intensity adjustment appears to perform well.","inCitations":["6c521a3cc73606eb67f4151ef8c5378dda756a4a","d8a36b2bc969f7d59b3d1c9c681a1d94fdb8b3c7","514de7fd03e14cf5b557b859fddaab2277e45850","862bd0f9402b581f92e7d9e1979f7ab5647f1853","9f859afeaa8f3d62345217e102c965613b69edd4","6000fc8a7be0519d1af3b6364a95abe7d87f99c5","75be39536e872b983ff7cabafc7dbd89a620b1f8","a3af52a76791e56f9189bb4704242e4a34469955","41e548991e172e7664fa9e1a55af98503f5bda8f","a0502bc60bc5bb09d4738a772291784446246f99","9a6c493e8c88fae418240b951c7ff7a5b525e3ab","4f87459265d798e3be76ff3d7d7f77328ce36e12","881815089db1cbb6129ba2724088c464b7186db2","35805b178e00f8334b71453d700c2f1105231fac","e8d795bae313b8fc99afdd2d8e7bd8cedeb0d2ce","76aaacfaa14289dbc22e2f7bbdc38d650c772e1f","df3cf1e56ab848d2157bddf9138be4200578717e","05e0c71fd2f4945a282f02e166808f57b92e02e2","57cfafa86ba31be4949077712c3b1960187eb064","18e1d0dbea20f64323c25095143e066ee9b8148c","569ba28f8ce0dd226126f832f4aa635ce5485752","ddaf6284223414a2604c141c3d22c7d322f001fb","518f26ba5b4de58aa4b2042c685eaeb4cd074312","a7d8939733dbf10f66cd32cf50ce5ee22a9b5c00"],"title":"Normalization methods for analysis of microarray gene-expression data.","doi":"10.1081/BIP-120017726"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of multivariate analysis","paperAbstract":"For nonnegative measurements such as income or sick days, zero counts often have special status. Furthermore, the incidence of zero counts is often greater than expected for the Poisson model. This article considers a doubly semiparametric zero-inflated Poisson model to fit data of this type, which assumes two partially linear link functions in both the mean of the Poisson component and the probability of zero. We study a sieve maximum likelihood estimator for both the regression parameters and the nonparametric functions. We show, under routine conditions, that the estimators are strongly consistent. Moreover, the parameter estimators are asymptotically normal and first-order efficient, while the nonparametric components achieve the optimal convergence rates. Simulation studies suggest that the extra flexibility inherent from the doubly semiparametric model is gained with little loss in statistical efficiency. We also illustrate our approach with a dataset from a public health study.","inCitations":["fd616e635185c7a22a73142cb32b149ebfc84823","d959718c4f2ba86b2cd8cdb065b1c5899fe60789","24fe8f339c0c0f0bf9ba30fe0745babff64cf1fb","3bca0658c79c87f7b4689ca5c1448c2a300ca91c"],"title":"Sieve maximum likelihood estimation for doubly semiparametric zero-inflated Poisson models","doi":"10.1016/j.jmva.2010.05.003"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"The mixed random effect model is commonly used in longitudinal data analysis within either frequentist or Bayesian framework. Here we consider a case, we have prior knowledge on partial-parameters, while no such information on rest. Thus, we use the hybrid approach on the random-effects model with partial-parameters. The parameters are estimated via Bayesian procedure, and the rest of parameters by the frequentist maximum likelihood estimation (MLE), simultaneously on the same model. In practices, we often know partial prior information such as, covariates of age, gender, and etc. These information can be used, and get accurate estimations in mixed random-effects model. A series of simulation studies were performed to compare the results with the commonly used random-effects model with and without partial prior information. The results in hybrid estimation (HYB) and Maximum likelihood estimation (MLE) were very close each other. The estimated θ values in with partial prior information model (HYB) were more closer to true θ values, and shown less variances than without partial prior information in MLE. To compare with true θ values, the mean square of errors (MSE) are much less in HYB than in MLE. This advantage of HYB is very obvious in longitudinal data with small sample size. The methods of HYB and MLE are applied to a real longitudinal data for illustration.","inCitations":["7fff2dfc60735a65e068693a929b04db39ec06cb"],"title":"Longitudinal Data Analysis Using Bayesian-frequentist Hybrid Random Effects Model.","doi":"10.1080/02664763.2014.898137"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Recurrent events involve the occurrences of the same type of event repeatedly over time and are commonly encountered in longitudinal studies. Examples include seizures in epileptic studies or occurrence of cancer tumors. In such studies, interest lies in the number of events that occur over a fixed period of time. One considerable challenge in analyzing such data arises when a large proportion of patients discontinues before the end of the study, for example, because of adverse events, leading to partially observed data. In this situation, data are often modeled using a negative binomial distribution with time-in-study as offset. Such an analysis assumes that data are missing at random (MAR). As we cannot test the adequacy of MAR, sensitivity analyses that assess the robustness of conclusions across a range of different assumptions need to be performed. Sophisticated sensitivity analyses for continuous data are being frequently performed. However, this is less the case for recurrent event or count data. We will present a flexible approach to perform clinically interpretable sensitivity analyses for recurrent event data. Our approach fits into the framework of reference-based imputations, where information from reference arms can be borrowed to impute post-discontinuation data. Different assumptions about the future behavior of dropouts dependent on reasons for dropout and received treatment can be made. The imputation model is based on a flexible model that allows for time-varying baseline intensities. We assess the performance in a simulation study and provide an illustration with a clinical trial in patients who suffer from bladder cancer.","inCitations":["cb237a93b8fa3e44f1c36188077e387b6661797b"],"title":"Sensitivity analyses for partially observed recurrent event data.","doi":"10.1002/pst.1720"}
{"fieldsOfStudy":["Mathematics","Computer Science","Medicine"],"year":2018,"outCitations":["7a728d41ce5a8c78fe4229d6c7381ac1772799fc","ffbac1ec3813f42abcdcd7362cfbbb6e1c3a4270","c49d0608e5ccd0fad01b7128509ae707dec3f639","3e79cb799e0dee49a009c766f8c62afe6fce7f9c"],"journalName":"Computational statistics & data analysis","paperAbstract":"The practice of employing empirical likelihood (EL) components in place of parametric likelihood functions in the construction of Bayesian-type procedures has been well-addressed in the modern statistical literature. The EL prior, a Jeffreys-type prior, which asymptotically maximizes the Shannon mutual information between data and the parameters of interest, is rigorously derived. The focus of the proposed approach is on an integrated Kullback-Leibler distance between the EL-based posterior and prior density functions. The EL prior density is the density function for which the corresponding posterior form is asymptotically negligibly different from the EL. The proposed result can be used to develop a methodology for reducing the asymptotic bias of solutions of general estimating equations and M-estimation schemes by removing the first-order term. This technique is developed in a similar manner to methods employed to reduce the asymptotic bias of maximum likelihood estimates via penalizing the underlying parametric likelihoods by their Jeffreys invariant priors. A real data example related to a study of myocardial infarction illustrates the attractiveness of the proposed technique in practical aspects.","inCitations":["65110cb7cdc9615ea9fc40f0149a85d5c64b430b"],"title":"The empirical likelihood prior applied to bias reduction of general estimating equations","doi":"10.1016/j.csda.2019.04.001"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A review of graphical and test based methods for evaluating assumptions underlying the use of least squares analysis with the general linear model is presented along with some discussion of robustness. Alternative analyses are described for situations where there is evidence that the assumptions are not reasonable. Evaluation of the assumptions is illustrated through the use of an example from a clinical trial used for US registration purposes. It is recommended that: (1) most assumptions required for the least squares analysis of data using the general linear model can be judged using residuals graphically without the need for formal testing, (2) it is more important to normalize data or to use nonparametric methods when there is heterogeneous variance between treatment groups, and (3) nonparametric analyses can be used to demonstrate robustness of results and that it is best to specify these analyses prior to unblinding.","inCitations":["84475cb1a0d3d784c0dcdadf313375ab8564b87f"],"title":"Evaluating assumptions for least squares analysis using the general linear model: a guide for the pharmaceutical industry statistician.","doi":"10.1081/BIP-200025699"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Statistics & probability letters","paperAbstract":"Crossing hazard functions have extensive applications in modeling survival data. However, existing studies in the literature mainly focus on comparing crossed hazard functions and estimating the time at which the hazard functions cross, and there is little theoretical work on conditions under which hazard functions from a model will have a crossing. In this paper, we investigate crossing status of hazard functions from the proportional hazards (PH) model, the accelerated hazard (AH) model, and the accelerated failure time (AFT) model. We provide and prove conditions under which the hazard functions from the AH and the AFT models have no crossings or a single crossing. A few examples are also provided to demonstrate how the conditions can be used to determine crossing status of hazard functions from the three models.","inCitations":["cb94fcf7aa71a1300ed04f670cf8f6ba11e58d01","7e46cbfb3f29245dfc2bf69a87215e0ca053e815","8faae7ab7954a1fea69723cff03472b9580449fa","64896fb6bf18f82076bc97de96536b7a44c04945","2cce904693d6e1b444317c571e79e737e20d8f4a","dfc522a59d79ce63df46b9c5a06e149c42934fbe","2a80193d4182c36c03aa10de46d96775a194e51f"],"title":"Crossing Hazard Functions in Common Survival Models.","doi":"10.1016/j.spl.2009.07.002"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In a placebo-controlled vaccine safety trial, the primary interest is to demonstrate that the vaccine is sufficiently safe, rejecting the null hypothesis that the relative risk of an adverse event attributable to the vaccine is above a prespecified value, greater than one. We develop sequential as well as multistage designs for such trials where the interim analyses are conducted not after a given number of subjects but rather after a given number of events observed. We show that these designs achieve significant improvement over single-stage conditional test in terms of both the required number of events to be observed and the required number of subjects to be enrolled.","inCitations":["761398b2bec82c928def808561c3bdc68f8bcd54"],"title":"Multistage designs for vaccine safety studies.","doi":"10.1080/10543400600721554"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In logistic regression analysis for binary clinical trial data, adjusted treatment effect estimates are often not equivalent to unadjusted estimates in the presence of influential covariates. This article uses simulation to quantify the benefit of covariate adjustment in logistic regression. However, International Conference on Harmonization guidelines suggest that covariate adjustment be prespecified. Unplanned adjusted analyses should be considered secondary. Results suggest that if adjustment is not possible or unplanned in a logistic setting, balance in continuous covariates can alleviate some (but never all) of the shortcomings of unadjusted analyses. The case of log binomial regression is also explored.","inCitations":["30df8a8dcd0339aee7796a93635767dd6fe91109","c3398bdbab55a7550d77baa9469169adda3807ce","8e28fbbb4860af59a82a6798bc5f705fc22d7cf2","52382885744c87c8f47a5ddc9976cc17f0339e25","f77d030957d5a19a65240d657c32bd4cdec188ad","ac3964505513bc2b75629dfed17e707a4c11e71e","d6a0acd0abac522889bac51a02bb4ebd2c285521","633183af97fbe1be25208d2c06962473d2db44c8"],"title":"Covariate imbalance and adjustment for logistic regression analysis of clinical trial data.","doi":"10.1080/10543406.2013.834912"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["0f80edfc9cbac2cca91049ccfae970bebfd11083","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","60b4a35cd18eb834ac5c26cdf50cf9227ed0354e","c0b55888629592a7b5039905ab096a6003506aef","545122e2990590524459ec9b59ccac6ce71e3b6a","e25a8f5d3ae516dab0afa5006c781ad6490269d6","62064218665ad89f0cb2a44f5b19f7703d9c7e71","b55d562b58b7e96f8128a5d3e2e8d700ba37143e","d467ab749ea6b5abb3762770fba46daadf55df12","b7f9aaed316edace0f7d64b18bea3cb395848ff7","8bbd9494c225133156011dd138dac2a49da89472","126a25352db3bd310b7e48df9604e26b2b8d3e2a","0f7af22fb390b526affde001c4d37aeb65fb6819","359a2fc4a44e90f03d79401af0d68a2f4e8a3f93","0ecf8c56300c20622f317e1e6cefdeeb85c513e2","d00760ca054a90bf6f8bec742635ecca8d76a67d","d6f4eb08a3717bf23129e529a75a9ff33b010050","040e1a5416f2e257e00c401fef7dd54e4127de64","a0147acdca89e18f26ae800468af6216118e06f3","b6d77285743714db09463240543560025c6ff301","f13530b2f420ce4d715320fb1a4f55d8c1547564","5958031ab33bbfeb51b3323079019dacd6635002","1f93177657a04077f725de82d168cf7caebbc9f4","b69eb00baecf506b962d92e7d5bf21950b9323a7","21dd618f5ae113b5e4092403a65777765908a4a0","5b4b417c3692a08147fad155602990dfe4355d40","beae87a28657e225645ba06c5b611227bca1e161","9d78d82835cb4275ad160875296527eb86871553","eca4c14b80fee4eeda327aede28e0dbf3d64ceec","7d8a77ac29c7c26643fe41feb01e66766c75e633","203bcde6a55b135dda6aaba29165dde49e927094","653aa8647d4215cb5cbfa8a4040e1ae71dd1fc95","bd580bb56b1a70595a36f6bc5db6cf8195b15975","7f0ea2dd48c88319b6a2e0679aa3b68c9a1de0da","686261e8a8c91c760a10747b49090ee55597aca6","20371f8adf74e6117cfd7dc3192f67546658298c","ac92d279add36f83dfd21a038551b23e04412c8a","cd313b602e08f6684e5c6497b1698a309c01f88b","08178d1bb842b2e11ef9b546c47346375781800c","7f5b234f495ceca11fcda5d1537fda318e241146","9151d84629277bab26148bdb6379626b44e1cd0a","91939331adcd898603ca321060a67caf62d4d48b","f75980cbd2a4a836d574bdb52297412afa5c9490","490fc34b460ef66d1ecbb096ed68a32ac033c602","ca300783b2bedf27697eb29ece63c3a910b18f83","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","189f1e39afd9384e7ded19d6e99758fe253fb42b","98e100bdd0c862fccd99b8505edd3608a1ef17cc","77f6c04f811304dde14c4ea2bcaab990304fe72b","34e4246e26110a7b7039bb65a9f2150991661704","ba7e757d93c15f1eecca73410c16c19594a76942","98f3a77510de4d72a38359e61de69f22baa53970","4d508675ee414f4a8041a7270f63f3307ce50476"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract This paper investigates the appropriateness of the integration of flexible propensity score modeling (nonparametric or machine learning approaches) in semiparametric models for the estimation of a causal quantity, such as the mean outcome under treatment. We begin with an overview of some of the issues involved in knowledge-based and statistical variable selection in causal inference and the potential pitfalls of automated selection based on the fit of the propensity score. Using a simple example, we directly show the consequences of adjusting for pure causes of the exposure when using inverse probability of treatment weighting (IPTW). Such variables are likely to be selected when using a naive approach to model selection for the propensity score. We describe how the method of Collaborative Targeted minimum loss-based estimation (C-TMLE; van der Laan and Gruber, 2010 [27]) capitalizes on the collaborative double robustness property of semiparametric efficient estimators to select covariates for the propensity score based on the error in the conditional outcome model. Finally, we compare several approaches to automated variable selection in low- and high-dimensional settings through a simulation study. From this simulation study, we conclude that using IPTW with flexible prediction for the propensity score can result in inferior estimation, while Targeted minimum loss-based estimation and C-TMLE may benefit from flexible prediction and remain robust to the presence of variables that are highly correlated with treatment. However, in our study, standard influence function-based methods for the variance underestimated the standard errors, resulting in poor coverage under certain data-generating scenarios.","inCitations":["975c54bb58b114604b9289d0ee9788bba945e35d","f51e48b59c60ef9ce4ea722a95b260488667dbfe","56c27592ccbbdea7d3670c37ccb890841ca60dff","b4d7ecac98fb93e2f869f1ce3bfb091aaaf05257","344e0e68960c76c451296dc64cdc4b15b1976334","e5055b71cf3b139c0bdb8af53746e378a5a24270","626327a786691c6a51c214221ce87959c111e1a2","740e33276d0138f276eb2e1826f8c049135f8639"],"title":"Variable Selection for Confounder Control, Flexible Modeling and Collaborative Targeted Minimum Loss-Based Estimation in Causal Inference","doi":"10.1515/ijb-2015-0017"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2009,"outCitations":["e12f7f1705ead5624364526e5ab54c5e9ad41b4b","497bdf57387c1de83cb764bce4d70b41dae68449","ad46d31de1275e25d733695fd4c059011907e493","6e29791106408df94544f49a8b1ac404b1c96add","68a69b1153b69b52cee6b0bd0c8432e3d023f73b","e30abeb6f7bfbc463d29f0d0d239e9a5e573325c","89c09801273a7529bcffb7accd6738c927350052","90af2cfbe3f5ccc06cd205027103ceb01ad63bdf","3ca51353a980002291a3174c2229effbfcae3c15","dd83772bdb963d34b977e918d1fe08c5ae5efdfb","be2cf2da21a08e52cb9c0c14ee9b13139238d048","10b718a835e237558c607db80a8df3bd7b3a2ad7","a747998d48f98ae9bfc814319c9afed7032a59e8","83b55649a9923db46a3c56fd0a88964cb26a60be","c2ef75978936d8d78006b3d123fd1f9184a09f82","cd31e3961db59db02aa5b0f92b7c7b62be6ab175"],"journalName":"Computational statistics & data analysis","paperAbstract":"We consider the estimation of the parameters indexing a parametric model for the conditional distribution of a diagnostic marker given covariates and disease status. Such models are useful for the evaluation of whether and to what extent a marker's ability to accurately detect or discard disease depends on patient characteristics. A frequent problem that complicates the estimation of the model parameters is that estimation must be conducted from observational studies. Often, in such studies not all patients undergo the gold standard assessment of disease. Furthermore, the decision as to whether a patient undergoes verification is not controlled by study design. In such scenarios, maximum likelihood estimators based on subjects with observed disease status are generally biased. In this paper, we propose estimators for the model parameters that adjust for selection to verification that may depend on measured patient characteristics and additonally adjust for an assumed degree of residual association. Such estimators may be used as part of a sensitivity analysis for plausible degrees of residual association. We describe a doubly robust estimator that has the attractive feature of being consistent if either a model for the probability of selection to verification or a model for the probability of disease among the verified subjects (but not necessarily both) is correct.","inCitations":["069a25508833883c352f162cf0acf14a5637de0b","ebe495bf3fcaf7cdcd24185562eb82ccb6dd653d","7c7aabeef6a9e5e1b01da076ed1dc34903ef907f","3a5cc6ff44df63c51d4fad84095463afc5a327e7","bf9a2d0e95cdb19e81009ec7b15bc66c0e01aeec","9cdae0567d11619811482cecfd27f4e61c974d89","99b8a3c8078da176fcb8a791bd143f6ddbf1e63b"],"title":"Estimation of the disease-specific diagnostic marker distribution under verification bias","doi":"10.1016/j.csda.2008.06.021"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["72291d5f2ff38bfc0ab007867b702deb181a85e4","778e0a4789266e31fd9bcc1397e23694f766a0f6","a24b890fb3863998a8376630375e5325e669b291","09b88cb8bf60d9a8f7e9b779ab34016d438259f3","e06fca2ca9ba7591650657c292cba3702dd8d532","966a1e48062901cced787151fc3ce413b98e28b3","6402fe7fbef269425951111392c755ed4fcf4d53","d58d1cdda74dfe1cd35e72cde56b0fe57b7c5af1","e05a9345144830e3729fd9d0ddc630b6bb91334d","e56d55f08a9f2da85dc01f6b67aab12721829959","58e4b0234120f8d6902ee9b457736eaca76f6dca","375e6594512aaece76e3a7deb0fef98dc9d1ba52","83821c6a0f41bb63de55d498b797e293d0a44079","988e62815f80d1265389fe9eed948ad01db9c2f4","ca6077253dd62c1d98994e02f8e406251b7dd16c","d5837fd1cf0d51e547553c3612928de880a08589","42960563eb676c7d65937cea35f66f34073253cb","55cb4fb8706a4224a089ed429c599fe533ed0be9","1034b6e579d2ce1f60e521236e4b11c3eb0ecd18","fcef2258a963f3d3984a486185ddc4349c43aa35","bf84db7197b5336225efd88a34bfd590603e7ee0","3316bdc5cea1af09f6d1b3969e3811358f252510","bdfb57141b2141095ed942b28be24808aeba8d54","01b0175eebf48d86218165bcbbb87333747d64ce","55dcdc838554a91057620e28975ff6dd5f4f87c4","0c469e044f597854d458c4bb21e4054859ce7d21","9b91028ed553ec7d4c2ee9bbcea47d6b118bdc54"],"journalName":"Biostatistics","paperAbstract":"Identifying binding locations of transcription factors (TFs) within long segments of noncoding DNA is a challenging task. Recent chromatin immunoprecipitation on microarray (ChIP-chip) experiments utilizing tiling arrays are especially promising for this task since they provide high-resolution genome-wide maps of the interactions between the TFs and the DNA. Data from these experiments are invaluable for characterizing DNA recognition profiles (regulatory motifs) of TFs. A 2-step paradigm is commonly used for performing motif searches based on ChIP-chip data. First, candidate bound sequences that are in the order of 500-1000 bp are identified from ChIP-chip data. Then, motif searches are performed among these sequences. These 2 steps are typically carried out in a disconnected fashion in the sense that the quantitative nature of the ChIP-chip information is ignored in the second step. More specifically, all bound regions are assumed to equally likely have the motif(s), and the motifs are assumed to reside at any position of the bound regions with equal probability. We develop a conditional two-component mixture (CTCM) model that relaxes both these common assumptions by adaptively incorporating ChIP-chip information. The performances of the new and existing methods are compared using simulated data and ChIP-chip data from recently available ENCODE studies (Consortium, 2004). These studies indicate that CTCM efficiently utilizes the information available in the ChIP-chip experiments and has superior sensitivity and specificity especially when the motif of interest has low abundance among the ChIP-chip bound regions and/or low information content.","inCitations":["36df7ee40ae7658b8a010b9219308c2dc1eaa199","8b04b07c71ad9597130ec0c894e0cf903bc7b024","107db2432fbb2e94eb8351c9659056c03d3cea84","ba78acd3f1de8a6a574b4ca81804c3567755740d","cfb8aa5a84f0528a7be508127ee9d6389b34e2d4","7cc2c74b69571ef6e96dd573fff4791a13a41a99","84486fca828d523adc3534637a66630d6ecc3f60","cc05760d654bb3c1bf0be510d7524af5cf2466df","4d6c274c365f70e0a434561a9bad3ef8dc1b1010"],"title":"Integrating quantitative information from ChIP-chip experiments into motif finding.","doi":"10.1093/biostatistics/kxm014"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["904b66a9d48e5fe43a82c3dc607ad342efaeeba5","44d71e0ec9f68d8eb802b9ab1dde8368efeac42e","31203a5ac6b5e2ae3e64022d18225b1e173bbd46","7d8bcb7de00429f40725d9c8541029bbca5b0db5","b0b7a33e529283f064e11104e7e3de8ba16f086e","a57632704249052c9fa6d374d3cd9cb87b456d35","25baad2f0d71e22db83f4338df98375358a2e43c","934c8da30e6c679268705b3504257a08e2d37595","6bb12033c580df7de349371da16e2076a5ecb5ee","15de10beb45f5a38cdf59833e110c10876cb57d0","4a3f4c665f38544fdfa21ce29f0cab25973190f4","16c0dcec96b9b5519e8d4043410bd898ec2bb396","813b35fe40985c036ee2adf13a5f769148f5e577","d946fd6324a3338a3e5825b58d52f2e197849355","7fff02ac8d7fee38d6277afeee61e024d6454c72","4d8d2755219f631431342d43d839bada8a740533","d1ea7f47f7824abd709a31c08fe37f75643f737e","c94922a6541da3df35809c993519fba677c1c3b3","6f469ec0a2fef6fd65309a02cc931026177ddfb2","3a771dd40873131c4583896708fce0e2756dc4a5","f1db6ab1f4fa3b2eca5eedf3560c023d89c6af8c","ef9a5a6cad680282b8369715ff7cc74806eb45e1","cbc05a44f18a489c3df237d50d201d8f6e8735f4","75cc9a00a06c5e273605383545b943c16588aebd","4c48cdd0895b488bc9c010a865e3ea6c1840da3a","fe74f172082fce2a6956d7eba8af19cae3b33d86","96be4c570bc950c25b7bd93b37b6d6555c090bb5"],"journalName":"Biostatistics","paperAbstract":"It is widely recognized that the three-dimensional (3D) architecture of eukaryotic chromatin plays an important role in processes such as gene regulation and cancer-driving gene fusions. Observing or inferring this 3D structure at even modest resolutions had been problematic, since genomes are highly condensed and traditional assays are coarse. However, recently devised high-throughput molecular techniques have changed this situation. Notably, the development of a suite of chromatin conformation capture (CCC) assays has enabled elicitation of contacts-spatially close chromosomal loci-which have provided insights into chromatin architecture. Most analysis of CCC data has focused on the contact level, with less effort directed toward obtaining 3D reconstructions and evaluating the accuracy and reproducibility thereof. While questions of accuracy must be addressed experimentally, questions of reproducibility can be addressed statistically-the purpose of this paper. We use a constrained optimization technique to reconstruct chromatin configurations for a number of closely related yeast datasets and assess reproducibility using four metrics that measure the distance between 3D configurations. The first of these, Procrustes fitting, measures configuration closeness after applying reflection, rotation, translation, and scaling-based alignment of the structures. The others base comparisons on the within-configuration inter-point distance matrix. Inferential results for these metrics rely on suitable permutation approaches. Results indicate that distance matrix-based approaches are preferable to Procrustes analysis, not because of the metrics per se but rather on account of the ability to customize permutation schemes to handle within-chromosome contiguity. It has recently been emphasized that the use of constrained optimization approaches to 3D architecture reconstruction are prone to being trapped in local minima. Our methods of reproducibility assessment provide a means for comparing 3D reconstruction solutions so that we can discern between local and global optima by contrasting solutions under perturbed inputs.","inCitations":["2a1bd322682c2450a04eb9f704f9bad1660726c4","824d1d9cc2d3b608778151f88294151ef27bf7a3","3fb1e190efa23389e2fd124e769fa9856c673f65","37a1b5f42f5387b01ba3feb45f7f10423d5422ae","9f189df46844b4758807eb3f3a551041b68ddd0a","a6712198450d060c1514df4df1a65bedc87ce0fb","4ceeae0bea0a1b4a91e7d50bf47111e6a4d6fdaa","48e61650e8b1b2928b27aea3e13f61eb13314e83","9467e6b37c73f542610bdb7abda8520ae0217343","2f882f560f39fa14587d9857999409413aa241ee","091ca7d8b5834fe7273c1ce95b86d66f1f04bb9d","8c9d53d6cd6466d1ad8fd886e311199cdd496fbe","ae6468ee3fc76edf69015878268559ff08a92961","02075ba4b19b51c2d80a0278c86cb834fd6089d1","a4f8fafc3c5e9816d086e2738a6b1c0565669744","9f0dfc26af305b1a2d17717d238f255613fe1c5b","49250ebda7672aff9551a7c6b88cdb4780e0f8d1","d645a0f16076586280f9903cf4f949717376c080","327d449d75e68fc459a0638a960b7073856d5db4","2275be6ff22b2d04c845ee48467d67bd4161180a","dad4ff4cd66d059018505e4363b0927f6f43ea60","f245dbe1447c91eecfa119ca1cf117e03a86beef"],"title":"Reproducibility of 3D chromatin configuration reconstructions.","doi":"10.1093/biostatistics/kxu003"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2017,"outCitations":["e53f12258ad27f727e6907ca3a6a391dd856cd2e","db1487216b8a4b26f5e5078ea9109ac9d8355b65","a9ac2ec242bd7096f0deab8aca1b967f28342ba4","6e313afaa02b32261bf616657321ce8cecca1a92","4322fe48b168507f61ff4e2433f6bc1b3ede10c0","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","68383efe2e220d128de59db5b1200c4b02a9e518","1e45f14ea46306eacf76608378577c3f620fe248","f7c6137243a62d330612f75cae88a4aae04569d0","2e53f32431df810453531f825856923787bcb27f","4ef28fc6715ccfe66a4e5c9bba2ce016805cf586","3be9646ca993c1444c473f4d140397b2556a3284","c25daa1dbe356c3a358d5be4bdc2d96eb7782855","f1cba7c56f62a73f26469e5075e3955669596829","297e6802cf71adc7a3e018a416ad0bcac86697da","b73981152ed63c31f41285815310acd665a7d0d9","5227e39d3e05abed01d8648f83da13d86e079ac0","7cafbf6ea89b077abbbd6a824e557b308c3e8292","76c968a00fd34df5a64071c0b27bb4e3331235b4","a4810babbb45e3105328eaf7da7ee3d7941bd025","1ba4fcafbe3e184dbd207ee5d491808a1bb42187","6db39268110b658a0583b6890b79713639b0288f","aba73f6957bce1648f066935f7ea85a99119be5d","8f67dc0df5d07ee1e3b94086c795ac8b633d6ee6","472fb298331c83a6791f2f3b26595e26177d35d8","072d09ba865b5c2cfac279696c555730f0cdbce4"],"journalName":"Biostatistics","paperAbstract":"&NA; Tree methods (recursive partitioning) are a popular class of nonparametric methods for analyzing data. One extension of the basic tree methodology is the survival tree, which applies recursive partitioning to censored survival data. There are several existing survival tree methods in the literature, which are mainly designed for right‐censored data. We propose two new survival trees for left‐truncated and right‐censored (LTRC) data, which can be seen as a generalization of the traditional survival tree for right‐censored data. Further, we show that such trees can be used to analyze survival data with time‐varying covariates, essentially building a time‐varying covariates survival tree. Implementation of the methods is easy, and simulations and real data analysis results show that the proposed methods work well for LTRC data and survival data with time‐varying covariates, respectively.","inCitations":["40adb556c53a94d63a7d7cddccba3f9f04a1220c","240a0009ad765fb629e9d3a227956db8c917a234","1e05e878ece4c688e435f195a9bb61bf05925416","7d61865f88b7353f551c3124e925e3823d5edac7","8c088daf1a536c38a08aaa3477158cea60a0db3d","4987b9f7039940124f7b23359d9550bb1d30f679","adc18a6a28db7c12190b6827711074594d7ed297","5c1a5020c21056f12460ea5b7b235cdf4fdc6eab"],"title":"Survival trees for left‐truncated and right‐censored data, with application to time‐varying covariate data","doi":"10.1093/biostatistics/kxw047"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["e1dfe5690d3623a4abcdbba2151dfdba3443bc5c","6b118f54830361182c172306027e3af0516a3c08","f5c48bfd59055899d4f93af43eac8ac833e2caf1","3729b84cb6a3f26913ec5e42cd4e99d933821bc0","646d74d1369a33d25eb5320f6d27c77633e20f41","9e0413e068124b259d3093f4628c8ad0d34729bb","706f4cf3d83c28938bc0801c1f8ed804a6cde6b8","6a6c4aaeb93899ff23cd4cd8f1c3cced4f1fb961","e45e6b180744267382e5bf433cbdbb34240a63e5","6df298b0d95d666cc5d8a1f5e34d3d78d8aee514","731df2bb791c3fa221ca9498bfe43bb04b698357","3bd724de23f79bef808933cf8170656bfa6bf32c","c083328a896537db9292737c83ec0010be34f5be","445c5c835f7af4331593a7436b723628dcd4d205","45c235ec66d222339e3a652aebc9e2aadb4419e8"],"journalName":"International journal of statistics and probability","paperAbstract":"To assess validity of a low-intensity measure of fitness (X) in a population of older adults as a proxy measure for the original, high-intensity measure (Y), we used ordinary least square regression with the new, potential proxy measure (X) as the sole explanatory variable for Y. A perfect proxy measure would be unbiased (i.e., result in a regression line with a y-intercept of zero and a slope of one) with no error (variance equal to zero). We evaluated the properties of potential biases of proxy measures. A two degree-of-freedom approach using a contrast matrix in the setting of simple linear ordinary least squares regression was compared to a one degree-of-freedom paired t test alternative approach. We found that substantial improvements in power could be gained through use of the two degree-of-freedom approach in many settings, while scenarios where no linear bias was present there could be modest gains from the paired t test approach. In general, the advantages of the two degree-of-freedom approach outweighed the benefits of the one degree-of-freedom approach. Using the two degree-of-freedom approach, we assessed the data from our motivating example and found that the low-intensity fitness measure was biased, and thus was not a good proxy for the original, high-intensity measure of fitness in older adults.","inCitations":["433bf2651e81a58d8433afb578eb761077eaa7a1"],"title":"Evaluating Variables as Unbiased Proxies for Other Measures: Assessing the Step Test Exercise Prescription as a Proxy for the Maximal, High-intensity Peak Oxygen Consumption in Older Adults.","doi":"10.5539/ijsp.v3n4p25"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Two-sample location problem is one of the most encountered problems in statistical practice. The two most commonly studied subtypes of two-sample location problem involve observations from two populations that are either independent or completely paired, but a third subtype can oftentimes occur in practice when some observations are paired and some are not. Partially paired two-sample problems, also known as paired two-sample problems with missing data, often arise in biomedical fields when it is difficult for some invasive procedures to collect data from an individual at both conditions we are interested in comparing. Existing rank-based two-sample comparison procedures for partially paired data, however, do not make efficient use of all available data. In order to improve the power of testing procedures for this problem, we propose several new rank-based test statistics and study their asymptotic distributions and, when necessary, exact variances. Through extensive numerical studies, we show that the best overall power come from the proposed tests based on weighted linear combinations of the test statistics comparing paired data and the test statistics comparing independent data, using weights inversely proportional to their variances. We illustrate the proposed methods with a real data example from HIV research for prevention.","inCitations":["b43a0a93ba38fa323f0fb3469fb244ca59e64bc9","83c11486f290d853a54dea9fed82441dd21f78c6"],"title":"Rank-based two-sample tests for paired data with missing values.","doi":"10.1093/biostatistics/kxx039"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Shelf-life estimation usually requires that at least three registration batches are tested for stability at multiple storage conditions. The shelf-life estimates are often obtained by linear regression analysis per storage condition, an approach implicitly suggested by ICH guideline Q1E. A linear regression analysis combining all data from multiple storage conditions was recently proposed in the literature when variances are homogeneous across storage conditions. The combined analysis is expected to perform better than the separate analysis per storage condition, since pooling data would lead to an improved estimate of the variation and higher numbers of degrees of freedom, but this is not evident for shelf-life estimation. Indeed, the two approaches treat the observed initial batch results, the intercepts in the model, and poolability of batches differently, which may eliminate or reduce the expected advantage of the combined approach with respect to the separate approach. Therefore, a simulation study was performed to compare the distribution of simulated shelf-life estimates on several characteristics between the two approaches and to quantify the difference in shelf-life estimates. In general, the combined statistical analysis does estimate the true shelf life more consistently and precisely than the analysis per storage condition, but it did not outperform the separate analysis in all circumstances.","inCitations":["815b8b5f9f8190d5e531d744308bd57c5891eff2","7b1119a829a8ad9fa46eec0d72050e796e58c2ee","ceefdd4b633d0dc997bd194aeaa0da99b2640baa","917ddfbf93dfa227d9cd9194778894ec58c465f6"],"title":"Combined statistical analyses for long-term stability data with multiple storage conditions: a simulation study.","doi":"10.1080/10543406.2014.888439"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2002,"outCitations":["6e6771c980bd56e4fe937dd32480894ba676db2e","e44935988faf160d061922686d534ee86ade4115","ac52537106019b7a0c3ff8ce611a565099601a15","01833f7898074fa844babbb9e470e23c570bac69","463e5a5133e6a57e97b1ace1f9b654a74cb5ecdc","d3f1dc28b4e0f8acc254cf27a8f04100a807f19a","6e89cc3a48b6eb9d14e7d1a7b1603cb73ef66537","a9fa94791dab5b2bf3345b836663518a5822ed3b","ca4dd865742aff6e326473154e9516bba2e5c8bc","3daf347be59a49f366d63c68c04b5c2a0865db11","9b47ac36351d0af6df52ce92f5c193dd6cf2a00b","f4178dd91e192f5608d7c35e65dfc5b0cb3330b5","f3d164ca6ba3af28a7f00a800892a592f762174c","6a5958cea0490f5d29696817d6bdb0dfb447659b","2098391def9f8db6d400497b9ba397d526d227c3","9907d3eb4e6b69d01a8487bec70368b3231a486a"],"journalName":"Biostatistics","paperAbstract":"In this paper we consider estimating heterogeneity variance with the DerSimonian-Laird (DSL) estimator as typically used in meta-analysis. In its general form the DSL estimator requires inverse population-averaged study-specific variances as weights, in which case the estimator is unbiased. It has become common practice, however, to use estimates of the study-specific variances instead of their population-averaged versions. This can lead to considerable bias. Simulations illustrate these findings.","inCitations":["e40b2fa9c75d403967091caaf3074ae2e567ac57","c0e5ed323e19dbd2613dc6c89660db2743b17daa","ef939c8442f510c9d3323bae305c43ea94126153","5783279c8a7d13de2d18ad9df03bd1ced0ea1619","317719a4eee40e73473d7570eb53d5cb1167b87d","9219268d12b2db4fd9aaf8e0c45e26f37133c21a","0381d29870098b4481a75e80723f9cd4934ab72e","8006bf04b4b78a1ad225843ddee0ca26363a30d0","a9998ed87e6f4da8c3c988bd821b5cc699d83f24","9123de1890c2daf9cba0d70254fd4a4dbe0502f8","0da06c50b97d9c76ff9fa480ce198cad03812229","18cfc5c08a032c8e1406864f31aaabfc9ae335f3","84eb9cc466250bdb868ed242bc44093db219a7a9","80cd49b2b46184eb795ee349d02c52a32d8d7df8","2197f9276cc4d4bc401a365e14a9710820ace630","b7f1a0dfaf7d049af973898548b41a06a21b4e12","c123ab2c09e98c9d87c3baa21454dc665271dcf1","b131d0d61bf7345964e29d6596469ee70948228a","4b62381505b088ae116b5bea6442bb1fc93fc401","c9a450bde8ed4f607961455e361d876118ba9ce3","03cb6cb586b47abe2c9557effb7adb843028e0a0","0015fa4de6b3be46519528d134da0687c59fa132","b4f847080c2dcfb86189ca5db837a580ea346bde","87706972b72d5e2bacd96ada1a8ff3f2d6cbadb2","1bbac7102e7aafef72f2553267d3316a4fb6a45b","f8ee75fe54fe59430ab48d1cd3f37d961e7e95e4","183b55690ee06ec625fe4f6babf331d5ac9a6fb7","dc9c3228b4c5a1a76478caf0430b31728422001c","be7ac0e441d1b8a39bbb6217bec0e1ecce577daa","9a54de8594f02a3712fd4a270ab2cfaa93a85899","e52eca88e185f1d992f9196effe61b0de8ad91bf","82fad8c9dc307c6c0df906995f59d1d94ab4313c","8c374c595322c38119cac8451400a8c4efe80d97","1921e8b9c791fdc538661184dbec1fa68d70d2b3","a5da2a27837eca6ff64e852612fae86fa9cd0cea","af96cb1d5c7da5418ca7b4310132b5fe7c7364b0","e4c36551aae71a76140497a5050bf679861c2fde","7cd3450b7bb07153ebe8026376bd3ccfbf33fdd6","8cae5657daacc0164a76172631f35bf474274c71","f0fdd4e083e6d119e0a4cfa0ac561f7b6f005e88","30192fb40fb7b07e967d98a1d558de8c851a8426","9925e0ce3c8040b308581d28a4f3b77fd4c5fbb5","d61f8bed945475cb861b8c197b60f6df1aaf83ec","ac9b63ddc425db349dc6d0caa5baeec91a48c353","dfb38d4fe3d348d971f4495ae1a6254576cb5c0f","451172b130645d8b36d7082b474dfe9942439c10","91b637c0da91b2d0f8901be7dcb2e00d2545ef0b","d49706b35701a3782fab72f2d60eca52d7b515e1","330c5a432dfb454d3a363962a764b5a9767b4c63","0de602906d009ae9a515d18b9186def86029b7b3","de12e244d62be4be5662b87a8071519eb38664bd","61141e6ccc1ae721c88af7285e014e5beb5b517f","7419376551c20fc88f524cb08e32aff7d348b90f","110c45a192e749f7ed60c9f7b9dc9a6bb0d6eac1","2e8c4feaf2774bd153e5127e11c67dfa26c4e47f","2e3b09a1cbec6f542d81e861336a9d4bee376c15","342b5b9166aaa0ba9450c61d8627d904c38f5dc5","b8e209c319fd48285a1536795b567ac155e96129","163b6b6b4ffd9ca5f32a8338c75ed9a341ff06aa","8ff0dc45045c06102f88d4d285417567fea60d52","729877fdde40e019dcdad2e084ad72b83761396e","97181fea8d1b049e7785f05bd8a4f2379c105aaf","c904e0edf7d66bfc2ab71ca3425be0a904d666d4","f7efdb40a44ae2c9f04f2314e2c29dcb1705e419"],"title":"Some general points in estimating heterogeneity variance with the DerSimonian-Laird estimator.","doi":"10.1093/biostatistics/3.4.445"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["08ad0a569477b47c0d0f9f44f6a7506af6490946","65cd14495383a10e4b91ee916477dd7f8030c789","f4375e6d9eebdb4ea10fa35fa8fce045d941f8a8","a247be70413cd6a2f1767fdc1d402f655ff99342","8d76672d52622d9c45014d630717ce911d1292ba","7b218f6c33a2a0fdc146af4f8903662fb0b8c9c8","0daf54c4b59fd2c362de822de0ffdab84f49c6fd","de68accd3a2e4411c0931ca14b7eb46b44bdc9ed","0b8576782fc1485974946af755c397c9f6fa79cf"],"journalName":"Journal of statistical software","paperAbstract":"The bayesTFR package for R provides a set of functions to produce probabilistic projections of the total fertility rate (TFR) for all countries. In the model, a random walk with drift is used to project the TFR during the fertility transition, using a Bayesian hierarchical model to estimate the parameters of the drift term. The TFR is modeled with a first order autoregressive process during the post-transition phase. The computationally intensive part of the projection model is a Markov chain Monte Carlo algorithm for estimating the parameters of the drift term. This article summarizes the projection model and describes the basic steps to generate probabilistic projections, as well as other functionalities such as projecting aggregate outcomes and dealing with missing values.","inCitations":["1f44555b8f287e043fbd76d199cd9a62f7ab6851","a74e3b128e4ebd108b2452d96128f959da25c0cf","a247be70413cd6a2f1767fdc1d402f655ff99342","ff5e693745bb6a92259e9b1e220c4e9dfc9b7b2c","7d874bfeafd7561a8db9bae52c1d4b4f127c8ed6","4f80d5337ddad41e3a176c5b571654fb8a7bf1ab","e464e28dc6c97608e171c241b4503b92e7bd4fc0","177817a0c689bdb611ff6238249daf1c760f505f","6ffb3421736776a5eade29a3b6628182fd909672","1657b9609a2d6f8b4bfed938ceeef8620397d9ab","b2cdea56621639d5e34389d2e0b92b7b75f5a78f","d05cf45ea80a12af26a4d06307c415b818d3df55","eba18ad0587e669f2d0cd8e99714c5b0cc6c821f","37c9f84acee26d9c6ab8d5a295af7b84fa201762","120d0b64b793085ed4910fde66afc5e4cbd79bfd","ee210050fd21087e03cd723cf2ae5b12bee18925","9f32507902472d79dbcc5203b6de973a3592c2db","30a69ad1d4526f180d1714d6f09ddc1d9b9292a8"],"title":"bayesTFR: An R Package for Probabilistic Projections of the Total Fertility Rate.","doi":"10.18637/jss.v043.i01"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Bioequivalence and clinical equivalence can be claimed based on the two one-sided test approach or the confidence interval approach. Consequently the power function of the equivalence test can be derived from either noncentral t-distribution or central t-distribution. The sample size is then determined from the power function either by numerical method or closed formulas. In this paper, we propose a simple formula for sample size calculation based on central t-distribution. The proposed formula has better properties than those currently available and it can be easily applied in all equivalence studies.","inCitations":["8e88bd01be4cf508673d105e2deb33ba74ef1db6","80a8ddab49d1dcdd840cdc3e79d8bc6442570ed8","c58f48a730e19a8e802e9a33c37bd053d122ad00","95394131670dbeed2f67e9cfbfab1f24f0cc00a9","5d20e27f053897c63404705ea6c3cffa0a358676","d511ab4f55504861a3347018bba3ca38b8ef635f","ba01c6ec9dfd3380a66771f8c3638eac3eba6c80","7f405728c1c4b17d6d119536be7c619df0a56764","eef3323c88eb53f1a39075acad829bdf95832a33","5cc69cdb7fca2e6da02f6563646a13dac6174c02","89c84096110e3bbbe88cd829238a348b8c139902"],"title":"A simple formula for sample size calculation in equivalence studies.","doi":"10.1081/BIP-120022772"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["418ca74964d4c9ceba96fe2d7183f62858bdada9","86d0a7569781b46cb0a7567dc7f441a0fd7f850e","d055c66f6b3f3a761990b658168b7bd4b02ac0a6","0ee02083aa568681f1e3146aec60061a7838e170","61f53054eecddcca3f78915e70c62aa80af1ec8f","d8fee16afb2f1b5c81e02ee45c2c852efb26577f","230418eaf029a2f7bc043012897f2b25a5213041","adf6e7b34fedb688d3e20def1341c2816a7c67b4","1c7c5595dc7a1f5d360acf5c360ca1ca49536ba5","8b0466495c5ee7395e2fbc8176399a19aa7017e6","cf754495d63f555a279d9f93ba07d2adc0560c80","3cf6307b5159eae48a83b91618cb9c7705384104","cace9135f7a041c01c7ee177a33f7d5dae018529","9a7faece403f78ab573fec770c9efed28feaf674","533915d922c64903e4a4013a78ec03b91f522fc5","b35e036e0226d923d03c06ae393084b40c9dec7e","9af1d16f734d05e972e2b9986fdcafc8c7217f5a","3e9e9891a01adc7975aeb06a88535af2d0268b1b","e51a5131c4730c61c8a879211452b28806b5d5e8","39373ece7e61a52ffecb9cdfc8e3af1f4a5e1868","7012b4a862d399baa4cbd146a3d666218420fd62","a417e8003aaaceee6f2793e4d5e62a51ca140572","f7024e94f1dded4faf4746c9512a161f10decd0c"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Many least-square problems involve affine equality and inequality constraints. Although there are a variety of methods for solving such problems, most statisticians find constrained estimation challenging. The current article proposes a new path-following algorithm for quadratic programming that replaces hard constraints by what are called exact penalties. Similar penalties arise in l1 regularization in model selection. In the regularization setting, penalties encapsulate prior knowledge, and penalized parameter estimates represent a trade-off between the observed data and the prior knowledge. Classical penalty methods of optimization, such as the quadratic penalty method, solve a sequence of unconstrained problems that put greater and greater stress on meeting the constraints. In the limit as the penalty constant tends to ∞, one recovers the constrained solution. In the exact penalty method, squared penalties!are replaced by absolute value penalties, and the solution is recovered for a finite value of the penalty constant. The exact path-following method starts at the unconstrained solution and follows the solution path as the penalty constant increases. In the process, the solution path hits, slides along, and exits from the various constraints. Path following in Lasso penalized regression, in contrast, starts with a large value of the penalty constant and works its way downward. In both settings, inspection of the entire solution path is revealing. Just as with the Lasso and generalized Lasso, it is possible to plot the effective degrees of freedom along the solution path. For a strictly convex quadratic program, the exact penalty algorithm can be framed entirely in terms of the sweep operator of regression analysis. A few well-chosen examples illustrate the mechanics and potential of path following. This article has supplementary materials available online.","inCitations":["3676256f9ad6dbf00305cc1541e25c025695123b","14b94f44ec74d715c542b09a850d6b917ac29730","5d2fa7ebdb61d83ae7954bb48b7f7d44dd16b7ad","0bf2fbfcd7bbc611eb8db4358bad7a870bf830b5","57a2c09aa9bd9b362c0e5d23307d1183a024db3e","8aa51092ad2bb9ed84500583056afaafd375cc13","8331af696e9f758928ed1b962d9efa160284b8ec","84e0a90fb887371e1bb4fb9a344d387516954b0d","0cae63354e2499062703475f7cd2f5aeea10bbe9","38a3e5e5f2385971c046366f3539c1bc6576e63f","e56d11d01c7617018731a09d4de91cf023373f2a","c0aa5540134b4025dfb6743aa8819402b3b151ff","d10ac125a6ea54b4327513f6fad81c833880716b","57af8e91dd0ad9ef343ca2987a3135bde125db01"],"title":"A Path Algorithm for Constrained Estimation.","doi":"10.1080/10618600.2012.681248"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2019,"outCitations":["d51ef46c754a6a437843a0d308ca60177ad775f3","e9fbaa867aa9833029ba46b2253198554c198350","b756db6dd3928f985275bf77a36f4e6e2d8f4cfd","8f57cbfe5b89a34c5b9625dcca42821c2e3c4a87","6489a8ec3fde8c78b54b26924b0e6509bab3a95d","96b69a304c8f367d8cfcac229d1a61938066d1ab","8d990deca66c9afefbe042f95e41ada0c7227877","701379ee0f6d9ac23d5d97dc3f8720d6882cc480","784993884447b7f20e63a3279634bf3d303ac00a","0eeeaa12ada5a62706a91e11cc941dbcb4e20975","f16841e022038e94a59f7e0a82002102b78d79a4","03dd2f6a11b699d37cc72d1ede0dadb82ae5fd02","70fef75377595f35078c9fb17e839143c8f5396a","e655578eb2f758ac2fd87000875e08b375601b18","a4a6e663e7d92635cf0afb7a62bc320b8266f67a"],"journalName":"Biostatistics","paperAbstract":"Autoimmune diseases are characterized by highly specific immune responses against molecules in self-tissues. Different autoimmune diseases are characterized by distinct immune responses, making autoantibodies useful for diagnosis and prediction. In many diseases, the targets of autoantibodies are incompletely defined. Although the technologies for autoantibody discovery have advanced dramatically over the past decade, each of these techniques generates hundreds of possibilities, which are onerous and expensive to validate. We set out to establish a method to greatly simplify autoantibody discovery, using a pre-filtering step to define subgroups with similar specificities based on migration of radiolabeled, immunoprecipitated proteins on sodium dodecyl sulfate (SDS) gels and autoradiography [Gel Electrophoresis and band detection on Autoradiograms (GEA)]. Human recognition of patterns is not optimal when the patterns are complex or scattered across many samples. Multiple sources of errors-including irrelevant intensity differences and warping of gels-have challenged automation of pattern discovery from autoradiograms.In this article, we address these limitations using a Bayesian hierarchical model with shrinkage priors for pattern alignment and spatial dewarping. The Bayesian model combines information from multiple gel sets and corrects spatial warping for coherent estimation of autoantibody signatures defined by presence or absence of a grid of landmark proteins. We show the pre-processing creates more clearly separated clusters and improves the accuracy of autoantibody subset detection via hierarchical clustering. Finally, we demonstrate the utility of the proposed methods with GEA data from scleroderma patients.","inCitations":["cd68ad5bb227d1f8c09fdddba6730b9254d7f0c4","f465a1b03d8dfa809ec033449d30f79c24621459"],"title":"Estimating autoantibody signatures to detect autoimmune disease patient subsets.","doi":"10.1093/biostatistics/kxx061"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["a2b41b645eadbc1df11ed3e760e6bc6864030198","d00760ca054a90bf6f8bec742635ecca8d76a67d","f38b02e3a7062ef7ee53d9ae1eea8f9defff8569","1f03db2c81615223da971a04e11bf1916bf25675","cab32454fdfcf495d021f1d0b961e18cf31532cc","0e13aa51d0249495adea2f84a9b7f260f61b9b89","7bd51cf46f0528412a3cafe4ad596b2e40a31582","487a65b5e4e1c0e2dc5e5de898891053d208017a","84956b93631269a9f382833ce6e68c78c61dd023","a575706c26cb86771c31fe35eef669aa29ad975f","b2356e9204227044b3091b04aa749070f2f1b99b","65d73171eb6d7c7121afa9a3ea944b2108940772","1a1ff4280f88d626b58ebf43269cfdd07c67313c","3da17cc99c85157e809629ca73e39d4c3fdad65b","28ea9c05666955bcfe5c4f99deec12ec640173a4","4f13b0a1fdf68c0cb3bd46b040231e03dae7ac15","07f6a0cc971d510a7ebad9be6e64e79d8b303e46","ed4e6e6a663cccdd17d6c361ca8c09692c21130d","4c8059e1c344228b223631ca29c52e30a6137efc","360ad84dffc3da6e3499ed44539e1a1356c4d123","b26be44b7e9c49615a33fe6f7d32faca2cd8e49c","97efafdb4a3942ab3efba53ded7413199f79c054","93f68ed77bdf2b001f72f0e2e804603dadbd3434","849aa74af2761b4ce72477b0d6ff7d3af1c82bb6","8017699564136f93af21575810d557dba1ee6fc6","66ce37a0007557e31ef4c8acdd87f4f4a045829e","22b60979d6371f0701546299620cda98ba973b78","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","ce9c927489496b72ee045acfdd0937d4b8bcff1c","5a1fb48815ee5407d168a5771a7a78dd39ff152e","cb2c2696a89d7a67cad87b74ec91310278fc384a","2edf95e2c4323783731c388b33ba79bb72faa5d8","2c5486671445b6db63f771852d7191ac9a4d9d71","59183f99d570e2888447a2496fa27ace3e7e6ce4","77d075644bc0dfd12ddff1b666460df8903a2973","47e1ab2003ba4219acd536f6472185fe0f45442e","1b9787cf1a3b4621608b096d7d3ee9f1f065044e"],"journalName":"The annals of applied statistics","paperAbstract":"Dynamic treatment regimes (DTRs) are sequences of treatment decision rules, in which treatment may be adapted over time in response to the changing course of an individual. Motivated by the substance use disorder (SUD) study, we propose a tree-based reinforcement learning (T-RL) method to directly estimate optimal DTRs in a multi-stage multi-treatment setting. At each stage, T-RL builds an unsupervised decision tree that directly handles the problem of optimization with multiple treatment comparisons, through a purity measure constructed with augmented inverse probability weighted estimators. For the multiple stages, the algorithm is implemented recursively using backward induction. By combining semiparametric regression with flexible tree-based learning, T-RL is robust, efficient and easy to interpret for the identification of optimal DTRs, as shown in the simulation studies. With the proposed method, we identify dynamic SUD treatment regimes for adolescents.","inCitations":["0f76dba2e13a4ac2448cb4df978a95aec615aae1","222baa4e9e7ce691fdfddbc826a70e027daed70d","6ceabbf89f548d72ddd7aa20155e0897e41e756d"],"title":"Tree-based Reinforcement Learning for Estimating Optimal Dynamic Treatment Regimes.","doi":"10.1214/18-AOAS1137"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Pharmaceutical product development culminates in confirmatory trials whose evidence for the product's efficacy and safety supports regulatory approval for marketing. Regulatory agencies in countries whose patients were not included in the confirmatory trials often require confirmation of efficacy and safety in their patient populations, which may be accomplished by carrying out bridging studies to establish consistency for local patients of the effects demonstrated by the original trials. This article describes and illustrates an approach for designing and analyzing bridging studies that fully incorporates the information provided by the original trials. The approach determines probability contours or regions of joint predictive intervals for treatment effect and response variability, or endpoints of treatment effect confidence intervals, that are functions of the findings from the original trials, the sample sizes for the bridging studies, and possible deviations from complete consistency with the original trials. The bridging studies are judged consistent with the original trials if their findings fall within the probability contours or regions. Regulatory considerations determine the region definitions and appropriate probability levels. Producer and consumer risks provide a way to assess alternative region and probability choices. [Supplemental materials are available for this article. Go to the Publisher's online edition of the Journal of Biopharmaceutical Statistics for the following free supplemental resource: Appendix 2: R code for Calculations.].","inCitations":["f2d50a09e063f9de6ca2b1e1c45fb17e5ce3d8a4","a146dad1cf294f3445f4f400bd251e22512a42e5","ac4ba76c19fed65797654c345b150407bc715ab7"],"title":"A predictive Bayesian approach to the design and analysis of bridging studies.","doi":"10.1080/10543406.2012.701579"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["977a7d2d035236ae22edeb31b9be5a993ee12fe9","bb0d201fa63d73cb19ce413b1a9a563bcae351c3","961e2156d523e3901c491cc2a1f65764c976fc44","df90b3de6a9d2c10a6bc5fe7c740f75e1724e58a","853136738f64d159ade419eb54388807d0011aba","d7632aa87f9d79857919cbfe97ddb80795c5a93e","34ab10d1b07d8416ab4184098ad5f2ea2b29ad63","c3822dc3bde80f1b016565efa3e21e6c91e3cb04","c9f5723859a665c3e54b8d9a1a7eecb8b5084af6","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","b7134309fc923d0395edb6c6c7d6695c82f053fc","930281f635c92fe3dee041b3e1315e606c76850e","654894ea4c3a053af7960a376e8690be5797607a","d68725804eadecf83d707d89e12c5132bf376187","69965ca17377c37f643f6bfad2599937aa521e74","72a42df6167e3d430bbeb80d7e871461b010e8df"],"journalName":"Statistics & probability letters","paperAbstract":"We focus on Bayesian variable selection in regression models. One challenge is to search the huge model space adequately, while identifying high posterior probability regions. In the past decades, the main focus has been on the use of Markov chain Monte Carlo (MCMC) algorithms for these purposes. In this article, we propose a new computational approach based on sequential Monte Carlo (SMC), which we refer to as particle stochastic search (PSS). We illustrate PSS through applications to linear regression and probit models.","inCitations":["accd949e66698b4ef9d86112c75cae4c834522ae","87c1ca4eed008af4222971be7ac6f3a238556678","3e7bd09aece8c5c9dd5db33994f876dce55c8fef","17c1e926a8643552ba78c69c8ee2746ae40fc1be","45dd13ff82cf1ece6eec1f4886ac03a7b98f3d21","42da681c5bf240bbab5493b5d3cf3622d5380793"],"title":"Bayesian Variable Selection via Particle Stochastic Search.","doi":"10.1016/j.spl.2010.10.011"}
