{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["5a6f25b4ecba2720fa80e27980311fba24232b11","51773a44ca1de4081f55f9d4765d2637b99dde5a","45410836a90fa50f4c1d4cc08a2354c7d47da48a","8bca092a55905a6808b91a33397d8c6887d6a8e0","f586990a9aabdc8a6b9ce54f3e92ffb0c612cac3","ea7db288b9fbe2b0bcec31e6cf9f96c4b9923630","a3d0a2187913f42466b29effdf2c0e40620352ef","9abb3e67f245c29398070bf668d2e4beeaedce35","43f271494af73813c1fc49103deddcb9f20a8286","e085f9a107c562a59b28c1136aee7a438387ac0f","adcba8ba65070ca60c7aad2b887a04442fd954bc","1b8539b2b0cdcecc1f6c690721bbafb66abca328","b0dd157b0f9f95bc0a0ede7517e357ccaa9d7a67","2f9b01608c357253712b0c7e820f7c74cae958ca","49e751e0f10eca128d4e6295d008d7daa164b71f","7a2b3c267530c91d32084eb09d4f18d5f5366b28","aed20302f003a751b1af4e40ace379b9fd255cc7","a10a000ea03094d48c3466b06e9e64ce1f6d7645","50912cedf1817f1c9121b84eaae5dee0fd1dc1f2","54ec3862e276c0604727c9e9284b5e96dd6b0398","524fe2ef2cd0e97204d8122cd3b08cda84ccf514"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In clinical trials, patient's disease severity is usually assessed on a Likert-type scale. Patients, however, may miss one or more follow-up visits (non-monotone missing). The statistical analysis of non-Gaussian longitudinal data with non-monotone missingness is difficult to handle, particularly when both response and time-dependent covariates are subject to such missingness. Even when the number of patients with intermittent missing data is small, ignoring those patients from analysis seems to be unsatisfactory. The focus of the current investigation is to study the progression of Alzheimer's disease by incorporating a non-ignorable missing data mechanism for both response and covariates in a longitudinal setup. Combining the cumulative logit longitudinal model for Alzheimer's disease progression with the bivariate binary model for the missing pattern, we develop a joint likelihood. The parameters are then estimated using the Monte Carlo Newton Raphson Expectation Maximization (MCNREM) method. This approach is quite easy to handle and the convergence of the estimates is attained in a reasonable amount of time. The study reveals that apolipo-protein plays a significant role in assessing a patient's disease severity. A detailed simulation has also been carried out for justifying the performance of our approach.","inCitations":["c24d03ebdbca71d9c34f40b7631d7e0432b73fa0"],"title":"Evaluation of Alzheimer's disease progression based on clinical dementia rating scale with missing responses and covariates.","doi":"10.1080/10543406.2017.1402780"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Clinical trials often use paired binomial data as their clinical endpoint. The confidence interval is frequently used to estimate the treatment performance. Tang et al. (2009) have proposed exact and approximate unconditional methods for constructing a confidence interval in the presence of incomplete paired binary data. The approach proposed by Tang et al. can be overly conservative with large expected confidence interval width (ECIW) in some situations. We propose a profile likelihood-based method with a Jeffreys' prior correction to construct the confidence interval. This approach generates confidence interval with a much better coverage probability and shorter ECIWs. The performances of the method along with the corrections are demonstrated through extensive simulation. Finally, three real world data sets are analyzed by all the methods. Statistical Analysis System (SAS) codes to execute the profile likelihood-based methods are also presented.","inCitations":["9b15214de0bdec8917c8e0d0af58d4744b5636df"],"title":"Corrected profile likelihood confidence interval for binomial paired incomplete data.","doi":"10.1002/pst.1551"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["62064218665ad89f0cb2a44f5b19f7703d9c7e71","c02b3ff0dfcc2076e1a55ad2eef630e3d4954cc5","e37c5edbb2edb0c618255909c70d6639a2c71ab1","e430e160eccc7499c30007614982ae6e0de3177d","d8c7ccd6be3cf32233271eb87dd54f345da19a91","97c0dd83c3c9217812f2e96078c7eade3d74646d","77bc8d3a0d0c0b6e748ec7f20222e36cc549e6c8","2de19dbbb09341cfffd9e6d80076da68c2f4ae19","a0147acdca89e18f26ae800468af6216118e06f3","2eecf8a350b14f4664c3da1de9a74d75a5bca23f","b6420caa992e2ee8fe00dec38f4c2f143cff83a3","42ec9aa5ccc5ad37cf78db7a61f3235cee4d20ae","767a4cd5d8b877845291d2a0515b913a84dcf8cd","8105eafd866f16a11f904bd0f1dafc14640da021","a46cd152ca8899a93927b2597565a0ea8b1d5297","0783f48b8fee4b99741519d7c7ff89e408fbaa17","e3e9a1999f6be3cf7fef9a76e0b0819cef88ecae","142d7d86d8e11aa4edc0647a03957725df407c6a"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract Conditioning on a shared outcome of two variables can alter the association between these variables, possibly adding a bias component when estimating effects. In particular, if two causes are marginally independent, they might be dependent in strata of their common effect. Explanations of the phenomenon, however, do not explicitly state when dependence will be created and have been largely informal. We prove that two, marginally independent, causes will be dependent in a particular stratum of their shared outcome if and only if they modify each other’s effects, on a probability ratio scale, on that value of the outcome variable. Using our result, we also qualify the claim that such causes will “almost certainly” be dependent in at least one stratum of the outcome: dependence must be created in one stratum of a binary outcome, and independence can be maintained in every stratum of a trinary outcome.","inCitations":["b581423e3b145b3878a452d3967296bdc5db1bb2"],"title":"A Theorem at the Core of Colliding Bias","doi":"10.1515/ijb-2016-0055"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["8c5cecd5313a892728b3db0fbc63c9b0ba6d2a3a","32bca2e36291f563c7c661eec9877d6a0ff50ac1","c8cf5499e86575c2cdc2e644ef1bce442fc2c482","35a2432b03362045da7dbc43054209e4616fe2e8","a0c4f3d8799bd9be500ab6803eebbeb4ea7d7fef","2b370450d041c90bf643f21eba14fd44e908386c","2f275dd704cf73e12c80c4f5689f36824839aa85","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","2018575a1a33bbb85f3dd7466e6a7bb0561b4e20","42c908a37c1e40c4ad0bbe5fb0d010d236a303ef","9d298ea5d52dba78d69d48ea7bb9bb8d5cc19461","30ccd5e2da284b8ca7e4dc854b511d01731c2fa4","ff036e85f14d472a62b515bb70fd66976b591343","de25fa0aa541122b7cc3291f68fdfacae9b85723","5a25125dcbd73fa0fec5a831d49b14a0bab4f869","4664e4c873b7abd200aa3fe5640539127b063ec0","e307958112f2abdebd158979d9411324400dcb91","4e7658cd9177bb6e602512554aaae28d27f80ccc","d3c7e491d61dc649f9031ca5a742a72dc5ad836e","cf046d5e5800944a53ca329e7b391c7ffbc70ef0","d8f0c1bcb6c5afa8cbfe83199b55c014dca08802"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Surrogate endpoint validation for a binary surrogate endpoint and a binary true endpoint is investigated using the criteria of proportion explained (PE) and the relative effect (RE). The concepts of generalized confidence intervals and fiducial intervals are used for computing confidence intervals for PE and RE. The numerical results indicate that the proposed confidence intervals are satisfactory in terms of coverage probability, whereas the intervals based on Fieller's theorem and the delta method fall short in this regard. Our methodology can also be applied to interval estimation problems in a causal inference-based approach to surrogate endpoint validation.","inCitations":["23b6e379df909bc4d7ec737a762e95fb36dc140d"],"title":"Inference for Surrogate Endpoint Validation in the Binary Case.","doi":"10.1080/10543406.2015.1008516"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2016,"outCitations":[],"journalName":"Communications in statistics. Case studies, data analysis and applications","paperAbstract":"Time-homogeneous Markov models are widely used tools for analyzing longitudinal data about the progression of a chronic disease over time. There are advantages to modeling the true disease progression as a discrete time stationary Markov chain. However, one limitation of this method is its inability to handle uneven follow-up assessments or skipped visits. A continuous time version of a homogeneous Markov process multi-state model could be an alternative approach. In this article, we conduct comparisons of these two methods for unevenly spaced observations. Simulations compare the performance of the two methods and two applications illustrate the results.","inCitations":["7235a60d2ee703afb9924f915c7eae6b57f575dd","b793f28876e4248322bdd7c47c2c82be306e51ee"],"title":"A comparison of time-homogeneous Markov chain and Markov process multi-state models.","doi":"10.1080/23737484.2017.1361366"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Graphics are at the core of exploring and understanding data, communicating results and conclusions, and supporting decision-making. Increasing our graphical expertise can significantly strengthen our impact as professional statisticians and quantitative scientists. In this article, we present a concerted effort to improve the way we create graphics at Novartis. We provide our vision and guiding principles, before describing seven work packages in more detail. The actions, principles, and experiences laid out in this paper are applicable generally, also beyond drug development, which is our field of work. The purpose of this article is to share our experiences and help foster the use of good graphs in pharmaceutical statistics and beyond. A Graphics Principles \"Cheat Sheet\" is available online at https://graphicsprinciples.github.io/.","inCitations":["301b149f2958ef0531c9ab7b91acc9d04277aff2","5053b1f20f57797dfecc5e6637cca7bcada72af6"],"title":"How can we make better graphs? An initiative to increase the graphical expertise and productivity of quantitative scientists.","doi":"10.1002/pst.1912"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["693b9bee5ec37c7a7d9cae1b87861c1ecfb641d2","29769b7f1e6b6a42303596fca282a6756b1a0fb4","06c96247409eab28ad23fe599fc1502466fb0f60","8cbef8e756d14c6eb70d3521191709e231f48b94","0c9ffda23e4484e9eeb94903cdbb3b08df3154d3","5a343015d755a9001a26287b7a92028b5d026617","f292df8f714324f0054fb40e842e2b97393701a1","39805645c6e3d089809b069ab2fbac6c6f3693c0","a918fc73d9d9e25e2926247dd4f477a9e8c34f7a","20989d4c40da3ad1bb392ebf6e3b2188b7592b1e","e15b7432007c21179f7c587f08be9325dfb2a5d3","5d284a9fd0901a1a7368a01cd67f674c7c634ca8","4219919d3bbf8975a7c61416331607a751a01ace","a7b2337beaf9daa25fe4aab80d771f25d9888734","378375747e30b352a26b3a62fd2c64085eb321b0","30a4f3e3739d5d188288738a76ecbaaa0f7ff63c","eb4a5beabdefdd24c202df647be1256eb493a4be","f5792590f275efa7e41d70e4587f2df47e1058fd","010c411a1e66c97779ba5168b12f72f9fa063b54","015cdc4a0d186a7630aca6a9cb8e36b6cd4bf3f1","662b3b012db3f4189ffbb63ff38db6059fe6b359"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Multi-level simultaneous component analysis (MLSCA) was designed for the exploratory analysis of hierarchically ordered data. MLSCA specifies a component model for each level in the data, where appropriate constraints express possible similarities between groups of objects at a certain level, yielding four MLSCA variants. The present paper discusses different bootstrap strategies for estimating confidence intervals (CIs) on the individual parameters. In selecting a proper strategy, the main issues to address are the resampling scheme and the non-uniqueness of the parameters. The resampling scheme depends on which level(s) in the hierarchy are considered random, and which fixed. The degree of non-uniqueness depends on the MLSCA variant, and, in two variants, the extent to which the user exploits the transformational freedom. A comparative simulation study examines the quality of bootstrap CIs of different MLSCA parameters. Generally, the quality of bootstrap CIs appears to be good, provided the sample sizes are sufficient at each level that is considered to be random. The latter implies that if more than a single level is considered random, the total number of observations necessary to obtain reliable inferential information increases dramatically. An empirical example illustrates the use of bootstrap CIs in MLSCA.","inCitations":["6b44f1b9c05d27b7c095d4948393ff2b092bf3fe","ca62f92468d486fbe84cf0ab23ac32ada57396f0","e8c44148bf08cd335219e8f1574f9b07f5d62cbd","8051d0726aa8413a4fbbbc540cf7693a10b2b568","c4df197b5ab20baf538a7c63faa68948de20c55d","bc95cda7dde46a6a6916a9ae7851ce9d7e6a544f","f1b450554a97643a4e2a5b1df1019c6a3b99a6f6","dcd7dac6d83f40a6555f47efbc9e5db63acac36f","5cf9cd23984cd86585161baa0876526cbb536d78","4f177264c443ef27fe0aa329fe45d2df45859705"],"title":"Bootstrap confidence intervals in multi-level simultaneous component analysis.","doi":"10.1348/000711007X265894"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A project that originated with the aim of documenting the implications of dropouts for tests of significance based on general linear mixed model procedures resulted in recognition of problems in the use of SAS PROC.MIXED for this purpose. In responding to suggestions and criticisms, we have further analyzed simulated clinical trial data with realistic autoregressive structure, using alternative error model formulations, different approaches to the use of covariates to model dropout patterns, and different ways to include the critical time variable in the mixed model. Results emphasize the sensitivity of the PROC.MIXED tests of significance for GROUP and TIME x GROUP equal slopes hypothesis to less than optimal modeling of the error covariance structure. Even with the authoritatively recommended best available modeling of the error structure, model formulations that made use of the REPEATED statement did not maintain conservative test sizes when covariates were required to model dropout data patterns. Random coefficients models that employed the RANDOM statement did permit appropriate covariate controls, but the tests of significance for treatment effects were lacking in power. After examining a variety of alternative PROC.MIXED model formulations, it is concluded that none provided both Type I error protection and power comparable to that of simple two-stage analysis of covariance (ANCOVA) procedures for confirming the presence of true treatment effects in controlled clinical trials. Other issues examined in this article concern treating baseline scores as both covariate and initial repeated measurement to which a linear means model is fitted, failure to take advantage of the regression of repeated measurements on time in modeling time as an unordered categorical variable, and fitting linear regression models to nonlinear response patterns.","inCitations":["d6765efb77defb9c63eb56fd2ae811eeb086ad30","49569a2eaa4e62d0cde6ce4e460558205376ce0b","905f0e11f4cd678c72b31d3765e4bd7430fa0d08","ac7140cf5893a40883e6650d2c92393835067a99","824ac7608214a06687c34dc4177757f7b789ac88","91a44c4ebcff032e552ddd87bbdc03f21f37071d","3d469abd7925ca0c7d823a639d34f93bcca24ed6","37e346e49f94b5ea7693d54ddd43ea87f1b43f70","94b91f4cebaf6ef65a2c3e382e2c7b0387050e29"],"title":"Issues in use of SAS PROC.MIXED to test the significance of treatment effects in controlled clinical trials.","doi":"10.1081/BIP-100101026"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["0345ea4253c206c2b982ca0b33896f603ef89596","16202e122a7f761af138b28c0b43e63687b06315","66c264ad24d8d7fed7c0b59f9bae8bb81c84ba96","3e3d571b3e7be3e5464af52c06fb9d574828d3cd","01e08cafc7c50127871d9121e6f3237454aa1196"],"journalName":"Pharmaceutical statistics","paperAbstract":"During drug development, the calculation of inhibitory concentration that results in a response of 50% (IC50) is performed thousands of times every day. The nonlinear model most often used to perform this calculation is a four-parameter logistic, suitably parameterized to estimate the IC50 directly. When performing these calculations in a high-throughput mode, each and every curve cannot be studied in detail, and outliers in the responses are a common problem. A robust estimation procedure to perform this calculation is desirable. In this paper, a rank-based estimate of the four-parameter logistic model that is analogous to least squares is proposed. The rank-based estimate is based on the Wilcoxon norm. The robust procedure is illustrated with several examples from the pharmaceutical industry. When no outliers are present in the data, the robust estimate of IC50 is comparable with the least squares estimate, and when outliers are present in the data, the robust estimate is more accurate. A robust goodness-of-fit test is also proposed. To investigate the impact of outliers on the traditional and robust estimates, a small simulation study was conducted.","inCitations":["2fb80086f1e5cd5c7249e994bf2b6e2e0908385e","b26f37b2c604bd6b2f239cefda685bf4f0c88bf8"],"title":"Rank-based estimate of four-parameter logistic model.","doi":"10.1002/pst.536"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["60f6a703c0d54c4c23a9b609a97507b1724d5a0d","4203a32e0c22ab95733aea06ef424a61e6a3be7b","441a65a2427eaeed36f1e90475a1fc8cb455c3df","20736079613c5e44748aaeb1870fef24538e75ed","89c6a177bcdc24c86a613508f33886d4b4dde935","f0032f6f5c50fe00ec474da6e2525c7113188d9a","8780637ff9493acd688c9d6917838b62e2735228","f30a42d798dce2f69a54ce8a35efee2b3d722988","9c0ccb79d099cb1297d54fc0f0b601ae3440b57d","3eb528297ff6965375752badb8903a5c08c317b2","5c8224c2df99d3d4c41668858d67a927cbce0d0d","036fdfe1596c7cfd3a5fbeaadedb65e94263c1f9","28e6b64670e5810ef6b685e7197d21e6884b48ec","fb7164b0cf69b8e558e8cdfce07fd63f9333f888","231d43816bef5dd7b4f1e35722d5c4dfd481ebee","e2d9ccb77a77b0fff5b064e3acbd9287c09104d4","6bc77477f39c565422950429eb1d4b2c70be2928","7610d3fcbd8523cc8f5841fd4cd9f85790bc1bb5","7cd588c6e52887d8ef99482afc13b96b9d188015","2412df9c6758ee4b0affd992d8be22cabf4e22d3","d15e9785fb9af03b83f7debba4c20e8ed45a2182","ebf25f29e81cea5c8e0e71af8b6cccb81a457f82","97cceb69724894908bcfee1f21fb609306ad67ec","d399c9616942c98aca9c820c56c0c7bfca889eac","a16cf19b4adc5ff21a5477be0637359331135f0a","ff6ed981e3b48a6d2b079b8f8a4f6a7d6c9f48ae","de9eee8de5ffd821b53e44b39c9b135f6b82d260","bb5f1353e4b27e1b0210e8c28359d2378116961b","dbee1e04c1f104e3358f811fa4cb2b5bf7db2606","b9dd05b69d6906fff6ea6c4ba3609a6d97c9b8a3","67313cb4b2ffaa3ee9d90650f3b9d51748b0a688"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In this article, we discuss an optimization approach to the sample size question, founded on maximizing the value of information in comparison studies with binary responses. The expected value of perfect information (EVPI) is calculated and the optimal sample size is obtained by maximizing the expected net gain of sampling (ENGS), the difference between the expected value of sample information (EVSI) and the cost of conducting the trial. The data are assumed to come from two independent binomial distributions, while the parameter of interest is the difference between the two success probabilities, [Formula: see text]. To formulate our prior knowledge on the parameters, a Dirichlet prior is used. Monte Carlo integration is used in the computation and optimization of ENGS. We also compare the results of this approach with existing Bayesian methods and show how the new approach reduces the computational complexity considerably.","inCitations":["170579e33b1fec8329f10933da07efae0e552116","dec0afc596539f549c329eea13b031c5b7051c02","c354fb668139dcb6731618d01ceb2128d3edfd3e"],"title":"An optimization approach to calculating sample sizes with binary responses.","doi":"10.1080/10543406.2014.902851"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The most widely used design for a Phase III comparative study for demonstrating the biosimilarity between a biosimilar product and a renovator biological product is the equivalence trial, whose aim is to show that the difference between two population means of a primary endpoint is less than a prespecified equivalence margin. A well-known sample size formula for the equivalence trial is given by [Formula: see text] Since this formula is obtained based on the approximate power rather than the exact power, we investigate in this article the accuracy of the sample size formula. We conclude that the sample size formula is very conservative. Specifically, we show that the exact power based on the sample size calculated from the formula to have power [Formula: see text] is actually [Formula: see text] under some conditions. Therefore, the use of the sample size formula may cause a huge extra cost to biotechnology companies. We propose that the sample size should be calculated based on the exact power precisely and numerically. The R code to calculate the sample size numerically is provided in this article.","inCitations":["74c9bf0d33555eaf7f98c0e971d72fbe43148735"],"title":"Sample size calculations for the development of biosimilar products.","doi":"10.1080/10543406.2014.941984"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In randomized controlled trials, patients are recruited and randomly allocated to treatments. Patients are never randomly sampled from large population of patients on treatments under study. Therefore, it is important to consider the design and statistical analysis based on the randomization model. In this article, we show theoretically that a permutation test based on the difference in means is identical to analysis of covariance if marginal covariate balance is completely attained. Our theoretical results and Monte Carlo simulation study suggest that the permutation test following Pocock-Simon's covariate-adaptive randomization can be a useful alternative to traditional population-based tests in a confirmatory randomized controlled trial with important prognostic factors. The proposed procedure is illustrated with modified data from the randomized placebo-controlled trial of pirfenidone.","inCitations":["5ce4d4502e903857e7c0ed9b509685ed70561346","5b4efb7bef48d393f9ed2796b074a5cc2325ae3e","7a886e719f398c177419762e98acfdca8792b5b6","e58871767458b15de0fcdb0ce3f659fd7a64efa8","d582b723e1e8bd1189fb04993ad4dab70b531ca1","85fe9dced2252ccf8bba0ad9f0c4a2ad9a9a869a","2327bfe1c4bf6beb8769e70737150c41bca737f6","074132f81f4766b81f6dee6f45f201b29d6e4add"],"title":"Permutation test following covariate-adaptive randomization in randomized controlled trials.","doi":"10.1080/10543400802527908"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["7caef479a6ea69f8ba0ff01ff654b17ce95a6d25","d6b76f402f11243f228227a3f072415c0a8c1ca9","88ae34fa89e35ebd15e4b8d44e288e757547a1ab","ed4e6e6a663cccdd17d6c361ca8c09692c21130d","f85a6cdbd053c8b9b5aa86da952aa439a0ca4544","84167e961cbd110c371f7e0933d9b48db2a0aa49","c72fc05a830037428c2cebaaeb28526361b4ecfd","7131dd764d74ec7a9e86fc1bd71101d08dc9e286","48e5197f9c37807ad3537f30734342b8682f802a","851eae84694f3257997b35a30b17c3f05a49273e","9d78d82835cb4275ad160875296527eb86871553","7ce10624b09c54d2604f60b4c2d48409201fcc5b","6494d087e908cb1e13d062e4c3dd6a88595ff10e","cfc37c96887d5f9f140d5ace17372cd817793cd6","167deb7b24d8cf033218bf305e0e70ec6f6de84e","40b3be432f530fbf72404dbd59bf018e48a1afd2","360f0ad94d5b496d266551cc31ea98a3f3ded3f8","dec30fb7202d1cb2b1fa5bce21ef4773116e6ab9","578b9dd098ae3ec5245dfc4720419ce62322e7d0","253351b3fef46f0eb9ac453d6533ee9f4481cd90","523d592e3f6fd693e1d222bde033fde0652d2087","c7897bb4004676e4a36b048abae3af39399f0dd1","42f1084917fae40cbeb90b3da1d626c845f22a91","57346b6b9e6d7305a02abc60a8e15a85dbc54a9a","6afa524382ed875954f5a1d534da3878fb4dcaff","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd"],"journalName":"Biostatistics","paperAbstract":"In common with most forms of designed experiment, crossover trials can be affected by missing data. Attempts to devise designs that can mitigate the possible effects of missing data, such as loss of efficiency, or even inestimability of certain contrasts, have been proposed. However, a potentially serious effect of missing data that has not been addressed in designs hitherto is that the treatment effects may be biassed because of the nature of the missingness process. We investigate this problem in two-treatment, two-period crossover designs. In particular, we consider the robustness of the analysis under a missing at random assumption when, in fact, the data are non-ignorably missing. We show that the conventional AB/BA design still has good properties, although the design with sequences AB, BA, AA, and BB may be preferred if the chance of dropout depends primarily on the difference between the responses in the two periods.","inCitations":["cf98d5d806137ae3873f1d67bea5bbc74711f3f9","dc21c187014f0d1f2fd1ddb3042b81e6f96f3d47","4812e96289c897bdc1cb9b660b62af8b139064a7"],"title":"Two-period, two-treatment crossover designs subject to non-ignorable missing data.","doi":"10.1093/biostatistics/kxt009"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["ed536826fd36213867ed4f05bfb8e8093475b31c","cc9a0555becd435d2403d71b63126a4da0eabda0","8400182cdf89ce31e30ecc5acf45c497482df9c8","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","8e70a5194148941039c6f6bc811ee61ce6612356","1946db4ef5b8cbae13a5e47f9e9db30ce8795f9b","2123af11db503a40925585134d73274cdc92f914","ef1ab4348ea11ca75369fc4116223443d5b628ab","adf3347c57bb79219d9397d63157eef9eea373db","875bca506ebf74b93b266fa25645f10441095f81","8c47b09f973c837f7b2e2f138c628723431b50f5","d9d22c6c3afe406e39dd0dde31ae8d7e5b15a9a8","c767a22cd87a0d5da8cd4227777e7d922278d8d6","86aa0d7486e690c084cabf34d016af698f6de5e7","bda841f98b6fc64cd622309253d00c96d0207c96","f25399cf4566b773b851333e7e89c1e403659f49","6e5d4543700a4e826d00267db7b626675ee46afd","0961c0fccb58929575b23fb7c2d4814d0ce9bf63","53d77cba63dc39f4c28330f44903f9b7c7e3ee81","2a10fc061f7ae6942f069449dc92b4d2761fa7c3","2d1adcd9558713deb7891814eca3ea2d12328f2c","bae7adca31b52a59300e261ba300b2c1952131a7","386b74e585fa285f85a94b49442ae97b1b8d4dd5","f9359495580b62d573af9bee7df99bf31fc97533","92105c2dda319cb789ad34906c5c32371536a449","149d46683ec517a8e900d5ad103e7c248ea5fd7c","dca76228182da7333b24f171b49b2ecd330bae72","18d7232ca43f813d2a1d095b382245c6abd004a5","06d340937a1f23db9ba4cce6d2943892a938a31c","8fdde928a47ae2c0c7e463a8b52444826baf4a98","3fe8f249ea5452be44c16eaabfe4d60267b00398","3962636900895056aa1b116f020333bd4523414a","b70a68602dbe57f50a73a59a3c22d40a01485f5d","120b281af7d19f2328b40915d244428c235a812a","14c5952c143e3e199233fe0111b4ae619d51e915","f549b4ae10551c761f6352c7de9c0737402ef96e","885356657432d17320ec753ea7015dbbb97b9fd5"],"journalName":"The annals of applied statistics","paperAbstract":"Estimates of the effects of treatment on cost from observational studies are subject to bias if there are unmeasured confounders. It is therefore advisable in practice to assess the potential magnitude of such biases. We derive a general adjustment formula for loglinear models of mean cost and explore special cases under plausible assumptions about the distribution of the unmeasured confounder. We assess the performance of the adjustment by simulation, in particular, examining robustness to a key assumption of conditional independence between the unmeasured and measured covariates given the treatment indicator. We apply our method to SEER-Medicare cost data for a stage II/III muscle-invasive bladder cancer cohort. We evaluate the costs for radical cystectomy vs. combined radiation/chemotherapy, and find that the significance of the treatment effect is sensitive to plausible unmeasured Bernoulli, Poisson and Gamma confounders.","inCitations":["7f7853872fe207dafb9d321491a470c1bab86c60","22575c29318edcf3198c9720a8f791c3da92d089","76781d7746b937077016e00d599de266ba62a35b","90a0e1d4831fc850e8379e758072066acb50b8c3","fb08b953fc844579634955b9e0ef0d3a7f2eafe7","35665465e50a36362510cd0f79df977188d6b5ac","11c8ce04b05af1e2d579495211f580beadbbf516"],"title":"Evaluating Costs with Unmeasured Confounding: a Sensitivity Analysis for the Treatment Effect.","doi":"10.1214/13-AOAS665"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Two parametric tests are proposed for designing randomized two-arm phase III survival trials under the Weibull model. The properties of the two parametric tests are compared with the nonparametric log-rank test through simulation studies. Power and sample size formulas of the two parametric tests are derived. The sensitivity of sample size under misspecification of the Weibull shape parameter is also investigated. The study can be designed by planning the study duration and handling nonuniform entry and loss to follow-up under the Weibull model using either the proposed parametric tests or the well-known nonparametric log-rank test.","inCitations":["91544723446801d22390f21b1d110ff4014f8f99","0befc5992d32efcf49cb016b4a1566a9f5a18b8b","face1d4a21ed24a79a8c6812557af349e1a8cde0","a80ee37c10d8fa7fb8491d25531a3f7be47536e2"],"title":"Power and sample size for randomized phase III survival trials under the Weibull model.","doi":"10.1080/10543406.2014.919940"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["23d3768edee96becde2b53ae90ff0d9471b52bcc","a09bc3b432bff280ef7e92fa3d8bdf6509947a6e","e16a25faf7428e1fc5ed0a10b8196c0499c7fd0d","42e0a370814bec52294b63a3e6b79ef4c3a4b775","ff58db9b225c162871d9569cba1a8ab57823bb21","dd192a2b1691e50bebe41ffbefa7879c0ff89de7","3a0394620ee02a6cedc23151c09d2f0aad96e119","b3340fcf515b1611d6df8a70250edb35289cf281","96b69a304c8f367d8cfcac229d1a61938066d1ab","8cb01b154ae81d71a82bfcbacd6de6761891b208","54469cfd4f507f1822adbe47090575a4c02b4f3b","fd47d55fd8f7883477f4a1eb62fcb99af246190a","660dae476f0136edfa36f227847ff5c46e2804f8","3bb5a439a0d610a7eac68f73068cdd278b8c9775","d56ac73315205d3ab2453a96433623da9f0eeb8d","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","e45fc0bd9782a95d08c13890beb04244b438efc6","ab6f93e93f5e40f5c6425501a4dabf865ce897d0","185dfb4e17848da83d6287f0a6bca652c6b4af5b","5647a88934fd6a1c23c919c636a30e17ff143ca6","62791257ac277db2b314bbb18e13bee48533ae0c","657bd455382a141e623665cf7e30acbfd8175533","2898798fbfc9c0a2b676bb50cb6359611707d265","c054360ec3ccadae977fdd0d77694c9655478a41"],"journalName":"Electronic journal of statistics","paperAbstract":"We introduce variational Bayes methods for fast approximate inference in functional regression analysis. Both the standard cross-sectional and the increasingly common longitudinal settings are treated. The methodology allows Bayesian functional regression analyses to be conducted without the computational overhead of Monte Carlo methods. Confidence intervals of the model parameters are obtained both using the approximate variational approach and nonparametric resampling of clusters. The latter approach is possible because our variational Bayes functional regression approach is computationally efficient. A simulation study indicates that variational Bayes is highly accurate in estimating the parameters of interest and in approximating the Markov chain Monte Carlo-sampled joint posterior distribution of the model parameters. The methods apply generally, but are motivated by a longitudinal neuroimaging study of multiple sclerosis patients. Code used in simulations is made available as a web-supplement.","inCitations":["6e1905c2c38926af42ba97f5bfee35ad12e5efef","937513dddb668a0c6c66575d31d7ff087dbba67d","97588e50eb3198b53518c111ec70e23e5acd96c5","597f0446602a216a00fc4beacceec3209739c833","77992f7953f498e3f245ca0294812634c645251a","4c62275567c654e7ef6d4922245fef38d74499da","97cf43583f50153996fc106deb77794f748504bc","9064a898dd37bd89a8bed47cc9419b4ff9552108","0f8d1b76ee10dcea7e645e69b814fbce19397b16","83e892ddbcd117b51cf7e9d23a9cd2216b7f7762","5c8fb81b1ad7ca0d54b58006c89b82ed7584fbeb","ff737890e8237012b84f252cf1b0ee07c3bb8851","300f05aa8ba4458ee5bf8e6ca627e5f600f903fd","2b287095d3256737a1ec3631ae9c65fc9aa32d11","42265d97eaa3f573513dd3339bf2a4e36377f3a4","ef4bda4d0d0a044081c1a1d385478d942598c0c0","62199598054bcc322d2bdf9966fa0e485e51e7ff","1417ca2b15d4e3b506e358236f0bd9e49862d9f0","f60f23bdc2ec695224e7df30ee3770b0c02e4028","edb9a4c7cbde7b835342a90bd3012be8e5ea4afe","6666473c926665eecc741a0dd29e1b329d273e38","0d7a41e8e815773331a3fe44c1df31e9657e5f80","7a9eaeb38d97d3c58e74155520ba30975ab746e6","561919278dab6a527dfeb01d06e739a9484c7506","c63770d23baa7fd83dc16acbbc76d58a577b23c6","35c24bf3820bf9500932e4d5f988daa8cf340f86","93e610557c0ece94a908f7b88a0d0682a47e9c79","8bf620765e77c98424983de5d5b74b90d99e28fd"],"title":"Functional regression via variational Bayes.","doi":"10.1214/11-EJS619"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":["a5c415110a66fee2692e78430aa6dc828d1bfddc","15f962be7f967eb36bb786eb34ada18d0b6ceb5a","b2cd3bdd70d43a06c9767423b4651fb51557fd59","bb869a7fd1b0e35f7afd687b3241fa2bc20d0011","44f37573d10c88f0d380cdebd36c403b2eaff28e","21826b8a3eb5f778027470660e704709e21e6538","0fcd8c8e294fb576d58834b360fb1db342835ce1","dace8357be2c342867443088b8273fa25286aee5","4b3999d1e1d16b8adf79fee0442cc49543de01ea","a112e7313641acc8381473b7d7292494c3aae353","cdd851ad8cd0605c47357e1db137fc1d86c3d3f4","5d8c3928d6c90a281058f75afccbff9252eabcce","3e85a5d4aa70117f0fb33a78eaef3bebd16a0e51","652a6f9b3d358e87845df01d95d9654c6c979a5a","eaf07fa5ef07939063437898700dd34ecbde34c1","718d2151c4d60dce9ddb1b7dffad150f72227273","1a83b334b487fb720bff68644b738fa454ea6344","59920051af48b3a0a4a847d113988e24fb2eb102","371ca18b50109b0990a91e3b3aa79b319982557a","a8904e58eb8fa589c0908bc8e6eebb16668574ba"],"journalName":"Biostatistics","paperAbstract":"We explore some stochastic considerations regarding accumulation of mutations in relation to carcinogenesis. In particular, we consider the effect of exposure to specific agents, especially ionizing radiation, that may increase mutation rates. The formulation and consequences are a further development of the Armitage-Doll model; both in terms of background cancer where assumptions are substantially weakened, and in terms of the effect of specific mutagenic exposures through generally increasing mutation rates. Under our model the effect of exposure is equivalent to a change in age scale, adding to age a parametric multiple of cumulative dose to the mutagen, which leads to useful formulae for the relative risk. In particular, the excess relative risk at age a behaves approximately as a parametric multiple of the mean dose over ages prior to a. These results do not require assuming that some fixed number of mutations are required for malignancy. The implications are particularly useful in providing guidance for descriptive analyses since they have characteristics largely independent of parameter values. It is indicated that the model consequences conform remarkably well to observations from cohort studies of the A-bomb survivors, miners with prolonged exposure to radon, and cigarette smokers who stopped smoking at various ages.","inCitations":["1ef72fcb76db164e3cb59083ee590e1c6caa6836","0bc535f0726545a6bb5f33a1162e49c2fc9e4d6c","301f83ae1e10e5b790c7b3609ed9fe4b02b442d8","f6688ae7e126c1d77e0674b8e63b3484c7375767","94b95dd53dd830a0d0ff3fc486896173f018fd4c","f707640571f512722a86975629690c8cf5de191b","5e1f197ccc7da0b180d0c57c7b1b7ae4fbad0a72","ef209e2e2cce7d50838067113cf8e5e49e54ec20","63a6dc127011bdf58d1215959708ccca7a4158d0","a1eb428bd8ac8ca8831478c90f57b7a8c4640ec5","42bab28008d5789fd05fbfd6122de0a87aeb5472","b9f030a8aa0f442e5c9f70c569ef45ab1314f3d0","0a3b8b9ee88d7998d2320e20c2574c7c0916052b","7068da9d81b69b782386e6f9bce6e6de9925a618","15c8c044ce3fd77c54385907d98403e29946e06b","88e574f1c6a155ee4751f33f15056c5330d66068","396d49017c7d91057fd3f39706813a1c70486a70","3e4fdc0af85993e4c2aa5b13a9ae8d27efc61330","47c27cc06198e0a8c493a44a21566dd3ae6fb584","75ff94e62a35057526ef1a621b6988afea68b4d3","bb0c822ae2fb0fcc78907580a29f9d8f7bb0502b","db5a1a81096db8624d6d182863157f139f0ad8a9","3e0712a7cb892647e258719782a927cdb8df903c","5f84adcaac08b605bc5a6d4636216a18b198f1e9","042d92e6c949fa8dc120768c20770d6a6fff9d72"],"title":"Age-time patterns of cancer to be anticipated from exposure to general mutagens.","doi":"10.1093/biostatistics/4.2.231"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["9d824137333ed2a91519f4f51c6f98f1e8234fd6","7a262c6d260814b33d244eb44bf27b180e4a407e","157dd5712db6595033055a1bc4ab001b04e85d24","24c686afbbb7555041e8a5541ce17ab8da036c1e","98350cedf083ae26dfd767ddc906455c34a9f503","32e59a419f57c359117089c790f3a38763682d23","987405204697c55b37a1e20b0b3933b0c430eef2","edf5152956673b736b0b4165ecc515c885d5fc96","e00f5ac5541fd3ddc0b27ef7275a746fa4e744f4"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Outliers in bioequivalence trials may arise through various mechanisms, requiring different interpretation and handling of such data points. For example, regulatory authorities might permit exclusion from analysis of outliers caused by product or process failure, while exclusion of outliers caused by subject-by-treatment interaction generally is not acceptable. In standard 2 x 2 crossover studies it is not possible to distinguish between relevant types of outliers based on statistical criteria alone. However, in replicate design (2-treatment, 4-period) crossover studies three types of outliers can be distinguished: (i) Subject outliers are usually unproblematic, at least regarding the analysis of bioequivalence, and may require no further action; (ii) Subject-by-formulation outliers may affect the outcome of the bioequivalence test but generally cannot simply be removed from analysis; and (iii) Removal of single-data-point outliers from analysis may be justified in certain cases. As a very simple but effective diagnostic tool for the identification and classification of outliers in replicate design crossover studies we propose to calculate and plot three types of residual corresponding to the three different types of outliers that can be distinguished. The residuals are obtained from four mutually orthogonal linear contrasts of the four data points associated with each subject. If preferred, outlier tests can be applied to the resulting sets of residuals after suitable standardization.","inCitations":["77076fabe9fb96cc555b6a62628138161f248435","70e71cae8bdf91596c983b7062132e1019254c15","ce3bb9911e347479c69922529124668cdb2a164d","93aa285297d412cd877a24a53366bd94462fd1c8","4876e645b9b00be862b895b505d5f2f571f049c5","c805bdf1abef72fb9ad09618ba868a44e276170d","9e5e32dbbce79ae91f7b1efcddd0b71b1c7e4460"],"title":"Residuals and outliers in replicate design crossover studies.","doi":"10.1080/10543401003618876"}
{"fieldsOfStudy":["Medicine","Mathematics","Computer Science"],"year":2016,"outCitations":["64596abdf95560ac4be87c71424d011eb1e51f78","f41b6abc9d0cbe9e1540ddf83bc8090b9767afce","ca9c5945fdd0fdb720d3c5e188b98b59beb4d6fd","7c924d326149a5e1ec77241a46daa794a83dcbf0","c1d08b265e4188f899d7a09e8b391ec7dd7ace7d","230ff6e942d5642edb5943401a35c4994cdb09c7","8e248e70781be029a52847e0bd92274d0bbc5726","93ce6df2d188ccd04bd43a72f1d73de357787c74","dd3ad136731452e8504907f43b20ccc65b19dfaf","1f9a6a182c1755bbf4c0c7dc89033b8881f6ffc1","5c5a598688723d3778995cf5c42b6a9370a150c0","370b92bc4f61fedfa64e1b50e7a10c7a6dde0a19","9ad7eac37bc21541a18d5b487691e45b30c5a96a","523647ddea1e2676a55b928df8722d6c80cc1604","9f03d1d1642d050ee86d79dffb390b86a6d9a7ae","2268ba06b6e681b034512bbf2c521f801c58a3c7","d05b6774d35f04723de8afa8057503d6b882626e","081cda7ab3357995589ccce06edec3188dedcb09","c1d15df02ffc5a7e2aa0f3cd797f1fa087b1e845","09e5287745121474b9a88c44127770b410a99414","a7343d29bd686064eea851134a2df2821b200ead","e5a19a6728bff0e799f3518e0fb0354e8c3cc7d3","bc3b43450b47232b30b51d104229051f099856e8","3e1562eeb5bab081af3621ee01554921d239343c","b4c4e1f590354059ecd26e7d280b4f50d4165a40","0e8467a70abded85a9ebc83f2e526e60bad9f590","3d38bf1967ef11a5fa45e4d85f37a928fd979878","a0dcc2e2de55a4a4750daa1d98b01d29639305fc","b0ebbcf713b3ddf3f94325bc58dc39ff76fdc412","81f896fc063d41eaa0a9cee79ac577e2cc19e391","266080f0a1b698085fc549186373f8c98e3f275d","4bec8e1c1f773e5765d352a5dcbbff1a46254e12","562fc32cdf3dafb64e8b0ab34ee8ff2c4489aed9","87230299b5d08b96c389e223be83f1ea558f2ca1","10f7a8333572ca81ea2a0db87a22a9e7c9a61213","30ff114d5334d5978a23238d4723e9ab4f1c3de8","60693a9f027540bc0266b8df16173546dc073c5e","9cd342f6ff7be56570455c0e3f934fd20cee1db5","21154102098270f7e68d262319f144588ebd2448"],"journalName":"Communications in statistics: Simulation and computation","paperAbstract":"We consider the problem of simultaneously estimating Poisson rate differences via applications of the Hsu and Berger stepwise confidence interval method (termed HBM), where comparisons to a common reference group are performed. We discuss continuity-corrected confidence intervals and investigate the HBM performance with a moment-based confidence interval, and uncorrected and corrected for continuity Wald and Pooled confidence intervals. Using simulations, we compare nine individual confidence intervals in terms of coverage probability and the HBM with nine intervals in terms of family-wise error rate and overall and local power. The simulations show that these statistical properties depend highly on parameter settings.","inCitations":["f6f07fb88986cca0cf13802d91be0e74b505b335"],"title":"Evaluating the Performance of Simultaneous Stepwise Confidence Intervals for the Difference between two Poisson Rates","doi":"10.1080/03610918.2014.901359"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["3ce8ac3b1e1aba723580f683909f66975da9cd5a","eb2e229399584ae1062eabd05e4e6826b5f59a4f","650b7a6f519212dfafbc1f916310f25eada15bc6","108e3ab6e1a63de77a214dc4e2951969ac927c74","8705624c0f9e5318ab8be5cd1f5136bbf87c6db8","d5081eefe3d7b95abcb13dc2d774102bcaf5275f","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","d084d76a92db268d597586468dd3ce39f9c1aca0","dace8357be2c342867443088b8273fa25286aee5","73430b771f184597ee81101064ab5a3325608973","e2805bfa312a7b532b2794c9370b9e694f3e3870","423ee5731353bfc363a66984bc7ab24182fd3a7d","914436e21e88bcb41687409b1225df1c9638a412","daa82c38354a1982fd3cc5ebdb687140c3d05033","7b6423187423a171fc3e2e666ae63860dc6b3f8c","ccef91ab66165093221131e9549b8e84b9c083a4","8d5aa4d6b8caa99d04388483d2f29a9ee0a1982f","8310e55d76aabe9f7d3e6fcafdb7f882388d1cab"],"journalName":"Biostatistics","paperAbstract":"A major drawback of epidemiological ecological studies, in which the association between area-level summaries of risk and exposure is used to make inference about individual risk, is the difficulty in characterizing within-area variability in exposure and confounder variables. To avoid ecological bias, samples of individual exposure/confounder data within each area are required. Unfortunately, these may be difficult or expensive to obtain, particularly if large samples are required. In this paper, we propose a new approach suitable for use with small samples. We combine a Bayesian nonparametric Dirichlet process prior with an estimating functions' approach and show that this model gives a compromise between 2 previously described methods. The method is investigated using simulated data, and a practical illustration is provided through an analysis of lung cancer mortality and residential radon exposure in counties of Minnesota. We conclude that we require good quality prior information about the exposure/confounder distributions and a large between- to within-area variability ratio for an ecological study to be feasible using only small samples of individual data.","inCitations":["b5a2f35f892b18dd522ad9c9235072d8436e01cb","0f31afd2fe0d493c55b3a6c84b02322c5a042bed","32e1729b9eb77936f158599826f3886e56dc1d09","76f4bc434ff4285bdfc8927a007d82675ee7a58a","4640a0e3f1718912941c551599dff24d744cae49","03bd48a288f8bc39cd182dec02e1b357552c9699","70601337259c629375ab812affb556835cc7fb61","b33fb294229fe499d2de3f956d67debf0a95facd","7f2c9854cd9fca2e82e62b9171c1247a3cc9bb4b","19baca4dd2da8a2f1236467777eea46589e42b7d","0e471022646748372800be966c1758e84cbb43e1","75890bcfe8d338891ad6097545b61abc43f6e7e6","38224efa8be1adfee5728a807a4f04e7f67853d1","e420e146a693955775c1ef7d889d189c03f3f64c","df4dbb7abf049d9516c03adcc1a1d83e83df1d24"],"title":"A hybrid model for reducing ecological bias.","doi":"10.1093/biostatistics/kxm022"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"We propose a new class of semiparametric estimators for proportional hazards models in the presence of measurement error in the covariates, where the baseline hazard function, the hazard function for the censoring time, and the distribution of the true covariates are considered as unknown infinite dimensional parameters. We estimate the model components by solving estimating equations based on the semiparametric efficient scores under a sequence of restricted models where the logarithm of the hazard functions are approximated by reduced rank regression splines. The proposed estimators are locally efficient in the sense that the estimators are semiparametrically efficient if the distribution of the error-prone covariates is specified correctly, and are still consistent and asymptotically normal if the distribution is misspecified. Our simulation studies show that the proposed estimators have smaller biases and variances than competing methods. We further illustrate the new method with a real application in an HIV clinical trial.","inCitations":["8902fefb4d415ec84c88a85b21d2d04ff06ac84d"],"title":"Locally Efficient Semiparametric Estimators for Proportional Hazards Models with Measurement Error.","doi":"10.1111/sjos.12191"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2002,"outCitations":["936753f3df4c5606666c80aa09795fa05c2918d9","24b6a8688979f552122c2e1a9e54e91e2bb686c2","10b4ed3eaf5947a0314b775c02585626ab765b7c","8417310eaf3e5a7e1d33794831f2748b058c3e87","bda841f98b6fc64cd622309253d00c96d0207c96","9339ea666d7eff90cff18295f55049ba0e96a0dd","adf3347c57bb79219d9397d63157eef9eea373db","017b60fe0906948661610f1bfa60d16a7ca47c3f","6f021a546b21419d81dce3e08d1ef3fa5f17b931","dbaee2451f7342ff73c3e2d331f5e0c77d9a0b05","939eccafc7a1bab6a530771410c9f4bd9065a1d4","05ad85f2e840235820102539b04f3643fb120e1c","d298ce81fa8f6d73689f84535efce90dfcb4bf78","37e44d1de8003d8394d158ec6afd1ff0e87e595b","7c7edf3d1f93e4b0856ee0c76bca50f7b53c07eb","13d04d9ec73a472b2c91dc83d551059efec288bb","e841fa3834e787092e4266e9484158689405b7b0","0031557cfbfa24b4697a66ee99cfad5adf7d9b38","3ced9f5062d19bc2576c0b210c266a895ac6fd87","e14ba234cc2097cbed958015efa5a7c711db432b","ed4e6e6a663cccdd17d6c361ca8c09692c21130d","5a37a0160b8faf36fcded6ff868d23f21be9a25b"],"journalName":"Biostatistics","paperAbstract":"The modeling of lifetime (i.e. cumulative) medical cost data in the presence of censored follow-up is complicated by induced informative censoring, rendering standard survival analysis tools invalid. With few exceptions, recently proposed nonparametric estimators for such data do not extend easily to handle covariate information. We propose to model the hazard function for lifetime cost endpoints using an adaptation of the HARE methodology (Kooperberg, Stone, and Truong, Journal of the American Statistical Association, 1995, 90, 78-94). Linear splines and their tensor products are used to adaptively build a model that incorporates covariates and covariate-by-cost interactions without restrictive parametric assumptions. The informative censoring problem is handled using inverse probability of censoring weighted estimating equations. The proposed method is illustrated using simulation and also with data on the cost of dialysis for patients with end-stage renal disease.","inCitations":["3a6e4428b55b31f930cd20bb57224991357994d9","d09b53442f8cec0edc8bec761e08960d524058b4","6045c7757f7e2b773e7389c1b201297159b5ce1b","d2b95cce5163a337b2b190462a5c75ba6d375ec2","d9eabec15b5eb095591a9dfe4e602a1d9b91c8ba","86edba7eaa4d517a65191ae0377ab26818b48b07","e18560ad8378c921bb85bbac10fedcdf6a7693dd","132d8373a2a9939f6cec603fffbb8976f1667ea1","77fb234df08b2c643a056ddc3b527d8f31509b1c","2cd93f76f89f0972c50303883cfd112c3674d16e","603b6e8f4c006eca4e61b4dc476ba29539f88643","f9359495580b62d573af9bee7df99bf31fc97533"],"title":"Flexible hazard regression modeling for medical cost data.","doi":"10.1093/biostatistics/3.1.101"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1967,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Previous researches on judgements of facial expressions have used either verbal scales, pre-selected or elicited, or non-verbal multidimensional techniques. Certain disadvantages in the methods so far used are described, and a simple alternative procedure is tested. Data from a ‘free-grouping’ task are analysed by a clustering method which is congruent with the assumption that the primary response to facial expressions is in terms of contextual or functional similarity. The principal disjoint clusters obtained are described in detail. The meaning of the clusters and of their interrelationships is discussed. It is suggested that there are wider applications both of the ‘free-grouping’ procedure and of cluster analysis.","inCitations":["deb90bcd78e6639ed056ee2a0dbc9656497c0b66","4c98b6b0756588f1ad41f2c128523419bdfd2244","039778baae1629a47511dd384343d9da9469f2d1","63447e887db640e50d4fb721e20874718259ee39","774e783c2f8921c6030359f05683b17fcda16d57","61e8086746f29621acd518bfeeb093161761ae46","5301e4b592ebebd139da748ea2b4d5dffda1344a","d32ca56e0a4fccbdaa843a55c7c8282b791d0854"],"title":"Cluster analysis of non-verbal judgements of facial expressions.","doi":"10.1111/j.2044-8317.1967.tb00379.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We propose an approach for comparing directly the reference and test blood concentration x time profiles of subjects in a bioequivalence trial under a crossover design. We compare the test and reference profiles via the construction of two regions, namely, an acceptable region based on the reference profile and another region based on reflecting the test profile about the reference profile. Also, we describe how to construct these regions if the assay for measuring the concentration has a lower limit of detection and how to adjust the reference and test concentrations of the n subjects participating in a bioequivalence trial. If the test and reference formulations are bioequivalent, then the area displaced by the latter region should be less than the area displaced by the acceptable region. Therefore, we construct a ratio of these areas for each subject. Then we calculate upper confidence limits for quantiles, either under theassumption of lognormality or based on a bootstrapping algorithm, to investigate population and/or individual bioequivalence.","inCitations":["72c7998ba5547025de891806125fc14a6c191cf7","3e2df0409fa8871696c7eaf2c91cc06f19b9b1f8","f1fb9f930e67a367a1e0057ea2bdf6b857a70cf8","a780fd19e5bc01b9d46599f930139b3b0b24c993","4794fb27dd6b9523da6492a88ddcccabde31e54c","4544d713fe7c35230a706bc6b4a3225729cef0f4","d49f9ec8be916bb04b12e5a30924cd7ae62bb843","aa78a7c2fb71c28003ed3f3e4f3429bdfabc0c65","40d2dcbc6f7bff86b7e247bb0840007bcab8a34c","7aebb75ca1656b3e497de161770b4a26b1d41188"],"title":"The multivariate assessment of bioequivalence.","doi":"10.1080/10543409708835173"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A procedure for constructing two-sided beta-content, gamma-confidence tolerance intervals is proposed for general random effects models, in both balanced and unbalanced data scenarios. The proposed intervals are based on the concept of effective sample size and modified large sample methods for constructing confidence bounds on functions of variance components. The performance of the proposed intervals is evaluated via simulation techniques. The results indicate that the proposed intervals generally maintain the nominal confidence and content levels. Application of the proposed procedure is illustrated with a one-fold nested design used to evaluate the performance of a quantitative bioanalytical method.","inCitations":["81bdb2563daff7afb1af040e7d63dfc02df49d36","ed6d258750df8544a2767e2c17ba9c0e489276cf","11a4b1704243d835d6ccc684bf1987769e2c61a1","0a6a67130c77e9bc352e47a4b95ae47addff3f0e","e068e4f417b3958cf37fdc6259998fcbd21e0515","f903561b4a84eac451febc33167aff6cfb5be09f","6d995b83fb83b69bb2b134d80d1d7b3f8828c373","5b7badb1e33f74233c939dc418ddc6b84540e853","320615eb084f456e64ec65e2bfc050dffb42d0d2","815b8b5f9f8190d5e531d744308bd57c5891eff2","eb6ef9d430a58da47385509561a263760fd9d7aa","53fa604bd27e9bf57583f54afdd0f2b323b2ebc3","a0791889e339bde7e56bcf171a97069b1c4a7bec","97b7571d306f871bf962489eda1eec3e23a8a844"],"title":"Two-sided tolerance intervals for balanced and unbalanced random effects models.","doi":"10.1081/BIP-200048826"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["588d90b5385797e6e4070ce79a55093eb50e386b","07be2a726f8e5369d51e3f27e5cdbb568cc2e2a0","0375309814d0b641b920d74d270974b6525309aa","f5477f1cdd05540e3215553bd19111093e917bc7","634cb5e8be384380dda1d1b9175233ea3295f718","fe2c6b429831b5c9c27ab6d4d8a3204a611a9e51","9ef63bb14535b01bcd9b4a3397a8aa0391a50ccb","7f52876bbcc17547f7718719af9ff3ec341792b0","d0cea5d6ad0c3f536a18c0b2719fe3d62cbb8494","8f0d57ada00d761b380cd60b9db3860ea6059866","8555fb4dc52965a0fb36e5835eac06e8a2dbd483","1b8d59940027905926af9397e6146a8983c1a33d","da573c8d756c3ed991143ee1222921fb358a6368","51b5eec09746e60e0d6c2c82654128d68b8c5eff"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Nonlinear models are common in pharmacokinetics and pharmacodynamics. To date, most work in design in this area has concentrated on parameter estimation. Here, we introduce the idea of optimization of both estimation and model selection. However, experimental designs that provide powerful discrimination between a pair of competing model structures are rarely efficient in terms of estimating the parameters under each model. Conversely, designs which are efficient for parameter estimation may not provide suitable power to discriminate between the models. Several different methods of addressing both of these objectives simultaneously are introduced in this paper and are compared to an existing optimality criterion.","inCitations":["588e46ee04aa364f803b05eaaaeaa92bdde2c76a","8060e70d56bb97a5b33d064192bd67259b0117cc","a6df2af0c2b31838fbb896238c1463e1508fc870","626feeec8dca2cbd985baf0ffdbf9300d503d1f8","f3751b95da537e2eebe9313cd7411acd9edc79ea","f6648d3c24bed11b00bb62dc4abb26e489e22705","711b099160031b258d1162b585117899ab73997b","16af2c32f4f26cd0be27432a3486d477017c0348","d064202a6b88f440f93268467c55012a2a5ab2ad","5d9dbf23b0b3807a89c001ac756f5d438fe5207b","7258d99d092fc46d0aa34e7bf724c1d9a137a2e2"],"title":"Optimal design criteria for discrimination and estimation in nonlinear models.","doi":"10.1080/10543400802677257"}
