{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["0c9c31ef313f6e4aea3ee42b42f586414c4d64f2","d4da79bc2dacd3dacb7ef05d9d73c7845f551da4","2b29f976ff8ac211e659332fe423c28078c1f23f","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","c31eb0fc5eef6adc9f5869ff56184956fbaed2a3","64d1846336da0ae9f59efcb3a6a71b25041586d5","6727e07af9aca41b4813cddd61474cac3d3bb846","1ad9768bb85485da2e201cf17a58ea394803d93d","8554705b62c84279b60b202a8d57cdb43001b378","e3f79ec60f8a4e2548102c597b216004e01a14fe","fcd4dd66e521dd612bde7e41a4a24536551137e7","08cad4f33d4d6b38b96161ebb9a55cd5a2740dcc","f6a13f116e270dde9d67848495f801cdb8efa25d","d4c1f1c5225aa7880fba8eec8477ec7635bf122f","26169a42e6d2c63c392f29352bb116e84bef4521","d069b661aae5f701dbdabb45c69a0c9165d215ba","5dcfa5e3d4f5ff77fbcd9609e5e5825beca64351","36421beecc195f51e7d48bc17a71f1d7fc2900a5","eff758312288a30e245c7a1252435bb08181d9a9","6b6f8277a7b1251bc0792f43758d6dc0489606b7","25245b2d7ef876f68b780f4a0bb09a3191e05e52","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","e7a58a7e47a941d8958a7d9a8226c23c0c7f66f1","545122e2990590524459ec9b59ccac6ce71e3b6a","aae56615058be7e5da31c5232e98bbeb243498ae","9e4e9f5c13c9ec9a2f928c732b24abe367a8e47d","5c7813e6559a4d886b3424f18719a9a0354c9046","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","0bf1769b22959f168a25c94b83ffda4a3d5190c3","143d2e02ab91ae6259576ac50b664b8647af8988","e7fbd40f280854b8324aef33e335cba58bac269a","f859b8a51afb158b8b20578665d7464a82648e42","ccb09e3a0ac30cc904d3eb879ad1569e1843b437","0fc5bbf4c79815cbcbf1b949a3353665e2b50b46"],"journalName":"Biostatistics","paperAbstract":"Encouragement design studies are particularly useful for estimating the effect of an intervention that cannot itself be randomly administered to some and not to others. They require a randomly selected group receive extra encouragement to undertake the treatment of interest, where the encouragement typically takes the form of additional information or incentives. We consider a \"clustered encouragement design\" (CED), where the randomization is at the level of the clusters (e.g. physicians), but the compliance with assignment is at the level of the units (e.g. patients) within clusters. Noncompliance and missing data are particular problems in encouragement design studies, where encouragement to take the treatment, rather than the treatment itself, is randomized. The motivating study looks at whether computer-based care suggestions can improve patient outcomes in veterans with chronic heart failure. Since physician adherence has been inadequate, the original study focused on methods to improve physician adherence, although an equally important question is whether physician adherence improves patient outcomes. Here, we reanalyze the data to determine the effect of physician adherence on patient outcomes. We propose causal inference methodology for the effect of a treatment versus a control in a randomized CED study with all-or-none compliance at the unit level. These methods extend the current approaches to account for nonignorable missing data and use an alternative approach to inference using multiple imputation methods, which have been successfully applied to a wide variety of missing data problems and have recently been applied to the potential outcomes framework of causal inference (Taylor and Zhou, 2009b).","inCitations":["c49087cbccc5e17fc5d0de7ad5c5a8e0405e69b0","74925ae1f316e1d799279989f63e7a7aabb7e2d9"],"title":"Methods for clustered encouragement design studies with noncompliance and missing data.","doi":"10.1093/biostatistics/kxq065"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1999,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We consider the development of the concentration of a drug in the blood after single oral or intravenous administration. We introduce a new nonlinear model capable of describing concentration-time curves following intravenous administration. A similar model is proposed for oral data. Both models have four parameters, of which two regulate the shape of the curve and two determine the scale of the time and concentration axes. All the parameters are closely related to geometric properties of the curve. The scale parameters determine a point in the curve, and the shape parameters can be calculated by using numerical integration. The models can be used when the object of the analysis is to quantify the shape of a concentration-time curve. We discuss the usefulness of the models in bioequivalency trials, in clinical safety and efficacy trials, and in population pharmacokinetics. The models are applied to two previously presented data sets. To reduce the number of parameters, the shape parameters are assumed common for all individuals. Encouraging results are obtained. We also present a new four-parameter Michaelis-Menten model.","inCitations":["7ccf83102fc5117b7b1c3a30f318ec8405a82646"],"title":"New models for pharmacokinetic data based on a generalized Weibull distribution.","doi":"10.1081/BIP-100101002"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2014,"outCitations":["5eab24d8c36565825aba327fefad8cb1e927092e","1f701007f789890d1066172094bbf158f002f673","3b4bcb7a5c34b1daf65addf4830e1e1adc06b103","115c67432659787df4fdc7b39095aa1cefe32b72","295e445b3f288b7820895e0a9f9d2fc9fa909dcb","6fd1d794893256d08b544d3b260052b062ea1ef3","bef98bfddae1084a4ac745b123320602ba64c7a7","88d2a7753343222286133c459a3645d096290121","a6f98b8ca92c5889d0c73c0ac328929b578b5154","107db2432fbb2e94eb8351c9659056c03d3cea84","86b241a5d041a74ba9eaa13ce14400f476130c9c","bbc679f895c50298b487dd5d1a27e23e83fe92c5","dc02bda15e416a6775a53bf0c87fce83e1b8d4c6","d4f5c0ac2a320c2b3b5022e011be24c210c040ff"],"journalName":"Biostatistics","paperAbstract":"Chromatin ImmunoPrecipitation-sequencing (ChIP-seq) experiments have now become routine in biology for the detection of protein-binding sites. In this paper, we present a Markov random field model for the joint analysis of multiple ChIP-seq experiments. The proposed model naturally accounts for spatial dependencies in the data, by assuming first-order Markov dependence and, for the large proportion of zero counts, by using zero-inflated mixture distributions. In contrast to all other available implementations, the model allows for the joint modeling of multiple experiments, by incorporating key aspects of the experimental design. In particular, the model uses the information about replicates and about the different antibodies used in the experiments. An extensive simulation study shows a lower false non-discovery rate for the proposed method, compared with existing methods, at the same false discovery rate. Finally, we present an analysis on real data for the detection of histone modifications of two chromatin modifiers from eight ChIP-seq experiments, including technical replicates with different IP efficiencies.","inCitations":["727c26e96d0cdfcf257abd977245a3ba8a876a08","a4d2c35269473d548593c03037f3cba634dff0dd","807344bb6be27c19707db6efe6774ca51a21796b","f653e5d8226bd85f1a3d096c070502b0145af8b7","debcdfb79cc9fb3fc9fc3f49281b8f1930e04069","be23fa42b2ee1379d4c373d767beaa91f7e50f95","dfee36f1faec01a68cb86a221fa8fc44c83bd89f","f2d9487c95565f01bfb9da29462a48ebd526399c","39214da130b6f3ded785dbabb74b39855a620fcc","bdd963d6963108dbda727ed1f8a8855cc2a37ed0"],"title":"Joint modeling of ChIP-seq data via a Markov random field model.","doi":"10.1093/biostatistics/kxt047"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["d0a70c6f26b022f7373e4b6f2532bb9289308a37","979e0faa6dfcc5b08a50bf004b69eb38873cf5b8","fafa10ce12559f7100cf45a3a8607d2379c0dae1","e5cd5be91159a593cdef248c328fa1ac027b94c0","53e412a6560016270d233a04edd3471133fb9545","07f872496bcb88588cff775fe780212a2c1a06a6","17ae18b9a8110caef7be578c4704203000b23ffa","068d5f78d2442cfec47bfe04fe9722ffa0f267b3","2e2da6822c026dee4114921cc8a0babc7251b862","3bea0f5d4b3e77d98db04a4df6f98b5fb212b691","5e8bf1724dcac7b9b2e1ca1fb66844d19a3a86eb","dcf6b358e1dc0561b87862672dfb994372cddb1c","70ee44786510db7c361aeaab6f37cc008bc9701e","bc22f62e3dd981ef47e0a7608fb13820261cf126","e6fe26f4b832f0e7530bf2c81f283042d0b3e684","9b0b7a1f3c536650a2e6a4bfca0838a59ef9b924","9f7d0dcf4e0c6527d956ecee7b274f6e86ba3da1","863c56c778342654aa422ee2eb15d7e7e778ce6d","29aef93923512c31cf59b08cc5cd0529ba0470a5","35a65338aec3cecceb46e07b42695f82b25295d0"],"journalName":"Biostatistics","paperAbstract":"The nested case-control (NCC) design is a cost-effective sampling method to study the relationship between a disease and its risk factors in epidemiologic studies. NCC data are commonly analyzed using Thomas' partial likelihood approach under Cox's proportional hazards model with constant covariate effects. Here, we are interested in studying the potential time-varying effects of covariates in NCC studies and propose an estimation approach based on a kernel-weighted Thomas' partial likelihood. We establish asymptotic properties of the proposed estimator, propose a numerical approach to construct simultaneous confidence bands for time-varying coefficients, and develop a hypothesis testing procedure to detect time-varying coefficients. The proposed inference procedure is evaluated in simulations and applied to an NCC study of breast cancer in the New York University Women's Health Study.","inCitations":["cc2a2b45fb3c65dfc38741734eafb2b6554c67b3","f51657262f3c44a3ceb03ff1d2179ec9fef408cf","f8568620d0fce6345d427b0210244e7a3514746b","c3ba4ef1eb69799ccf25fae4ea9a89da6ede0d9b","e32591e358430ff9dfba96c4c4ce6546f16e9f03","b9d82a599d4582b4a5efca7d1eb9f21f9b47732d"],"title":"Cox regression model with time-varying coefficients in nested case-control studies.","doi":"10.1093/biostatistics/kxq037"}
{"fieldsOfStudy":["Mathematics"],"year":2009,"outCitations":["4b6367f5fec011ddc2f8eebbf469d1476fc7cd0a","b876395a6a11e15fcc6bfd7ce9c1e139d1f44f93","89198e80c3d81f1b06c585f599a5f004939e2b25","b94e9d175b38edace19f6163083902ea7c6b4878","6b2b1394341c37b8b7624d8918ce77095358cd6f","c1356c684406d0e7e5ea9f6a82b6d6232abf5c0e","9b6fb2c075831ddb4e83b5b69e8c1e96437e192a","819447f8d54bd509ec18d954e134efd01f05675e","ab50c31fea05ce99f6d4a81c0315a0ed837925b9","0ad7d3ade2020869cd073f65181c55c9e828c8e7","f6c4569b53d350abeaa2cce996e4370fca72d6df","5374171b6241276879107cc41d8371f982b1689c","454c068b8b0d201741c213f41431e8b9438e01cd","472fb298331c83a6791f2f3b26595e26177d35d8","afe743a2c0c5a8e962c40f68be8b94ea85329b5a","9e61ba83b4c1bb45c24f2e966ecd50a5bc01be56","7b261c11533a4bdcb14f10d840660bd60fc5130a","0247db1da843611bc46329ed11d4393fd5331615","956ab419b11edd364e95f652f490728a300dc35f","5488fa2337b627dc2138f29250a1a429a851d850","aa74d82aa014b3535664b892cdca721e353bb514","5cfdc367f84c6942d4d4e44941f5f53cc8920610","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","c608538b5880a9593944e81b7209a82cd70c5e4f"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Parametric modeling of univariate cumulative incidence functions and logistic models have been studied extensively. However, to the best of our knowledge, there is no study using logistic models to characterize cumulative incidence functions. In this paper, we propose a novel parametric model which is an extension of a widely-used four-parameter logistic function for dose-response curves. The modified model can accommodate various shapes of cumulative incidence functions and be easily implemented using standard statistical software. The simulation studies demonstrate that the proposed model is as efficient as or more efficient than its nonparametric counterpart when it is correctly specified, and outperforms the existing Gompertz model when the underlying cumulative incidence function is sigmoidal. The practical utility of the modified three-parameter logistic model is illustrated using the data from the Cache County Study of dementia.","inCitations":["36a071b1fd5534aff1260271aaf791d2792db8cb","5b286aa1c170a4578e2897cb651d6b87f0f51d2d","beb9aa140d71c3f653029e60a49fbcbda2619d95","5fcdfb656bd94d264b33248aff29993b3d6256db","2a17702f811c8cebca10cb36d51d903a6565b10d","5438314c3de07c8b27c8aab5e8c97c2471eeecdd","f376ed7786ab8138ae280c4a1ac8e7653dbe714a","425e4b31f4d541242b60cd33093247bf4d9136fc"],"title":"Modeling Cumulative Incidences of Dementia and Dementia-Free Death Using a Novel Three-Parameter Logistic Function","doi":"10.2202/1557-4679.1183"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In this paper, we study one-sided multiple testing problems for normal and binomial distributions. We use order statistics to test the null hypothesis {all H ( i0) are true}. This approach allows us to uniformly address frequentist and Bayesian multiple testing models. To calculate order statistics, we use confidence limits. In frequentist models, we apply an adjustment to the confidence limits that is equivalent to the Bonferroni adjustment of p-values. In the Bayesian case, we adjust the credible limits following a concept of reconciliation between the Bayesian posterior probability and the frequentist p-value. We also study the quantitative relationship between the number of tests and the sample size of a clinical trial. If the number of tests is very large, we suggest using asymptotic order statistics. We study the performance of these statistics. The asymptotic order statistics for the normal distribution are used to extend the results for independent observations to dependent observations.","inCitations":["a1c99ffbaa65dcd4e3bea49346d12bc6a200f3f7"],"title":"Sample size estimation in single-arm clinical trials with multiple testing under frequentist and Bayesian approaches.","doi":"10.1080/10543406.2012.676585"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["69936f33a632927dabf55ab1ca5ce4a05bb78f98","ab53035258885e960aca0772d5ee7d80aa7fbe8d","291080ea14b166ad39e309edbe29040ff2d8dba5","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","7541bd039575b232bf1942b4fa391b2893bb8f30","092486b887aaf71c021e705b92f9f81f9618e225","2cb511be92d4fa275ccda6f6d9a1601b332f6497","2a23cd8b79b8138ef8174e6c46b19aedb25a7b70","736768a4fa7af2cd9f9ee844e053fd280b6e2d56","c7d09f2d2c2baf4b5ce18637ab2f0b61149b2b78","76de9f8fca83937a5a7e01231043c9b5b1d2e452","d3b63bd9a7ea9d359fd46658aede15ec4d9638f4","9f251df368f7b4f65b4c103cfb7bb827d8c36ebf","6c0562a246936944a0630879c8db692601b6626a","72c3df283e039981dd2d518655b9c1d025d438d8","99025058ae6194044135eb4e490f9c7048cdeea9","0397443ae6185c296a5a10a4fb50469a306c3185","9e42460781fd3aac9d7c5fa6ce735f358af6bc77","feee6551179612b9691f021b583d8a99b81b9b86","86356ea27096afe1b4bb9a73dd8e6c87749e835a","6e1084a312282d2eea9b8c2778f20b46120594c1","ce1c3c5ff9ae2c18cf9cf17b1ef57fa0b2f7911c","722fd189d9bd9cfea7b7b85d11a423d06543eff1","0fdb5389af3940fca706cb3c01ac189473f7cc40","6a69ae3431ef537017ddcec613b27d7e43c1ceb0","81b7cc0ec6d605dfd61d68f299a7c4bd5c03ab94","e1ba33f56f75c40aed15538073e377c23f4013da","8de6ba088bf766c9ff8b6fd97ca7f173d5aef5d3","3e469dee0e0e3f4832467e81d4c38920d6878f3f","879faee4e3c8549c7fd6385e89eb2f76eff22c02","0494e19a27523f841fbdb06fdbbef9a8a975481c","ddc0d8e8513949ecea3d2a28be44eb2accf8b57c"],"journalName":"Biostatistics","paperAbstract":"Heart failure (HF) is one of the main causes of morbidity, hospitalization, and death in the western world, and the economic burden associated with HF management is relevant and expected to increase in the future. We consider hospitalization data for HF in the most populated Italian Region, Lombardia. Data were extracted from the administrative data warehouse of the regional healthcare system. The main clinical outcome of interest is time to death and research focus is on investigating how recurrent hospitalizations affect the time to event. The main contribution of the article is to develop a joint model for gap times between consecutive rehospitalizations and survival time. The probability models for the gap times and for the survival outcome share a common patient specific frailty term. Using a flexible Dirichlet process model for %Bayesian nonparametric prior as the random-effects distribution accounts for patient heterogeneity in recurrent event trajectories. Moreover, the joint model allows for dependent censoring of gap times by death or administrative reasons and for the correlations between different gap times for the same individual. It is straightforward to include covariates in the survival and/or recurrence process through the specification of appropriate regression terms. The main advantages of the proposed methodology are wide applicability, ease of interpretation, and efficient computations. Posterior inference is implemented through Markov chain Monte Carlo methods.","inCitations":["79aad3c0385dd39a4e7b8a52c0b1e5a1b7d8fd2a"],"title":"Joint modeling of recurrent events and survival: a Bayesian non-parametric approach.","doi":"10.1093/biostatistics/kxy026"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["bbdc54ec0e9e55a00fd130022f22c0c27914193a","73103b31745cb4636488f91b7fbfaf9670a22044","b26eb5cca8f7a72276be76dbc0e5d2f09ad0e94f","9fb9f7d1b18c9309e3b00dc55f3226c85f9926b7","15af41d7657aa0ca643233f9514070d1a3e79c96","6a35cffc08c93141ab4fb89f0d3dde809413c88d","0cb50da6e906ccffb19eae341c44472d7184cf21","96f8c966af6f681e9c05151d0077ebcf82554715","68a08f57ce967aa8a13f63b41bff953da54ded8c","69aff869744c1e3dde441fdf360673765d3af41a","b6d0906ba50119fca2843b84ded50ed63eefa6ae","7368549d06f811fa12b1afad45664e606966aabf","857f7b6708def88ab493029c65907641a914c55e","588c6c20fadb90ea73c4ba3db32822ab6b1197fb","1577c9a837093e7fe1b9a4e86e78ed4a613ef455","94cbf53015b9d952fa48503adb8dbdb93c242fdd","7b3bd36c9e9119bb4162482a6440935490d179bb","09e6da73bd6f25471e20629a85df8f3737498c30","d26e46d927185cec6ff08b209f7e8aba48e71294","9022ddf41f164ed5dcf6f3bc46a9d107657a8c95","23d3f58d1573490295ffa2a6c26c7c2220db7eca","159a0a4682a526885511aad5f12fd4b0c2733e88","d17b2f362ff912f4ace29690d8a711db21a062e2"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We propose a Markov process theory-based adaptive sequential testing procedure for multiple comparisons. The procedure can be used for confirmative trials involving multi-comparisons, including dose selection or population enrichment. Dose or subpopulation selection and sample size modification can be made at any interim analysis. Type I error control is exact.","inCitations":["c4a5ba5f2a6b0476d8c785c6731e4d75099cd177","7208a0c4ab5e65c1ffa168dca813fdba28378968"],"title":"Adaptive sequential testing for multiple comparisons.","doi":"10.1080/10543406.2014.931409"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["5bb806b3b547f1e3debe5ed6ed5eb875d3fb3049","0514c2895a30b47b7c0449ddc87c5f6b7e4f1556","14f108a06cc9f12f3e4a002cb0cff676d3024a20","0ee28ab6eda060ae350893058fdd777409c0b8ab","dd3ad136731452e8504907f43b20ccc65b19dfaf","fc7e0df8eca3642fd215561ebd7e09f7135f91d9"],"journalName":"Journal of statistical planning and inference","paperAbstract":"We are concerned with the problem of estimating the treatment effects at the effective doses in a dose-finding study. Under monotone dose-response, the effective doses can be identified through the estimation of the minimum effective dose, for which there is an extensive set of statistical tools. In particular, when a fixed-sequence multiple testing procedure is used to estimate the minimum effective dose, Hsu and Berger (1999) show that the confidence lower bounds for the treatment effects can be constructed without the need to adjust for multiplicity. Their method, called the dose-response method, is simple to use, but does not account for the magnitude of the observed treatment effects. As a result, the dose-response method will estimate the treatment effects at effective doses with confidence bounds invariably identical to the hypothesized value. In this paper, we propose an error-splitting method as a variant of the dose-response method to construct confidence bounds at the identified effective doses after a fixed-sequence multiple testing procedure. Our proposed method has the virtue of simplicity as in the dose-response method, preserves the nominal coverage probability, and provides sharper bounds than the dose-response method in most cases.","inCitations":["512614cd03f38e47ff84880b1d8122ba52c3cbc2","61948481f4dd034d189c913c3a81ef13960d9593","f08eed95e1e745eeef68575b790678c6e56d1050","7f6396b291d713aabb413ca0a7a09f3aac86214a"],"title":"A note on confidence bounds after fixed-sequence multiple tests.","doi":"10.1016/j.jspi.2012.05.002"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["d8784f36a07c5ee1dd8c7987df22f4976a429bba","4001db4b49f963db7149ff17eceac45f779efacb","46f0cfbe528a813ef151591b86ee081696360b3a","2118dcf304b770e9b62857189bcd9df88b6eb77c","ec4506183df8bef1d84768684b7127cfb6b3fc49","575337ab8e6b1d0393a7f1482fab919a48886648","51b5363bb1fc8dc0f86dc70607bc96b46d7dd61d","4fec6fa10d915dfb90113f7201f5d3d59f584429","6b50972490e8bbeb93a4eb7b2474706b66b5f4b8","7bb8ee926aed2a221f1156f2f7bffcd71a1ab067","314c7983d4e61538bc1aee81d347ba95349bd974","7d3af458d51818254adc6c7e3383634fe0d8591d","cee2b0bc5b2b88fef9903ff6c736cd03aeaa746f","05eb2fdfa16832636c811247bc5b61d029ff4ba3","6dd01c227b8d23eb8b46c2aa2eca133899ec9f6c","0ae5551d8ed5f51443d814dacd6045e7db8fc17e","cfee6937e79d0056aba9193ff9cd22df03420fe8","c2042779c28dddc1f41a130bd757c0b0fa08b3cc"],"journalName":"Biostatistics","paperAbstract":"In this paper, the influence of measurement errors in exposure doses in a regression model with binary response is studied. Recently, it has been recognized that uncertainty in exposure dose is characterized by errors of two types: classical additive errors and Berkson multiplicative errors. The combination of classical additive and Berkson multiplicative errors has not been considered in the literature previously. In a simulation study based on data from radio-epidemiological research of thyroid cancer in Ukraine caused by the Chornobyl accident, it is shown that ignoring measurement errors in doses leads to overestimation of background prevalence and underestimation of excess relative risk. In the work, several methods to reduce these biases are proposed. They are new regression calibration, an additive version of efficient SIMEX, and novel corrected score methods.","inCitations":["83a699cdfceec02c9bf043a1db0eac6509955ee6","2316504bd1bfa8812abe2f0b31c6bdc0d6aa40ed","7dd1e1199b97d180f7a7626433fed091428300a1"],"title":"Estimation of radiation risk in presence of classical additive and Berkson multiplicative errors in exposure doses.","doi":"10.1093/biostatistics/kxv052"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Because power is primarily determined by the number of events in event-based clinical trials, the timing for interim or final analysis of data is often determined based on the accrual of events during the course of the study. Thus, it is of interest to predict early and accurately the time of a landmark interim or terminating event. Existing Bayesian methods may be used to predict the date of the landmark event, based on current enrollment, event, and loss to follow-up, if treatment arms are known. This work extends these methods to the case where the treatment arms are masked by using a parametric mixture model with a known mixture proportion. Posterior simulation using the mixture model is compared with methods assuming a single population. Comparison of the mixture model with the single-population approach shows that with few events, these approaches produce substantially different results and that these results converge as the prediction time is closer to the landmark event. Simulations show that the mixture model with diffuse priors can have better coverage probabilities for the prediction interval than the nonmixture models if a treatment effect is present.","inCitations":["6f5fce585017fd3fd681088a5a53d43eb545a341","c5c22f5f4fcb635bd07eaf6e6b8e4ffd71d62008","c5c54600e8e9ee8aa50cf7085ca225527d186125","102a9012b9d4ba0ff5f16e56d744b61edeba1514","645ca214f9aa4bca2f4d91f8f02b04391e244019","27fb747b83fada8184c75245eaae696e8139c0f6","ed4c320a3592c89a540667985cf78d64937dbdd5","4ed357749d31299a3072016efa9da6424a1a523b","e6aa665406dff451e2e12083fcc7ffe5c3b28737","21da563c92807c3fecd830e2fb83ddccec483c2f"],"title":"Predicting event times in clinical trials when treatment arm is masked.","doi":"10.1080/10543400600609445"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In analysis of covariance (ANCOVA), as a result of covariate adjustment, the estimated mean difference between the two comparative treatment groups may have a better precision than the unadjusted estimate. The extent of improvement of precision depends on the correlation between the outcome variable and the covariate selected for adjustment. Therefore, for this purpose, it is desirable to apply a proper transformation to this covariate so that the transformed covariate has a stronger correlation with the outcome variable. The best predictor from the covariate for the outcome variable is the conditional expectation of the outcome variable given the covariate. Thus, a viable strategy is using regression modeling approach to search for a statistical model to well approximate the conditional expectation based on external and/or current trial data. We propose an adaptive strategy to achieve this goal if the current data are needed to help the search.","inCitations":["4b0d5c2ed58accece6b430aea3dae307efafd143","e0d87f38974a0270e575e430b74ff5df371be46c","1e8b7446d30922a7dee29d77f0cb5f092698911a","c7e44a954bf4ae57529b3fbd32bc2dda76c4a347"],"title":"Adaptive covariate adjustment in clinical trials.","doi":"10.1081/BIP-200062280"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The most common measure of agreement for categorical data is the coefficient kappa. However, kappa performs poorly when the marginal distributions are very asymmetric, it is not easy to interpret, and its definition is based on hypothesis of independence of the responses (which is more restrictive than the hypothesis that kappa has a value of zero). This paper defines a new measure of agreement, delta, 'the proportion of agreements that are not due to chance', which comes from model of multiple-choice tests and does not have the previous limitations. The paper shows that kappa and delta generally take very similar values, except when the marginal distributions are strongly unbalanced. The case of the 2 x 2 tables (which admits very simple solutions) is considered in detail.","inCitations":["ec3a2e13180d8941ad4dbce1d84f61d1d1728d21","f8e518cb02f108fa4bd8b8ece09f4fe32e4f25b1","64e3b2d4854a59959a6d14ed0d1680928717ce7b","42e4d23c8b8faadf9ae1923851a5daeb56d03414","5cf54bb778d93b8398bc171162a7a2ba55e19c24","f09f0bfe36f2e59773114046cc4dffdf8108f452","ce8f1070c30e9b0af757bb7e6f101d4e4aa4bd19","88d5401016c448662c3ae48b6f102b829358796e","dc2e689ab83493171c95c8f9b38259e02370820c","98af66ac6fda443e5f423e60db3616cf2ff851e3","2a47d0ef9cb7d49886fcc7ee276eb7a0bff2ed6c","2a915e562801acf316d7f362e63681b077c4e5d5","731bf06262f4c8baccaba4d4ac61b7d5de3d031e","9900e2c7c6527dc3839567b0751615ff7aee6e2b","2092a3258bddc4cd57180ddcef5d4d612ff99fc5","042956eca331746b4a39d3a774ea975166f935d3","3ee524684dd4c5afd31a98ccc61147513516e8f0","82ed7f7872232bdf34457976385931ecd24d1a06","3b9612c841c0cd392160b091d185f152102c8bee","c00693f78b57213c72b39bdc271e00fdd0042ead","0f7cea847a6060bf6cc68bdb0e6da91fb51462da","eb7b890fef9226a9952b1dc6a1b65114b1b0bc04","45a2f07ecdea04b5ccef7fd2cdf4801727257b9f","8abdde9fb1064d2a0b39c889bda7ddc0ef56222f","55d391db771b1fce42598b75de4cc06ab2caf83d","5cba59cfe8cc6dd2838bdd08c9625f4bd19e0be3","2b9121b3b9854a1ca9222357788dc7d54266904f","16cfe9c4e62e8c20e0c099ff8cf877becf004ad6","44ff87070d00ea6222069c0ecb85537ccb1b3d6a","ade9bcf1c1696e69f6301c127844153f70cea1ad","8acd1ffd6a09d3dcfdd2bcc6c5de71bc127b2dc4","f0bc2f10726952e702177a610264e835a4f1d70f","fd2a7a3ddb1d6a5b6593174f6b85da03b10d0414","18f564e9a6a2dc3192fb8ec8824f7f43bc22574f","086bd3eb47e0f9440784605ea1872107eafe7dac","a541f440c376638977b3bc31ef2e0ac9011d3ee3","7c198ad54308d8c2c3830eb275621d49e6be899e","806a124e97fec8003c4e380beb38563db2b41b5f","32fe9e1fb8a55cb4ebac2e64465ce5ffeefd7dfd"],"title":"Delta: a new measure of agreement between two raters.","doi":"10.1348/000711004849268"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["8790a557e7e8c3a150b6f63796a7e1e639ee6c46","e28ba0fd6ea94bd56f277d3a89de8f47fd5d1943","0bfd57b42c4620d3f51d0c75a3919eb9c7b73e83","40b68abdb52d7227742b3d23fe809f384d608605","7733d1213c533c05cd77f2e9fe5c7410f6085f95","c9f5723859a665c3e54b8d9a1a7eecb8b5084af6","4d08ea3a9b3c3f70d83c28deb3e71da85a4753f9","d98ef875e2cbde3e2cc8fad521e3cbfe1bddbd69","555ff2c709ac09e7175f744355e8f819b1586faf","4b8a0d5fe4327b737fef8a901635053f56929fc4","0f5554343892b583d598f8d52d87dda547754da8","58db9852fedd50a4732e3c174383710422c32ecc","e5ffaa4d7752d55cc5cf76eed1fec267b2db171c","d49fcaf2314659817b433b6fb13e386bc365d034","afc473ea8e7e923246b27bd2790d71d93dffbadb","1c7c5595dc7a1f5d360acf5c360ca1ca49536ba5","3a36aad6747a65797203dfe6cf26e993cbbfe674","d50b597c475e87e03e8630e381011cb46e460ad8","0377953b63cb436096bee09c614f6528d829854f","3aebbdeda5b0547e9e41fbf1b73aae308bf8033d","46770a8e7e2af28f5253e5961f709be74e34c1f6","7d4ee67815c60adb1b6595aad6aad1d88396a1a5","d4ff7059aead6b8771f2259bed1c9232d95d28dc","b26bb53333d151dce65f0cfc85832470246e75c3","dc5b06753fac11268bc2300b7c25d50cbbcdeb5c","924fef97426ddc138f77b8c31b7cc907b4d07af6","c8dccd0ceb3ce4bb22252f847eba66ab4a7a9e21","a007f46b3303bdb50e705b441c367e595666538c","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","d2860a370a0386c57fecc4eef2e43779352fa410","418ca74964d4c9ceba96fe2d7183f62858bdada9","3025541990c922c038dc20b0131fbd6e512e4c6d","c52875bceb38896da72a6e9f1094f194f82f0804"],"journalName":"The annals of applied statistics","paperAbstract":"Graphs and networks are common ways of depicting information. In biology, many different biological processes are represented by graphs, such as regulatory networks, metabolic pathways and protein-protein interaction networks. This kind of a priori use of graphs is a useful supplement to the standard numerical data such as microarray gene expression data. In this paper, we consider the problem of regression analysis and variable selection when the covariates are linked on a graph. We study a graph-constrained regularization procedure and its theoretical properties for regression analysis to take into account the neighborhood information of the variables measured on a graph, where a smoothness penalty on the coefficients is defined as a quadratic form of the Laplacian matrix associated with the graph. We establish estimation and model selection consistency results and provide estimation bounds for both fixed and diverging numbers of parameters in regression models. We demonstrate by simulations and a real dataset that the proposed procedure can lead to better variable selection and prediction than existing methods that ignore the graph information associated with the covariates.","inCitations":["3e14e8f7b70fd1b4f3c56455cc514ef7c7f572b5","6aa8cdfbc36cf6ebf40c00da87c28491e6a109c2","341a9efa305ed6be5041ba7447529397289e83c7","2b3e0926e753698359654c2739ed34a8cd796bad","77aaacba6ad58dfaba771d5f0c91785148613bc5","8693124df57c4a8db27dc8df89234d824f348642","3735bdc95b72840cddfb828fdfea03ef21a7de83","a488880f2b402b59f10d9acc1b4135dd965c33ca","8830aefa426ba9448d08f530cf7c892a715673c4","02072741fcd51fcab219349ca241c6bc877e1d94","0687c1bac24cac294686345516c3c4834e49fd30","6fe2c91922f34e48ad13f102f533fe3d50787498","1715ed65b9c1034d1addb7e295d55e2caa902607","2350de9ef8b670e873b7431ddb516af048eafd00","45b1da7d154d7eeedc5e611b4940d36a267c140a","73057dbb2cf875dcc5b879b240849214874de3eb","1734b506664f82bb4c0e504f4f1fc530d20b49c2","a039d6426f7e00d327e68d69b86f5f34a62f6217","2522156b67603eac3066259585e136a653690eaf","9811f2b84ba7edcf40022c58a0b235918ba5fdbc","a8b20fbd8b0f7a0203c434d1896da590c60026e6","7f2798f3cdd1422f8d14e0123ff7fa8250638144","ea4d5374398852ccb3f2537b6b2728d3564f7415","25a0cf76039077cddf2c1b132d4a8b4a9db427d3","e8e67c6b27b208a3d89197af1b128fe0df5c8bdd","96d0911ddf93e0fb9e08fa44c25c9b29b647b671","f7ab7c7a06ec8414ec85ecc0d01c26893c6d3b03","5e80b3275a429d3f19908d8dab564641c7122cc3","4918e24c2af4f4ef9883eee40bfe41ec187be49c","b5e22624cdbe4f41f4bcd23eb0d0dbb0579e7be3","91162d12bd98bd43b39c45ab6fbcc72e320e2529","2b62d1d8c46b5550ad8a88648038e0d3b6f13996","77be977da1d2eb51ff8f21b5af12ed33b989c917","c4b21299f48e9c4384671a4d963167e5a79fd36b","b3241c57387a969d54fbd2147fff9828903c79c0","e04cf9fd572bc1920f47c50852fb9957cd887140","7b0aa6e3efd95b9b2f07d503f0a2f17effef033c","80d5869f211be1fc2252647549942ba418521e59","c4d6cfda913f4af077715ed6b053dfe910bfb333","28b3520331c97f8e59bff38fa41ec50c20ea68a2","5a413eaf010580340084257f631cc681c6638750","a3f985b56c323dade1a0d0e20a00042bce5fab88","f35d8ceafb1f013190acc9c7fda96aa0835a8c2f","12df80571b4e4ea23800da1396e2a9a49da5c209","1f1079c02a0ae85a44f4976b9cd84cce2c29db75","c320753864bf48ab2300c9790c689e89c728a7ba","5862c28301a791af7ee2043cc4f52b45bf5d7269","d3c69e4dd46b39347b947c263b13cee9e3e79c44","74b0d2cc7c5570e3b94c2b3db83e0742b50ccd1a","93c5074c4cb5a058ab0c368a73c2f297d5363fc9","2d9def34e3d2cfc0521c04327ec2de7bad8d32ab","7ab34aa76e655093972f199c24f8f70a58c8cb68","8b670bccb1550144f5a24917d5ad2d5134cf28cd","5b813d667c09e91249875310008165a3f43c5119","a9efac350ca4e267480b95157a71a13444c7fa06","51ad49ec3d38dbdbe5d94a38a5d2c3deb03942ec","dbcf4e35f3db69f042d0e0f5b640c54fe2687482","e6d4e450d4c89ff7ef6eca702d8bbc962bc7789f","1b429b226b7a7f36d0541bee7c5096f8198657f1","85693e5525cebd9b5296c8c0e4a8aabd8b3d8c70","08054ad91d099019455c77577fa4cfd0c824d1ae","06186400a108dcb6ede55f1184619ff5a8999e74"],"title":"Variable Selection and Regression Analysis for Graph-structured Covariates with an Application to Genomics.","doi":"10.1214/10-AOAS332"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["b74e501ad9eb98ac3310fcb8b609d5cb8afcedae","676ce787924f0319cfcbabbfa631e28693193562","08a8922636fc5365d17421123546e08c18dd4923","bdfb57141b2141095ed942b28be24808aeba8d54","c646f6939934a39d3f25b893a8e763cf1e9ab665","5c59c097dc36f0337f4527dd981ccca04a7027a6","adb7560f0e4c3fd3c1ef6f9357d9521434422058","fc129d75d6d33ab425698b5a841273e7f894638b","fb68d629e77e25ffd783586092c5003fd71e95be","fe115ef87f19d0549a0ada74d35b4d6ca621b6b1","ac20a09f4ed8c0946a720e29ddd22b5c398dce90","82e4390c043754d5af22d48964a42a891f81e8b3","d1c1aa409feef8581a6adbebfac0445fc464e0d4","b3fe9194c02871f796040675e8c4863fac29c00f","6fa7d1ae40440ab891f5b30dd5c667d3031dc376","98321b4b63a8a3614c367f1a0e372fff33a54c1d","922fc941448a7ba3728c99d1c859832be10a7159","f78765c7189536209193ccbe4ae55b83b6640147"],"journalName":"The annals of applied statistics","paperAbstract":"The sampling frame in most social science surveys excludes members of certain groups, known as hard-to-reach groups. These groups, or sub-populations, may be difficult to access (the homeless, e.g.), camouflaged by stigma (individuals with HIV/AIDS), or both (commercial sex workers). Even basic demographic information about these groups is typically unknown, especially in many developing nations. We present statistical models which leverage social network structure to estimate demographic characteristics of these subpopulations using Aggregated relational data (ARD), or questions of the form \"How many X's do you know?\" Unlike other network-based techniques for reaching these groups, ARD require no special sampling strategy and are easily incorporated into standard surveys. ARD also do not require respondents to reveal their own group membership. We propose a Bayesian hierarchical model for estimating the demographic characteristics of hard-to-reach groups, or latent demographic profiles, using ARD. We propose two estimation techniques. First, we propose a Markov-chain Monte Carlo algorithm for existing data or cases where the full posterior distribution is of interest. For cases when new data can be collected, we propose guidelines and, based on these guidelines, propose a simple estimate motivated by a missing data approach. Using data from McCarty et al. [Human Organization60 (2001) 28-39], we estimate the age and gender profiles of six hard-to-reach groups, such as individuals who have HIV, women who were raped, and homeless persons. We also evaluate our simple estimates using simulation studies.","inCitations":["696a521129168db6d82172b5d9b592d631346506","faac251478425e172442c6e2212cef46ae9ef4c6","83f709d193a92abff8d498082fd7fee14a036317","0fe30321927509144cde7917c3a0476564f7a1dd","249c78f0ae04521ca0ff286ad754cbe2bd99b8f3","48eea3510f204511b30052e748dc807134f4fd2a"],"title":"Latent Demographic Profile Estimation in Hard-to-reach Groups.","doi":"10.1214/12-AOAS569"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"We propose a hierarchical Bayesian model for analyzing gene expression data to identify pathways differentiating between two biological states (e.g., cancer vs. non-cancer and mutant vs. normal). Finding significant pathways can improve our understanding of biological processes. When the biological process of interest is related to a specific disease, eliciting a better understanding of the underlying pathways can lead to designing a more effective treatment. We apply our method to data obtained by interrogating the mutational status of p53 in 50 cancer cell lines (33 mutated and 17 normal). We identify several significant pathways with strong biological connections. We show that our approach provides a natural framework for incorporating prior biological information, and it has the best overall performance in terms of correctly identifying significant pathways compared to several alternative methods.","inCitations":["ef33d7ef68cf41f47c6d32dc9d499f5d964defc1","f513d0ce6415a560a40e0e82487c9c2d275e1e85","9996533f039055a5fe7ce4a78fc5419d0fa8fe4f","45a95386096de6482dafb446f2fdadc5dc0d5177","1824ea0b6db3eda3fa048654971455e0848c1947","c45417b75e8d964b7592841124ad691f68150fb9","e5c8cd691d80480c4fea5cdc1e29d1d04074259c","efff63cd0743834c0815ac6a68a8f5a4c718612d","c368ee738c66944610205adabfadb9f41019ab10","3ac42c9aaa395acdd1977f45cbdfe7db6b1f90a4","0536324a882cf04ec986bc4ac460acb1fc4433ba"],"title":"Bayesian gene set analysis for identifying significant biological pathways.","doi":"10.1111/j.1467-9876.2011.00765.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["e796eb87c54c857470109ca39d04e4cc5650e65b","b31cee3276976b57719714399f944ff60fc47db9","e7faa2d40b771adda60015604f1b7b8ad479bb3f","c58b3129701dcad8497798b63fd84eabb0f80809","ea9f84e45d9aaa3ef7d261549b0dc97fb494fd1c","fdb135fc0390f3e8ccc10cb9fe7d9c794bb47389","b7305bf126de6b1dbef3494f65c94692127421f7","482840675a2ae4e1d778a8c198e0176dc4dc2418","340e03ad622aee812a2844db2b7265fa98bc2cad","abe7a974619e94ffc258d5d894540ff0a1777397","ce65f0582cd3f0329cbbaf4e57fe3ab387ad75e7","da48883a9959c65739d9bb1dd5df247df9b2978c","10603968ce15d0ddb3682e55eb0e0523ac7e34ec","a866bed3f162f14ff7953b3c543ae953e82c37ff","d578df9665195d3d09303c3387e19c3c94d2530d","a97e938e03fd963355c8ac6d682874d0b5d885fd","d8a5a590b455adaacbce4bc0345977b02907bc83"],"journalName":"Biostatistics","paperAbstract":"Some previous studies suggest the extension of Chargaff's second rule (the phenomenon of symmetry in a single DNA strand) to long DNA words. However, in random sequences generated under an independent symbol model where complementary nucleotides have equal occurrence probabilities, we expect the phenomenon of symmetry to hold for any word length. In this work, we develop new statistical methods to measure the exceptional symmetry. Exceptional symmetry is a refinement of Chargaff's second parity rule that highlights the words whose frequency of occurrence is similar to that of its reversed complement but dissimilar to the frequencies of occurrence of other words which contain the same number of nucleotides A or T. We analyze words of lengths up to 12 in the complete human genome and in each chromosome separately. We assess exceptional symmetry globally, by word group, and by word. We conclude that the global symmetry present in the human genome is clearly exceptional and significant. The chromosomes present distinct exceptional symmetry profiles. There are several exceptional word groups and exceptional words with a strong exceptional symmetry.","inCitations":["96a0cdd5d5e2b39bb06b6ffa3bce519ca3ced66f","77536e6cacbdc844915a244a49fef641969e8964","0a9722a449d39cfd5e116fda594c699978c6ec13","95318380fdd6ada21f2ccd24089f77ac419b5fda","a9077cfd36bd630f638e9b02bd6f40f89b83d2dd","6e58b6d1c252a2d9e87f6ba145f9ef9335c08f52","eb522a4494907e5e880c0d9362cd140792362ad4","92f8db05eced6d31287c22a6de198ea49ae5b95f","7bdb4fc2e3906d1604014ffe6a20ba6411a6cdda","f544fcebb7a5a6f3909988969106382ced750e3a","9a190a78f0fb165cac6b60050ce12dedf27efe44","525bf785a9516b12977a125251b37f46d090dd67"],"title":"Analysis of single-strand exceptional word symmetry in the human genome: new measures.","doi":"10.1093/biostatistics/kxu041"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2012,"outCitations":[],"journalName":"The annals of applied statistics","paperAbstract":"Public data repositories have enabled researchers to compare results across multiple genomic studies in order to replicate findings. A common approach is to first rank genes according to an hypothesis of interest within each study. Then, lists of the top-ranked genes within each study are compared across studies. Genes recaptured as highly ranked (usually above some threshold) in multiple studies are considered to be significant. However, this comparison strategy often remains informal, in that Type I error and false discovery rate are usually uncontrolled. In this paper, we formalize an inferential strategy for this kind of list-intersection discovery test. We show how to compute a p-value associated with a `recaptured' set of genes, using a closed-form Poisson approximation to the distribution of the size of the recaptured set. The distribution of the test statistic depends on the rank threshold and the number of studies within which a gene must be recaptured. We use a Poisson approximation to investigate operating characteristics of the test. We give practical guidance on how to design a bioinformatic list-intersection study with prespecified control of Type I error (at the set level) and false discovery rate (at the gene level). We show how choice of test parameters will affect the expected proportion of significant genes identified. We present a strategy for identifying optimal choice of parameters, depending on the particular alternative hypothesis which might hold. We illustrate our methods using prostate cancer gene-expression datasets from the curated Oncomine database.","inCitations":["8c9961f31087f8de12af8cf444e771345a655d5c","0b4c25a4f2031d0a02d189b3959e1111360d3182","715520cf1990a24116b48bfc73adf7d1c2b00a63","043b85ab6c7506f16ce9cb6befe6b1fe1ca9e4eb","c0c75dd4acc0ecb1daaa9d2a5800bf9e14fdfe81","cdfd8d4db85dee3c525df7cd9c5c7e3c0b84202e","ca8a5167843750b54d7b2e0fb5fa1cdb1d8ff175","e626743e3790b26ed1c2f4bb40e8befd7bf2c9bf"],"title":"Exact statistical tests for the intersection of independent lists of genes.","doi":"10.1214/11-AOAS510"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Treatment response heterogeneity poses serious challenges for selecting treatment for many diseases. To better understand this heterogeneity and to help in determining the best patient-specific treatments for a given disease, many clinical trials are collecting large amounts of patient-level data prior to administering treatment in the hope that some of these data can be used to identify moderators of treatment effect. These data can range from simple scalar values to complex functional data such as curves or images. Combining these various types of baseline data to discover \"biosignatures\" of treatment response is crucial for advancing precision medicine. Motivated by the problem of selecting optimal treatment for subjects with depression based on clinical and neuroimaging data, we present an approach that both (1) identifies covariates associated with differential treatment effect and (2) estimates a treatment decision rule based on these covariates. We focus on settings where there is a potentially large collection of candidate biomarkers consisting of both scalar and functional data. The validity of the proposed approach is justified via extensive simulation experiments and illustrated using data from a placebo-controlled clinical trial investigating antidepressant treatment response in subjects with depression.","inCitations":["cdc8cca16746a9ffdbecc719bd4ff3a7accc2c78"],"title":"Constructing treatment decision rules based on scalar and functional predictors when moderators of treatment effect are unknown.","doi":"10.1111/rssc.12278"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["fa83e74335e0a4b597f7c2690d5f676d4bf8d4f1","c2831e134a352a298dfd9a1ae31b8164066e1cb4","940534d79f1fdc8cd6d9e0e3d75bb41f50fe1e05","3946d93e5c326855d2bfe0e189896c3d0d179f5c","eb3ca54a46327c185498174f921869472dd65f0b","2537fda5ac2baa8ab61d48415e6fd5915ebe2c17","b0cdd840ab8ac9717a8dc69e05c8bd1eb41256e0","b9b53ba8f83bc3a097d5af88d93d188d8a8522cb","b2b47d2642c71eeed37fdc8f41aad5becf12a069","4c7349160804af124642895782c735500764bfd3","60b48cc29070fe2f2698f0bd44223bfd0d68c44c","ef24d7e0e22ca5c4eca6521674b9db558cac2088","0ebdba024d0b3674406d0573868f87006851e31b","1bcf8ee5b1cf1d1225bc1c9fc1cbf295d6e83615","0308b4fdab1e08bc9492285edce9afd35f3dab0b","51005d109edca4e3819f7df363bc3cfa245348fa","9482bae5aaa74ec0b59765046c2ad4ee9c9779f1","8a152bd2e5d4dafb5a1f1131890415016bc969e2","d8576ee7b32bfe3e9c03baa9e9a89972ae378dba","7360016da23bb3c966eba4567e33e138e807cd1a","1e80524b35d910b782deead2ae8b7d1f0c4d5783","cf127cb6a25867e4693f4fdc7b2e3b308a23ef5a","2324c5ee7149d10de25093617453b00f9e8d6b79","ec92b5a131d3cbb9968165345bd001f7ef7e7ac7"],"journalName":"Biostatistics","paperAbstract":"In the genomic era, group association tests are of great interest. Due to the overwhelming number of individual genomic features, the power of testing for association of a single genomic feature at a time is often very small, as are the effect sizes for most features. Many methods have been proposed to test association of a trait with a group of features within a functional unit as a whole, e.g. all SNPs in a gene, yet few of these methods account for the fact that generally a substantial proportion of the features are not associated with the trait. In this paper, we propose to model the association for each feature in the group as a mixture of features with no association and features with non-zero associations to explicitly account for the possibility that a fraction of features may not be associated with the trait while other features in the group are. The feature-level associations are first estimated by generalized linear models; the sequence of these estimated associations is then modeled by a hidden Markov chain. To test for global association, we develop a modified likelihood ratio test based on a log-likelihood function that ignores higher order dependency plus a penalty term. We derive the asymptotic distribution of the likelihood ratio test under the null hypothesis. Furthermore, we obtain the posterior probability of association for each feature, which provides evidence of feature-level association and is useful for potential follow-up studies. In simulations and data application, we show that our proposed method performs well when compared with existing group association tests especially when there are only few features associated with the outcome.","inCitations":["eb52beb780f03a67d1a7adafb0ce452919ff607d"],"title":"Group association test using a hidden Markov model.","doi":"10.1093/biostatistics/kxv035"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2018,"outCitations":["03f6f5861d790198bf38b8de08df68eefef6f0af","b9225378c30ffd018b29efd39316206559ac1bd7","cdb06dfb811f26fe4e51a8287c313bbc98c9f185","19924ad30338ea6192a3ce2fba0a0788c6172cde","8080c0607d4bed3fd100c8b450a4934da2b4b93a","f6c2e790ca208960087a35fc2e3853af7aad7282","d98ef875e2cbde3e2cc8fad521e3cbfe1bddbd69","2dcfa39901595561858a83066443c696a637de3e","7be1c07028968597c11327808acc828774e60986","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","7fe4c0c371ab11bb39d1470dee7e6840153492f2","e275384296a4dd669d3a5470354a78be1df0b84e","4cf1fe897f368f9ef4673457dfacb8b35a65b90e","a37f9ebb88f480200e48b96139b3205aae568ba9","690ef0e6e1cd77f433c2e94dfcdae12f4951d226","e4ff845a4b996482f4ef491fff4581a59d949800","879d35a88b92dd1da1c7363738c1ce042efb0ba5","0718afe9ef66c30aa0c05efede4e6a86ca92f4ed","d706c784c976aab4def6192adab489a9d1dd3760","4d4b5f4802a022768c177a47c7d4121f2460be39","39c24ee8d515c0296e450d84417055c4dde0dcac","b51884cc52c07c178e607951f202947ff9e77430","7f155238f9fc9b1e49035b09f31c1690d27d0c5a","a806bc6f9f4a980d4d946e75200e381656b64db0","829b659f96771f2076ab325b1202b26085b300b4","05c6b97f4b889b372f59eaa69a76ccc552cd8eec","01d4f3d6cadfdc2afe3796c54d81401cb060b6f3","6fbba82f171a791380706fe965ca9a8b38d7bb8e","f89be3aa29635b1e7f6c8bb40d9aa81acaf41fa5","82c79469995a1bf206f165c5142540d008dac270","a9b85e9e61cd6046d3bb3b8bee1dd9a2417daeda","228544eccd7b397e6a9ab8da9865ab967cfb4861","ef16dae2660933b351889b17a62726b6fd3b155b","6c088483df7d00562814d7eb486e2fd48fde61af","3c718363c22221fd16771672da3bfd5f67d2c34c","1065ed9627e1ee1b3f0983f802388316e5d67000","aa7e163c96f737aba88da843bcf7c6df3485a876","272f484a9f33340f240b40963567bbfbea8f6819","86787bcaf38de4c311c603615a54a08c615252b8"],"journalName":"The annals of applied statistics","paperAbstract":"In the past few years, new technologies in the field of neuroscience have made it possible to simultaneously image activity in large populations of neurons at cellular resolution in behaving animals. In mid-2016, a huge repository of this so-called \"calcium imaging\" data was made publicly available. The availability of this large-scale data resource opens the door to a host of scientific questions for which new statistical methods must be developed. In this paper we consider the first step in the analysis of calcium imaging data-namely, identifying the neurons in a calcium imaging video. We propose a dictionary learning approach for this task. First, we perform image segmentation to develop a dictionary containing a huge number of candidate neurons. Next, we refine the dictionary using clustering. Finally, we apply the dictionary to select neurons and estimate their corresponding activity over time, using a sparse group lasso optimization problem. We assess performance on simulated calcium imaging data and apply our proposal to three calcium imaging data sets. Our proposed approach is implemented in the R package scalpel, which is available on CRAN.","inCitations":["6ac9ba1850864a5b559cc937ca4d32f2b62b5759","e3cff4be063225176d63389b61b14aa52f9c13e1","ec8d071b79b5b7112f6f3b200e30e4b35bdd446e","b3689301a5f06b4c89e2598cd4e024fcc72ecbdf","a759bd33ecf61fd0171dbe28368416adde129ba7","2eff1ca27a644e0f89d2dfe91ce6e872a93d4efa","7361ce1168c1ca8fb55fa21a7f89e0cc1d1f9677","48ae20b9a470e9f33b3eddc79b4a733e6b511dc5","20016ce338e27a4f83ab52cdce2dc347b08be750","48d1751128667a6fc560e7f1adafa236a90f690f","050408e7f071ff6924c7b4dab338e26f13a9c631","7b11791bb5416686a5a707bf578daea71f3b539f","a5633eaad4df64ca716461ba3ebe6d86a882df44","6407c3007db66f7982d0973085737ee332e715da"],"title":"Scalpel: Extracting Neurons from Calcium Imaging Data.","doi":"10.1214/18-AOAS1159"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2013,"outCitations":["ab54df6d7b353f029ff885aaee1971b9e8af6f93","d488d30470e4a060a9247e9bdbf141d6f5ff6f2c","a88b0b448e20ea8ca66e078980b4c2057a7bb43b","ccabb5d736302c8a88a0c5802245ed47d8d8eebb","2a80193d4182c36c03aa10de46d96775a194e51f","e2b848c59f6e6964bce9f1d8d2d621e47339b92b","dfae1e207acef5cb88c34aa85e165e2e0d6857d2","21808dbec62c635cd3b2485e7621a44f706ba9ab","b31a7f891790807bd8ad57adedb7acc62834f4bc","4943f3723f8abd34c28691b5a3c7d0976da4cbd0","ba76d8a6592199441e8a7d730b4c3d788f3e5b80","ba9c9664212973138e13b374f9e8e5aca485c295","fe50d6c2701b0c5e8ec8dea202bdb6a6daccae8e","a84703be13e73a423ec80b93c2ea97db28bcec8e","021f48e9e041420cca8f6613124804bbc570933a","60778d636e0577e165d7b5fab3b01732faba56db","e25f3766740c2be3aba0d480b6fef5de4d6eca42","161d25cdaf903416e3507e3b56ffcf979660d3cb","429b47d827179717198b5d727d11f7386cd1859b","319b3136bf57e7d011698e407f1701d40981fd92"],"journalName":"Computational statistics & data analysis","paperAbstract":"The semiparametric accelerated hazards mixture cure model provides a useful alternative to analyze survival data with a cure fraction if covariates of interest have a gradual effect on the hazard of uncured patients. However, the application of the model may be hindered by the computational intractability of its estimation method due to non-smooth estimating equations involved. We propose a new semiparametric estimation method based on a smooth estimating equation for the model and demonstrate that the new method makes the parameter estimation more tractable without loss of efficiency. The proposed method is used to fit the model to a SEER breast cancer data set.","inCitations":["1bdaea1e64f8162aeda5ee37931fe80e3f854390","7d5c2b431e5fa1e8dd74dcfbd3b8f10a6000f78a","b56eedcb578f2a19e8507edbf428e8c5f3c8128d","63f43ce2fb3001825984e3a0ba2fc04e404ae2ca","125f1e805d4cdb22bd88d5da8238bb464b2e5261","7b1c751d66923965e904e029191575829d8e590f","fc3885cee216129105af88736d7947bc593d3afc"],"title":"A new semiparametric estimation method for accelerated hazards mixture cure model","doi":"10.1016/j.csda.2012.09.017"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":["fc272272b20b5b6f155aec13abe99032e7384650","75e32a5e7cd577e72fcd25895416566120d4cd27","7c40c695cf3af770e7f7669684b63cec351f98a8","f064e23fa5970dd9cf8667bdd67e02092095f798","1ab3416d4ba64322f59602c96f35baa4f96b1f85","55f4616cd4d53d6cb2f75c38e4243e0b30feec49","5b58bb6045028b811008830b22c95ed669f9beb3","85e971cc9cad57a6209ec2f5359a7346fff585eb","7e9487f05ee053b2e71a0e6e69fdbe0ff04c540e"],"journalName":"Biostatistics","paperAbstract":"In reproductive health studies, epidemiologists are often interested in examining the effects of covariates on menstrual cycle length which is a convenient, noninvasive measure of women's ovarian and reproductive function. Previous literature (Harlow and Zeger, 1991) suggests that the distribution of cycle length is a mixture of a major symmetric distribution and a component featuring a long right tail. Motivated by the shape of this marginal distribution, we propose a mixture distribution for cycle length, representing standard cycles from a Normal distribution and nonstandard cycles from a shifted Weibull distribution. The parameters are estimated using an estimating equation derived from the score function of an independence working model. The fitted mixture distribution agrees well with the distribution estimated using nonparametric approaches. We propose two measures to help determine whether a cycle is standard or nonstandard, developing tools necessary to identify characteristics of the menstrual cycles that are biologically indicative of ovarian dysfunction. We model the effect of a woman's age on the mean and variation of both standard and nonstandard cycle lengths using multiple measurements of women.","inCitations":["95e9210180a4567aac9141c16b9aeb050bab9ebd","3a49a9e0fa1733d25587abeff1e10cdb43457020","1c2859c633de868009382e6b17ca4bda214c81c9","680a9458713320a2c7214aa758373fc7dc2c4841","dfdb07ab3cbd63cd76685089ec29022547fabf07","a9de76fdd0e31a3116965fd5f83e14aa1840f99a","973305d1808d8b87300d252ebe57c273025bee81","f2f91bf5b65c40696adcb707768c5e97deba7472","78f405fc543d6746f409efc8c5e55b4bb4d3d3c1"],"title":"Modeling menstrual cycle length using a mixture distribution.","doi":"10.1093/biostatistics/kxi043"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["0c9c31ef313f6e4aea3ee42b42f586414c4d64f2","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","0e28cd3f243c2750a11aced853c6b410e7b9e600","e408af07b74476564e3d5511ed6b169fa1f2a484","fe86c9ef608d5cd33c496d182879192287cf8569","9247126bf125c3928a98c411001ad306b213e070","d073cc85a5ca1cd466c307d850cf3891b6e931dd","c2fcb00fe4b773f9cb1682aaa69749aac59f711d","545122e2990590524459ec9b59ccac6ce71e3b6a","f540679fb2d2f962ed18a418ec02d5b5ec2b4a7f","9ee2d6a8de063e2621eebc620b9d9d3d8a380374","4863fe1d552cf1cb9a38a2fc155ead65b2b6b073","1abafb578e4b58ccd00bef08c7a7cc0b1e776e58","513fa2c70db6626160c262b9e4c9c0972de68cf5","6098fa01dc58baac8b32e4a1403545a5839c34b1","5e85cd9baebc529281a66e0bbeaaa7f44c92c9d6","db9924032f6d61bc649097f35b6729dbcbf1976b","c34467299f20cd47a0f155d357439967030de972","7afed07c7bd0b6fdc935a1feaaa4e526b824066a","ea08ab8fc2f36197ee5c710f978dadecff654b34","9a90d5db897bd024c344ecb89081e419a9761807","067ead45574ad071027f2f06790d53d1a8772ded","0ecf8c56300c20622f317e1e6cefdeeb85c513e2","55bb1ac0d24507af120bee47c8b403ad5354107d","20a18b439ba08027a272d21a48d0a185065d80be","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Estimation of individual treatment effect in observational data is complicated due to the challenges of confounding and selection bias. A useful inferential framework to address this is the counterfactual (potential outcomes) model, which takes the hypothetical stance of asking what if an individual had received both treatments. Making use of random forests (RF) within the counterfactual framework we estimate individual treatment effects by directly modeling the response. We find that accurate estimation of individual treatment effects is possible even in complex heterogenous settings but that the type of RF approach plays an important role in accuracy. Methods designed to be adaptive to confounding, when used in parallel with out-of-sample estimation, do best. One method found to be especially promising is counterfactual synthetic forests. We illustrate this new methodology by applying it to a large comparative effectiveness trial, Project Aware, to explore the role drug use plays in sexual risk. The analysis reveals important connections between risky behavior, drug usage, and sexual risk.","inCitations":["5c614e6db3a2d26e892a1cabb6d68ad2d75f1ec1","715ab6d65e0726896cdb9d85ae3a65c9faa8793c","f2ce04b0811dd2271ffb44c2ec3830d7d5d7fae7","88658b2f29aa3ee904c4efaf1116f1f00848e995","8c030ad2344a9e934c4d905f9148990753939434","c68796f833a7151f0a63d1d1608dc902b4fdc9b6","23196832f9d8c09db1d9a0bada19a03381129e4c","18d37abd52ce6f6bdabb1ed91ede05a6965c50e4","32faedd7866c5ab2d8bced8b8973ea97206ec345","f31c9f2cdf3c09c9706354a24b5c5df402c4692f","e70538e849b5c8c02183fd55a0b5e061be8a963c","59af6b1b2a7b1fc468472c2122fe32a1b849b96a","e3f8e21537d82e5180f54d249d9f0bf427b83355","dc3d7783fb12824b02fb5ae26117b3470d0d9e3c","61fe0943027b9dc20cd51a4d215d2bf0dcced264","28ff16c4ef76c35a44e36cc9376c11ce45c95339","583bebfa0fac021aec1c15b5a6fe7a598e8c3e0b","0366e6dd41329cf2aec1e63c2521a07e280853a2","98903f8c269dd3d0c8032089c67b42fa202ef1d3","74a53a386661ae9d259ef68b40ed622c2b64edc8","c1defeeb8dd3d0dcf2ab443de2f0f15e228f3a0f","72f0a3d6998c0b64af7b38182c282667be16cf8d"],"title":"Estimating Individual Treatment Effect in Observational Data Using Random Forest Methods.","doi":"10.1080/10618600.2017.1356325"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"In clinical trials with repeated measurements, the responses from each subject are measured multiple times during the study period. Two approaches have been widely used to assess the treatment effect, one that compares the rate of change between two groups and the other that tests the time-averaged difference (TAD). While sample size calculations based on comparing the rate of change between two groups have been reported by many investigators, the literature has paid relatively little attention to the sample size estimation for time-averaged difference (TAD) in the presence of heterogeneous correlation structure and missing data in repeated measurement studies. In this study we investigate sample size calculation for the comparison of time-averaged responses between treatment groups in clinical trials with longitudinally observed binary outcomes. The GEE approach is used to derive a closed-form sample size formula, which is flexible enough to account for arbitrary missing patterns and correlation structures. In particular, we demonstrate that the proposed sample size can accommodate a mixture of missing patterns, which is frequently encountered by practitioners in clinical trials. To our knowledge, this is the first study that considers the mixture of missing patterns in sample size calculation. Our simulation shows that the nominal power and type I error are well preserved over a wide range of design parameters. Sample size calculation is illustrated through an example.","inCitations":["65255a2aaf4b8bce1a5be0d42bdd63e8875ea69f","7e5e4bcf209423829129e1ee2f09ee483481e995","239fea8a136387e185dbed7f4ebc83743b47a75b","f452631640f84196835d526a8051f0cd242de88e"],"title":"Sample Size Calculations for Time-Averaged Difference of Longitudinal Binary Outcomes.","doi":"10.1080/03610926.2014.991040"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of multivariate analysis","paperAbstract":"With its important biological implications, modeling the associations of gene expression (GE) and copy number variation (CNV) has been extensively conducted. Such analysis is challenging because of the high data dimensionality, lack of knowledge regulating CNVs for a specific GE, different behaviors of the cis-acting and trans-acting CNVs, possible long-tailed distributions and contamination of GE measurements, and correlations between CNVs. The existing methods fail to address one or more of these challenges. In this study, a new method is developed to model more effectively the GE-CNV associations. Specifically, for each GE, a partially linear model, with a nonlinear cis-acting CNV effect, is assumed. A robust loss function is adopted to accommodate long-tailed distributions and data contamination. We adopt penalization to accommodate the high dimensionality and identify relevant CNVs. A network structure is introduced to accommodate the correlations among CNVs. The proposed method comprehensively accommodates multiple challenging characteristics of GE-CNV modeling and effectively overcomes the limitations of existing methods. We develop an effective computational algorithm and rigorously establish the consistency properties. Simulation shows the superiority of the proposed method over alternatives. The TCGA (The Cancer Genome Atlas) data on the PCD (programmed cell death) pathway are analyzed, and the proposed method has improved prediction and stability and biologically plausible findings.","inCitations":["9fb3193bb84ed26e9c6290e5468474b1d4beae31","a081cef56dfdaa09101bf52f6a1de5a87ff5a659"],"title":"Robust network-based analysis of the associations between (epi)genetic measurements","doi":"10.1016/j.jmva.2018.06.009"}
