{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In the context of randomized clinical trials with time-to-event outcomes, estimates of covariate-adjusted log hazard ratios for comparing two treatments are obtained via nonparametric analysis of covariance by forcing the difference in means for covariables to zero. The method avoids the assumption of proportional hazards for each of the covariates, and it provides an adjusted analysis for the same population average treatment effect that the unadjusted analysis addresses. It is primarily useful in regulatory clinical trials that require analyses to be specified a priori. To illustrate, the method is applied to a study of lung disease with multivariate time-to-event outcomes.","inCitations":["b5b3498ed4b19bb217679d718b45bb32717849f9","0fa6a5b47ffbde44637657be817a0088a6f4c57b","61bddeb32661a3a197c3babdc12ac962d50e5396","72b3f98f203e82d18def3444ced128167a9a17c7","dd8c25f9a7aa53f18a06d5b34c4fa1191624e706","6c3c184e9bdb7508da1691da60d9592c57fb267f","3994d55da7bb1edc8d220b7801fff1ec8315abaa"],"title":"Estimating covariate-adjusted log hazard ratios in randomized clinical trials using cox proportional hazards models and nonparametric randomization based analysis of covariance.","doi":"10.1080/10543406.2012.755692"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"The aim of this paper is to provide a composite likelihood approach to handle spatially correlated survival data using pairwise joint distributions. With e-commerce data, a recent question of interest in marketing research has been to describe spatially clustered purchasing behavior and to assess whether geographic distance is the appropriate metric to describe purchasing dependence. We present a model for the dependence structure of time-to-event data subject to spatial dependence to characterize purchasing behavior from the motivating example from e-commerce data. We assume the Farlie-Gumbel-Morgenstern (FGM) distribution and then model the dependence parameter as a function of geographic and demographic pairwise distances. For estimation of the dependence parameters, we present pairwise composite likelihood equations. We prove that the resulting estimators exhibit key properties of consistency and asymptotic normality under certain regularity conditions in the increasing-domain framework of spatial asymptotic theory.","inCitations":["99571490b7893a0d81c2c1b5447eab47ccb6c925","512f679d6343e43f15d57ceec4a21cbab009a070","1611f6f637ff6945af64bd558e5834dff8a0e682"],"title":"A composite likelihood approach for spatially correlated survival data","doi":"10.1016/j.csda.2011.07.004"}
{"fieldsOfStudy":["Medicine","Mathematics","Computer Science"],"year":2018,"outCitations":["688ae2db5caaf0134c22e64c352e8853a44678cb","ce5bad4f63dd1832e5d229cb11164eb261c21ca2","6417e1a1a5801a7c195fb620c49227ae8e82e926","9b8da26220748bf70c93b797bbd574fc0350f1ee","0bb6f015d6d3aac83cb08aa57a0830afdcd588f9","f3e7f7d55495cca618a90055246defe4b22235d3","a862b7285dbe52776332818c47615b77c82b1ebe","b08b48008b9f4408074f9b113fe3d9d755644713","d33aef16682fa87333c528c9cd382fa6f25576e0","f2038ed2d681c0ac4deff60e205e35053040bc89","6143a79f59b6b687b3260d001832512972731f44","e45daed4e9e47699cae7ae29faefb99e2e164eb7","17109f66d837ec59675fcef04cc072decc315f11","c5864e48425ece45e9472f5e73ae5a8286637eb2","37e7b513fbc432544cb8f8b1fbd2b436fb26bb47","ac283e86feb25f2f3f4adee79796b5e52d6d83e3","f22de1d2080697fe799cd7ebb0d4ff864b41ba0c","bc8cb930c10d7664fdfe548bbed6f2d5f9b48804","92877af06d2078c33f975753bf769d30bb2ff52e","f6b3229833af490506a3267f9ff6375cb37510d0","65bb01b985035307f7b1102e17b8a5c0f2dafff8","15e436ee7cb55fd497689a5262eb205753cca42c","6bd7f1b03bee8f284a768577b10e29d4b1079122","609805c8591edf6ecae767214e07378dbb60419c","f4c742a689d6c89df80b9012246bca89b7700583","d4f2954d120173e9bba86306a5ba3a65b13b8082","523ff8e17e4ac642015ce9c3f56ae7fb10e19ebe","c1a6bc3e20f8d0a7244211e96fdeeb59dfc7b9b0","766c86e927fab2e44926e7ec0044f4cba1bdb905","05baf4756aa11297657c1c83641a3834d2accdf0","cdacf61fa6bc9fd0891dbe03ec5da05dbf999161","adb542bb749073d80af52f2038ad6980e3874337","8b9449c8027e2271fa9c21894f98505cff1e552d","231d6f8206fa1ba188bc48d4fe5b384c37e5bda3","f3ba2c8e3f4db9cf0c01411024278df8b76bccc1","447a4fed2cd62b77cf0d2b32b2a43a8ed1ccb0d4","fd4949db0d297ec4634bfd57e5f1f2f63dc985f3"],"journalName":"Technometrics : a journal of statistics for the physical, chemical, and engineering sciences","paperAbstract":"Spatial process models for analyzing geostatistical data entail computations that become prohibitive as the number of spatial locations becomes large. There is a burgeoning literature on approaches for analyzing large spatial datasets. In this article, we propose a divide-and-conquer strategy within the Bayesian paradigm. We partition the data into subsets, analyze each subset using a Bayesian spatial process model and then obtain approximate posterior inference for the entire dataset by combining the individual posterior distributions from each subset. Importantly, as often desired in spatial analysis, we offer full posterior predictive inference at arbitrary locations for the outcome as well as the residual spatial surface after accounting for spatially oriented predictors. We call this approach \"Spatial Meta-Kriging\" (SMK). We do not need to store the entire data in one processor, and this leads to superior scalability. We demonstrate SMK with various spatial regression models including Gaussian processes and tapered Gaussian processes. The approach is intuitive, easy to implement, and is supported by theoretical results presented in the supplementary material available online. Empirical illustrations are provided using different simulation experiments and a geostatistical analysis of Pacific Ocean sea surface temperature data.","inCitations":["ce04343ed9ae0dcc6083f2d746ace792a7135414","a1cc2dec054104d47354151b9836c14fa0ac0715","ba088445ccc653d2100bf744b43308a621cc2d8b","c60f1038f98bd0241ddd7e33150a6c864462b3bc","bbdba4df0c6a538a29088953b8d3347a72c76f90","8d381a63294d39faff38bab716cea2a41dea6b17","0407eecdd0c5fbfbf252851af3a25e3c72b234c2","f62da4f3161681c311dc3a83038573d3549b941e","f931b8abf79372a180ed0e5eb16ba9c9dd59bbcb","fb6fd253fefe997baf411b689e0713e522785213","9cc37a11f6824a6a45b3a8798f2746aa9865f62c","6d87617765fac50bc7136ebf8c7ce6e9d2db27ae","f64775aac8aae65ac9c285a1ac8450c0dbb22f2c","dd94b3e78767d83a1d67f7240796c15da0d7a885","4982535a5832cff227233a225fb50a45d5fd02e1"],"title":"Meta-Kriging: Scalable Bayesian Modeling and Inference for Massive Spatial Datasets","doi":"10.1080/00401706.2018.1437474"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":["e7dc26f7d1714ff82b004993c6e919a82bd58489","1486de62910bfc6eac13b14e7a76c9024003d6bc","74841a352ce8becc95a28b8f9d878ffb769d96f3","fdc95bc36ae3cdbab853e12198f3456cf8901877","e54db1d4d4cff9a16ebc7644375eeb6d7b4c64c1","f4aed564902e1afd85c63875644decee502caf32","31d319e1d1531bfd403f58a47d02ea9813f843d8","e2850cb4efd49d6808637d0257ab48ef34bcfb84","727eef033288c89e7f8dff59d557b34dd0a6fb70","79c328b610ec915f1b6a533f38c7861f105f51dc","e41ba5dc12c79a64dfa905c0328f95976252ffe0","d39f1c205e349b73d917f0ce514b95951b05b0b9","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","2acc007eb129e0954e1f0b2dc0a43347be24d35b","d0a47c8c9c4213edd24a120a6912ebc08e348a19","6be8998f47be8befc5380c9fe02c0238e571d378","e69bce0185720fcb652ae458a4529a2807f53de8","b490cffc32d08b4c6df00b464b047c1692ddf3c1"],"journalName":"Biostatistics","paperAbstract":"The relative index of inequality (RII) is a commonly used measure of the extent to which the occurrence of an outcome such as chronic illness or early death varies with socioeconomic status or some other background variable. The standard RII estimator applies only to linear variation in incidence rates. In this paper a general definition of the RII is introduced, alternative approaches to point estimation are considered, and a parametric bootstrap method is suggested for the construction of approximate confidence intervals. Estimation based on cubic splines fitted by maximum penalized likelihood is developed in some detail, and the proposed approach handles naturally the commonly needed adjustment for a 'standardizing' covariate such as age. Death rates in a large longitudinal study in England and Wales from 1996-2000 are analyzed in order to illustrate the various methods. A small simulation study explores the relative merits of different estimators. The approach based on cubic splines is found to reduce bias substantially, at the expense of some increase in variance, when variation in incidence rates is nonlinear.","inCitations":["c64c3338d9ff3b60a17eacd72f6fa1dc79f540fc","c37ee5d7fab1663ab0b6c644dec323c4656631d6","2df8123b46579f34cb61442347240e76479837f7","1ca0fd3b6b5ce575d9c8b955dbdcd1fa1e4b7b0a","556c65a0d97d80ae9af64876eb1c3cd9847e6182","6a556488772c2b432da351b3ef145d579497cce5","dda078d527058d2339e1c62b6d8b95c06879eb19","a904c9d5dd5731ee9c131bfc7bd25d24259fff5d","88dde0094ac7d16806f34e0890df3383e2389bcd","8ea9d2fcdc505e1861b53d546d939794b9ef3e0a","26d76fb70abe4416d4d31b80e246cc0e8c64fbdb","dae885fdebb73e9467c292df59a11e7932e95616","c4a404eb202be07d3f5ca7ef544686ee2d831f35","d20a1066a6c87f2b6713403cef4fd8f8fcfdd0d4","c9f47b3473335680a5b2310dbeae5a6153207b3c","9e8a21cd1a93c77544d9fec6b640631b5db966ee","9ddd21cce813cc09c3dde93c9edd4c6f1b65543a","1dedef0c0c9f27019b098d344d21cacd8867f83e","0148fa024e607561bca44df6b95b7076fce629e5","929ee11868a54f318a8aad17e892b33128765ca5","802c5c0707a7a075cf2ee39501b82a3fa669191a","15d8c04a41daedb4f958fe0a0a8e6a00aee3ccc7","d399cda97ae45146b13abf66df664acffa489a53","d24824ad2a4849fc53c2dc7a566d575ccb2bfb36","fa2df8028d41a9af044f76a5660b7851ff56bb3a","96bbd9f3993c2ac70c5f2815057f5647a869d3b1","15f84b77b4fc66012578cf5dd61fefca8170bb8c","6385acf7f066bbd96537dfd00d67a26f1c60ff24","72f6b58a9b0d77ea437d7e85a7d3a0952b2e480b","5556b69336f1ceffb0e3b8d1865fc7e08db2e1f1","2c570eed64669b7452e60832fc30e09c99ad0987","157811982975e15519767f8f0e167199d477a84a","2bf8abe0a669e7421d8a61416d11fc42af50f316","801153d43a01da59a8a867ef084ba66d47a4a238","eef9b70540e6567d8d88a2fc66137094223fa42d","3e4039f921f245c40c0090f642cf4a2e3a9302b3","1ad1b26640c97963991083cf6c4b935588dc630e","c37dfafbbd0c25eb5ae39ad6ff0d1163128eb5fe","9d1d81626e92b4f5df056f3bf0cceaead6cc089c","ac8f257eb3e644619518d9eb94f108aa9fe4b297","f9567f6ceadc695c1aa87e6ca09da433dd3c55ee","0fd0c1b1cbae142145f3c54c3c0279c7e5434b49","92cdfe87fff05018625cafaf5503f5a7cb76db9f","aa0f4ba10028955cd6754f8845298e39ceee6cdc","81a1722919dbef26b4661595486d30f659768cd7","99458d3e63a9e0305333366cb3077421218bc750","c84becc250ee241430511c204730496bba000f1c","6a776fda8aece04555c0b20af84723f01a0253d1","bb9a030440af70b7173dfeb149e3ede544d4d641"],"title":"Relative index of inequality: definition, estimation, and inference.","doi":"10.1093/biostatistics/kxj002"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The Gaussian graphical model (GGM) is an increasingly popular technique used in psychology to characterize relationships among observed variables. These relationships are represented as elements in the precision matrix. Standardizing the precision matrix and reversing the sign yields corresponding partial correlations that imply pairwise dependencies in which the effects of all other variables have been controlled for. The graphical lasso (glasso) has emerged as the default estimation method, which uses ℓ1 -based regularization. The glasso was developed and optimized for high-dimensional settings where the number of variables (p) exceeds the number of observations (n), which is uncommon in psychological applications. Here we propose to go 'back to the basics', wherein the precision matrix is first estimated with non-regularized maximum likelihood and then Fisher Z transformed confidence intervals are used to determine non-zero relationships. We first show the exact correspondence between the confidence level and specificity, which is due to 1 minus specificity denoting the false positive rate (i.e., α). With simulations in low-dimensional settings (p ≪ n), we then demonstrate superior performance compared to the glasso for detecting the non-zero effects. Further, our results indicate that the glasso is inconsistent for the purpose of model selection and does not control the false discovery rate, whereas the proposed method converges on the true model and directly controls error rates. We end by discussing implications for estimating GGMs in psychology.","inCitations":["70e8b49577f13fc118900b5e6b83cb29a646df96","f41b8259b5ff5e07ad473da880c82adb713ba693","2421f231eb9283c502349dcf85a3f13d07b4f7e3","d367b960b3d1d534ffb1b9714fe602bbf59b9e68","37079cfc777e71c46d92f0773d4b8b8ed174c93f","8bf674497f8f0e95d804d71e51260846b8d905ca","1a9339bd5beb722d60b1eb8e778fc6c89a21b56a"],"title":"Back to the basics: Rethinking partial correlation network methodology.","doi":"10.1111/bmsp.12173"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["4f659291df813f2a8eab84a8d8eba1d7598be598","48a2b898ac8d5715e969b2733f38e154b91b7601","121e49baa7b6b4f2f2b27fab4f75267651e978e9","4d32bff33b15189366df74c0076be19bd904eeab","382cd3c4d4cc86734eb0850dd32018c84a1460e5","52499b17cd8c18f29478e1ffaca51ce8a1ee3f7d","0b8632265a4f2b16c03f9fe79f4bd27e597abfc9","572e54ce66cc9023b5ddd9dcdd7516174e5e9b34","daa1a510e25e1ff3dfad025dcf8e17d25d2a15da"],"journalName":"Pharmaceutical statistics","paperAbstract":"Pre-clinical studies may be used to screen for synergistic combinations of drugs. The types of in vitro assays used for this purpose will depend upon the disease area of interest. In oncology, one frequently used study measures cell line viability: cells placed into wells on a plate are treated with doses of two compounds, and cell viability is assessed from an optical density measurement corrected for blank well values. These measurements are often transformed and analysed as cell survival relative to untreated wells. The monotherapies are assumed to follow the Hill equation with lower and upper asymptotes at 0 and 1, respectively. Additionally, a common variance about the dose-response curve may be assumed. In this paper, we consider two models for incorporating synergy parameters. We investigate the effect of different models of biological variation on the assessment of synergy from both of these models. We show that estimates of the synergy parameters appear to be robust, even when estimates of the other model parameters are biased. Using untransformed measurements provides better coverage of the 95% confidence intervals for the synergy parameters than using transformed measurements, and the requirement to fit the upper asymptote does not cause difficulties. Assuming homoscedastic variances appears to be robust. The added complexity of determining and fitting an appropriate heteroscedastic model does not seem to be justified.","inCitations":["b929c044d4c453dff0bc00cc69f20891e68b9c1b","447807b1bf2585051c0dab92d40c508076b704b1","a32b8b3f6281e89bba66fce2a90c39313ee9fdfe"],"title":"Investigation of the robustness of two models for assessing synergy in pre-clinical drug combination studies.","doi":"10.1002/pst.1583"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Validation of pharmaceutical manufacturing processes is a regulatory requirement and plays a key role in the assurance of drug quality, safety, and efficacy. The FDA guidance on process validation recommends a life-cycle approach which involves process design, qualification, and verification. The European Medicines Agency makes similar recommendations. The main purpose of process validation is to establish scientific evidence that a process is capable of consistently delivering a quality product. A major challenge faced by manufacturers is the determination of the number of batches to be used for the qualification stage. In this article, we present a Bayesian assurance and sample size determination approach where prior process knowledge and data are used to determine the number of batches. An example is presented in which potency uniformity data is evaluated using a process capability metric. By using the posterior predictive distribution, we simulate qualification data and make a decision on the number of batches required for a desired level of assurance.","inCitations":["df5cdbc715d93f399441385234b1b5355f703710"],"title":"Bayesian assurance and sample size determination in the process validation life-cycle.","doi":"10.1080/10543406.2016.1148717"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"We develop an inference framework for the difference in errors between 2 prediction procedures. The 2 procedures may differ in any aspect and possibly utilize different sets of covariates. We apply training and testing on the same data set, which is accommodated by sample splitting. For each split, both procedures predict the response of the same samples, which results in paired residuals to which a signed-rank test is applied. Multiple splits result in multiple p-values. The median p-value and the mean inverse normal transformed p-value are proposed as summary (test) statistics, for which bounds on the overall type I error rate under a variety of assumptions are proven. A simulation study is performed to check type I error control of the least conservative bound. Moreover, it confirms superior power of our method with respect to a one-split approach. Our inference framework is applied to genomic survival data sets to study 2 issues: compare lasso and ridge regression and decide upon use of both methylation and gene expression markers or the latter only. The framework easily accommodates any prediction paradigm and allows comparing any 2, possibly nonmodel-based, prediction procedures.","inCitations":["c3620866f75cf4d2cd498abc91b598ae1ddd1300","30df2f0e56df8cd0bad85c52407440ad364587ba","19b4f80796648d787c03027b744d871d17df6ea1","6528e9d63fdc5f799e11c558106885acf5448545","e045dbcc2ef32eedc0a52cc28f9a61ab0144f5fa","637dcd85606abb2d6e3211c404c4c37e76d782cb","f507a994c5609306b8e5c5fedf494420fc95411b","ac1d7fea36929b09ffde1c512fad5ba0a03163ae","de302bef799566acd6a5b4779f2efa3792afc4b9","327f209b70a461e990c95c636bf88fc6cbd22c64","c161377b447b0a6c014c595c9bfe3cd3ff4b7fa7","9825e1b62046eaadb660118e4e8757c9011f5bc0","4ce673f5472fe6e10d7a3f781fc069f784dd08fe","54db0926791826a242eff99b8b7fb457a55459a3","da328318c510f6b8384d7f08c1f78532c4a23d04","cf986ef388df2fa241b912d8fdbe8f61d8313b5d","cf471d407b554c11f4233355cdda49d539a67568","ff886b41816697fba82a98402566109b9e5587e4","234139ba1db526f04df61e402ed7da089d9967e5","2feeee2f057a41c06cdc9630ed1c5fc8e4f07778","9e79df2a0aa9f25f91eb1b7e087d603196263f7c","fb3fa50d8bdb8c7fcdaafa8fb9d9ad2b88395f8f","e8b352a176abf98f989975eac89b8f43cfa53e8f","08cee918317bf7849a33191fd4d80298e8e44221","5ea0350a3ea8a82b1e11fa96fe6708f515ff69fd","77ccad5e03bc179b0a5fd03b9501e34d95771144","1d048c51f5d61858733ed34581941b6334ff2880","04b3f0108b0edbcd4905f57a8a813ffdd2e9b4ba","f59f26e58c3ef4e99b88122143ecb57bfd5a97d4"],"title":"Testing the prediction error difference between 2 predictors.","doi":"10.1093/biostatistics/kxp011"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Multiple comparisons are commonly seen in clinical trials and many other fields. An example, which is the focus of this paper, is the comparison of several test treatments (possibly different doses of a compound) with placebo (control). It is well known that steps must be taken to control the type I error rate when multiple testing is performed. We introduce the concept of the strong stagewise family error rate and propose a multiple comparison procedure to control this error rate. The proposed procedure is compared to Dunnett's step-down procedure when there are two test treatment groups and a placebo group.","inCitations":["375cd3685466744504ff44ffac5d994144550b3e"],"title":"A multiple comparison procedure to control the strong stagewise family error rate in comparing test treatments and a control.","doi":"10.1080/10543409708835193"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["8d2e3fbc37614a980be20198f02b3a4c5d666c90","1d7ad0a7ae64bd8d78d09d03ca181e6e579bd6d8","3c718363c22221fd16771672da3bfd5f67d2c34c","ccf5208521cb8c35f50ee8873df89294b8ed7292","829b659f96771f2076ab325b1202b26085b300b4","3d8ed984f810aeeacc595abe8e5dffc21eea0e90","ae811bbbd75b62017f1117d0ea8a04835fcb06e3","92927eed3836a927d822fdb8248a45426366d76c","02c388d43f619146ef64babb4c848190e83add1b","c42d04eba814b98818f57e5cb1609f68be7126d4","7fb8d6fb2b252176c4e7b5e6aff0583123e89610","b01c2d38e27614b657d77bc6512bc132b04baf5b","d23063f079ea59bad91204fef24bef1110c9257e","5ea6132d2781329ecf5ef6f4462423790a73c687"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"We introduce a method for learning pairwise interactions in a linear regression or logistic regression model in a manner that satisfies strong hierarchy: whenever an interaction is estimated to be nonzero, both its associated main effects are also included in the model. We motivate our approach by modeling pairwise interactions for categorical variables with arbitrary numbers of levels, and then show how we can accommodate continuous variables as well. Our approach allows us to dispense with explicitly applying constraints on the main effects and interactions for identifiability, which results in interpretable interaction models. We compare our method with existing approaches on both simulated and real data, including a genome-wide association study, all using our R package glinternet.","inCitations":["3d70169d10abf5b89eabbea9207313ea8dc497a2","bf1cec1eb82e54ca5387527bcd3487d170e4022b","ee111ab1af6801c39c1d4633ac52ec3f96bede37","5923c8c8755a89074c8e942f49890b88a773dfe0","50bdf3b15579374aed0f795d89e048f8d5a238fd","8963209b68bc27ebe9f0be41e5ecf7659b46aa42","9ce304a2463813117e329d54183666b49a216e70","75ba846c5d40118fb79c3116e18dcd00f10e81a3","9d8de8021466a0f336b199a10523d484a8563a50","be33cc9e3e4416ec488bdf0454706a605982cb64","769b3fd1797859c9de6a3a183c1495de57b3bbd4","e7bf4d0f240085bafabd72bf1258f0b131d6b48c","f10cb4c9b67a45dfac7a18cc8bfe5ea3f43ff1d8","8d5771cd61b66b4e0749b4e58c0c1eeff6226082","0f27e645bc6788b770bd2083a8e105e52c7a73c0","c9ff8f8f30d2d27a218602127974392344107646","3dcf89a71b7230455c7961f2bf15847a41778d94","d3c69e4dd46b39347b947c263b13cee9e3e79c44","9704cc2b30cb8ab794f2d9bf0a83082f49a55cad","40110b27733996df4833e2078d8d7ead6f7d0a1d","7426d7a695eec308e9d0089dc37e86fe4dd0267e","a6963bcd686b325430d603f4b1d7285b9961fecb","449f3329b725a1ce079b72a69e50b284aa28c29c","9190e349a57e9127ed2f2a84a4c85b0a1ae06a29","00b7f44857676600805172e99be6f9f2987e98eb","0b5c1cd3a1f564122b973a146f4814796cbbc2a7","25a155d85a4fd66de6ed027905abcff49d0628bf","815c2d2f8957196f596dce35d7e6d81537dc9552","c04a7540cc5c5f648b0e1e0c02fe4538d8df3b6d","798ea191aad9401462b405fde1a6cefb4fe53fd5","022b8f9007d379fb8badb3ed6c9beaf83209f05e","388a13dfbde0f6bdfcc5f6bdcf49926be9fc64db","1283afd6022eb6b715959fd15e5ffdfcd6b121f1","36acb1efa73a92172999c21f38de80e2d90712ac","e17a2afc33be8193d64d5bc6ced56f4b3e85270a","cfb3c952dfc880604b4c14c262831460df6acbda","7756de314ce781f918946acff9ca32fb8c8a7a14","5ce26d8be55f4a1eaa74b241cb3e9bf02646e11d","473940526e0800d86c5b5555d0107073310c5ff2","7b765739da5c75bfd76a11e39d5c62e08b1beab9","dca504c133b7ff94b99b923ea02c3a2932d1b6e1","99964d5e0f1de788157cc47766d4f631e5e22396","6b8202e6f3f05aff4f0ca59fa89b06a5cf13ab7e","1507bd2f83bb700e6608ca73aa2eb51049675de0","e1f811a8707b99d8919d2136315240192bdbc543","503c7ce50ccec6614925a4c522056406c3ce9bee","f9b40bc361282f537cc622044490cda901cc0c15","0dd3a70532ef797db91c7bbfd4bb34215af9f397","e3cb99124bd05297760c10e069fccea2603241bb","2bcf099a90868447d7fcf007a23170489d8ba0b3","ec80117558e70afb11fc9fbcbc5347819d6c47af","d1ffa02f8c761e65e42f6d4806f3f5f5df1a4c28","e21230e593744be7783199670c434eef6ccee93d","59656feb7b1c7625adced4fbb2d47414bea8152f","6c0ba9090cb8de543f69e119e29e5e0125999a5c","cbb4a8a63750693c3f9b648f77fc37d0d672d5e1","35c05ffbb40f8a184fb0e99ca2031244a18e4014","a453fd3e6a3fd1ff54149ba00cb6a204ca787b71","1eb425f2ffcb36e4304c69b209d7f0bd8415498d","022d2f6c2b20c7a0450d1ce0ffc537a1133ae3b7","422bc65b36a3fe4f908c8d39bc3d4d8f4db2de75","ddc0206301cea432337c4250467512669889d612","10a2dbfc149ffa1ebbfc917bb86c5ab695571111","186e6d93227d409176d6a92210d29b0d505fdca1","f8400e694db9e864352dd6b0351929cdb16937e8","192afc74f853d2fd11b0fa2443c235c21a8f2078","a94b7c9a28d91074465285e04be631fe77e742af","614e9aeef8f0dd13171abc2b80c9f017abb13e4b","b91dfbdda0bec4e0b2d528e35ed5267af334e6b2","a120a0848215cfcf390906e175a8d180829f9833","69a8f6015de7b677798d9cd54a7726ba6a57a83c","90bf50b69bec96ef48ac852241137f7956c7e648","133fbeda28b7ad818854b0bb91807fa2322db268","bab31dcbd255657258c92c425b1c5b7a32a7261b","a730a7402aa819d39c9aaac7ecaa82f9f499680f","3b95c9930e79dccf5e31266f1b3e627da54afbf7","e6b67b484e942562d296f12e173aa5d5cb91ad1f","8dee1d79543f14f081fba59c12c3f0cdb49de707"],"title":"Learning interactions via hierarchical group-lasso regularization.","doi":"10.1080/10618600.2014.938812"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Bioequivalence studies are an essential part of the evaluation of generic drugs. The most common in vivo bioequivalence study design is the two-period two-treatment crossover design. The observed drug concentration-time profile for each subject from each treatment under each sequence can be obtained. AUC (the area under the concentration-time curve) and Cmax (the maximum concentration) are obtained from the observed drug concentration-time profiles for each subject from each treatment under each sequence. However, such a drug concentration-time profile for each subject from each treatment under each sequence cannot possibly be available during the development of generic ophthalmic products since there is only one-time point measured drug concentration of aqueous humor for each eye. Instead, many subjects will be assigned to each of several prespecified sampling times. Then, the mean concentration at each sampling time can be obtained by the simple average of these subjects' observed concentration. One profile of the mean concentration vs. time can be obtained for one product (either the test or the reference product). One AUC value for one product can be calculated from the mean concentration-time profile using trapezoidal rules. This article develops a novel nonparametric method for obtaining the 90% confidence interval for the ratio of AUCT and AUCR (or CT,max/CR,max) in crossover studies by bootstrapping subjects at each time point with replacement or bootstrapping subjects at all sampling time points with replacement. Here T represents the test product, and R represents the reference product. It also develops a novel nonparametric method for estimating the standard errors (SEs) of AUCh and Ch,max in parallel studies by bootstrapping subjects treated by the hth product at each time point with replacement or bootstrapping subjects treated by the hth product at all sampling time points with replacement, h = T, R. Then, 90% confidence intervals for AUCT/AUCR and CT,max/CR,max are obtained from the nonparametric bootstrap resampling samples and are used for the evaluation of bioequivalence study for one-time sparse sampling data.","inCitations":["4d5ef0d01e3360879985d9240c5f1a54d8524f86","d2f51393ed677c5e0b813b3f1afa2983ff3029f1"],"title":"Bioequivalence evaluation of sparse sampling pharmacokinetics data using bootstrap resampling method.","doi":"10.1080/10543406.2016.1265543"}
{"fieldsOfStudy":["Mathematics","Computer Science","Physics","Medicine"],"year":2014,"outCitations":["d6df29390c678eff7f03a28bfd2c85bbf6a16d07","9f87a11a523e4680e61966e36ea2eac516096f23","7c1b38d06b30848a72fd342a76f0b5f2840fa8e9","74bdaa9c3fc01baf88045c0d36aa223f78c9245e","22614381824a6a9a60839aef18e0830c980be37f","3af458fd0147c4d939f83d9c74d0bf1d1789ba43","5625bbaf7dfdf5b675c5213c917939870b5aa0a2","b1ce2c495ca94310a41dc432fa4dc7b907a1a2f4","996263c3ddbb50f0198354827445abd214f83030","4b43f411e5f108a081f8a801766cb23e0f27da8d","9c0cd26c010681bc83aebac4e60bcaabc03e43bd","12d8220e097c4881cbca323885aaf5520747e3b9","b8041e1061c2add46bc495f5f99aadc9b2f27b01","0de728ad1b67221d7a7302f809f987bb926f4504","00b7ffd43e9b6b70c80449872a8c9ec49c7d045a","811921e3ff612f7a35e41ec464be8d72d42267f0","ccb92d481c5438d88d860584edefd1f04be05ed2","fab16188654cde74e56f355172a70c37ab37470e","a151fcaa3d003321d6e09602a927fc434d19b032","4e7ee148164930e1c45b75b7cef288748100da9f","09e15722a0bb3825a9ed6734988296fd518c6e3a","e2b515d82a3e7c8361538f4757eb712ceb36e50b","1a1bc20a50587b8fb1f1a1b6b2b7cbb641c8241a","05a281df21f4cb2b01e7751c50a4cba3ae0b992f","ebb5423c30246eeb2f7df7970c9c025255b7349a","f1cbbbdc78505eeec1c037323f844d57cc26244b","f89a3810515d78c8f9a8363b2768eb1dd105515a","a7da2c16c27ed0aa9b97122ba4d3b0ec01ebc87f","a42fa5991e74a21c1fefa075ceea61b80c2c111d","bdfb57141b2141095ed942b28be24808aeba8d54","84167e961cbd110c371f7e0933d9b48db2a0aa49","d30ef8b39b8a7bdd1a26eb8fa30a50ee9a226a3e","d36efb9ad91e00faa334b549ce989bfae7e2907a","a8921b3462a3575b0b5de602a975bd608f6f6652"],"journalName":"Journal of statistical mechanics","paperAbstract":"The proliferation of models for networks raises challenging problems of model selection: the data are sparse and globally dependent, and models are typically high-dimensional and have large numbers of latent variables. Together, these issues mean that the usual model-selection criteria do not work properly for networks. We illustrate these challenges, and show one way to resolve them, by considering the key network-analysis problem of dividing a graph into communities or blocks of nodes with homogeneous patterns of links to the rest of the network. The standard tool for undertaking this is the stochastic block model, under which the probability of a link between two nodes is a function solely of the blocks to which they belong. This imposes a homogeneous degree distribution within each block; this can be unrealistic, so degree-corrected block models add a parameter for each node, modulating its overall degree. The choice between ordinary and degree-corrected block models matters because they make very different inferences about communities. We present the first principled and tractable approach to model selection between standard and degree-corrected block models, based on new large-graph asymptotics for the distribution of log-likelihood ratios under the stochastic block model, finding substantial departures from classical results for sparse graphs. We also develop linear-time approximations for log-likelihoods under both the stochastic block model and the degree-corrected model, using belief propagation. Applications to simulated and real networks show excellent agreement with our approximations. Our results thus both solve the practical problem of deciding on degree correction and point to a general approach to model selection in network analysis.","inCitations":["09090647d531231015d0fb9bf912588f20f6db10","83954bd3b1fefc884f5a5033d98f44984064c666","1ed33a66150a495bf4b0a9b602c38f70f861c6b6","1fa9b0f7256f2fc51bc3cbb598e519603287f7a9","970900d251ea8a12ac4ceffd9b2669d320a2fa75","d69ca31c5e6dd918960623a5dc7a9deba86c9028","fecc9abcebfddb100a18dd0cb962b926f5b1a917","270f9e25187071feb44e8e3eb28ece0a0a863e00","de48d8b098fcb6b57e1d0eb419556747a2f75724","eed1f049b70f4d07fd50cadcc9fe19d5dc65f046","8ed2c47b85e3a2be400d3143846c982a010d32aa","90b8077360dbd5955a3eb433b86eb851fe9a0cf7","b9cf6a5c07206913c863c858254e1a02b008d6ee","04dd624f860254a9c191355ef8078347f41de278","7d254b08d7d580f2c4889ded5bd5fdbabc2a3910","8293c7fc5d8f8ed09e66d13f5faa25f748a1cb4d","8b76a984c020ce58001452e9c8eab1ebe7ea6ef0","84ed196e56ff040f01a7d3033262af4e6b241c2c","41ae5e5860ab27e95e9a8e9dd2dabc5a4815b6f0","2b3926cc8b4cd2b817ed62b80923c7d0f5c74268","b35925d08c4f8655452b280a2ffc65eb34806f47","e8858c9f746239812b1512356ee9478158b9118a","9f985fde9be2bfc56507c6e8e77e7f12d71a1204","688b5b56b0a7fe7171c70e4e0ca8ab4aa75eb54a","6733cec62668c881d628b884cce302533cf80a96","3a0365cf5185849763b7b6f590516a8499423d3c","5c72ceedbfcabf8d838f0deb4dd58695605d7196","f0cc5acf3133765651e6c7ec11fa42e347c51415","2ac72a7d5900f8fd3f4b8af0226fbee74ab5797c","74d27bfd679f7f9646ee0409afd48f36095ece89","2230c5946b37ab891389a034396a4e2f1830cdfa","18bf76bfe18c9e2daae607701b3debb46e1e805c","fb9d3fc6d5a8534d7f16cdcac0bb77f55c760d0e","e437294b18dc31bdde58989dcd204ff0e4bce91b","272704b7b81f413cd5b2a49adb12f3280a66b7c1","646d147d3abcca0188890920b6b3efb17a6daead","17c95042c6ce8412c0535e11c108c5afaecd4167","d085e47b882a9519f379a11383d5423792dc9a72","c67347eaf2dff2533425c727d7e43224f925f752","690b5c765d51fe7c92122bc7ad360d5c122bde02","62f3843bffd489d0183dc53e61316a8faa8841fb","5ac3a7c7d9ef2157007bb3b8652eccfc89956ba0","89082b6c842c9f5f77a402f16dbed59430053b20","522ff723cfebc7c8153cb876f39d03be2746e43a","f1640cded2dc4cafc38eddc2f4223c094574fad7","0b0144821c7ffc192752bf3e5955eafdd7eaf899","6007c7cc7634b7c10cebc0549b5533d8d650043b","6abb292510ec6dfdb7a845d316c2d61539670de8","99d56997a4b1bd80cdc9e4b4aa76974e04a2187f","bdfa11038b4854023294d8fbddc640677e9bd75f","6160ce6b491f6c25390140d3049620b3c9703b31","04d8b9d9be6a40f39ff806619a060bbaf8cffff0","455e540326b7234041dc54d840d4f953e39420f9","6f811930f1c1c36b9955f10d7ab95a88d5811e10","d266dd92979d1f88c17754f87f53fabf4c6938ea","d7db38e9504bdcd7cf249b41e3c58daaad156f0a","0fc2ed2fc9ede4f5241b6739d67703bf711a23e6"],"title":"Model Selection for Degree-corrected Block Models","doi":"10.1088/1742-5468/2014/05/P05007"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Bayesian statistical methodology has been used for more than 10 years in medical device premarket submissions to the U.S. Food and Drug Administration (FDA). A complete list of the publicly available information associated with these FDA applications is presented. In addition to the increasing number of Bayesian methodological papers in the statistical journals, a number of successful Bayesian clinical trials in the biomedical journals have been recently reported. Some challenges that require more methodological development are discussed. The promise of using Bayesian methods for incorporation of prior information as well as for conducting adaptive trials is great.","inCitations":["dbc4f44872d96085cf70fe3e9a2ddeab6b98b249","7bebae11f4d5c3e4bd9f1ae413b548097dce16d7","f0d1de4266f9e67c2b297cf43a25cb950cf9d1cd","e3dee658e34aebadc6478d57c51b62c34d7fe433","6c4ccc25fb158794cc06cc6f2c7d3b16a45d34e1","dd3b70f95b4458f34df0735ac4e91e352369a8fb","5611e82f39a445d59a68cf20f9bc4600b924b3f5","f45670adf43929a959482e9cb0b8e7060768f86e","c3bef932662dee1618157fd09ce93e65b65e6228","c9e736157c630b61d629228f8353f1d01f4d7075","3c5debad8c8cd6f620bfbd115b24ba2ecce6a4ce","4dc00bbed8ec8c19fd97dde896c5b894da7f7cdb","3d1b8f0ef1afcfcb940e04705eca6570d768d660"],"title":"Bayesian statistics in medical devices: innovation sparked by the FDA.","doi":"10.1080/10543406.2011.589638"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The purpose of this paper is to derive optimal rules for sequential testing problems in psychodiagnostics. In sequential psychodiagnostic testing, each time a patient is exposed to a new treatment, the decision then is to declare this new treatment effective, ineffective, or to continue testing and exposing the new treatment to another random patient suffering from the same mental health problem. The framework of minimax sequential decision theory is proposed for solving such testing problems; that is, optimal rules are obtained by minimizing the maximum expected losses associated with all possible decision rules at each stage of testing. The main advantage of this approach is that costs of testing can be explicitly taken into account. The sequential testing procedure is applied to an empirical example for determining the effectiveness of a cognitive-analytic therapy for patients suffering from anorexia nervosa. For a given maximum number of patients to be tested, the appropriate action is indicated at each stage of testing for different numbers of positive reactions to the cognitive-analytic therapy. The paper concludes with a simulation study, in which the minimax sequential strategy is compared for the anorexia nervosa example with other procedures that exist for similar classification decision problems in the literature in terms of average number of patients to be tested, classification accuracy and average loss.","inCitations":["dbbc6855c53c2c2a936ce3e6ae180767ecfbf618","773438e15216c94280a3d1811de206ca7076edda","1c0a3a7a0b66aa644108bdf472bc8ee15c279070"],"title":"A minimax procedure in the context of sequential testing problems in psychodiagnostics.","doi":"10.1348/000711001159474"}
{"fieldsOfStudy":["Biology","Mathematics","Medicine"],"year":2013,"outCitations":["470788ad2cabfeb36d1b5ad65e1c458fbcc5755d","2fcbd85b5d01db1c59917befbbb4fc8ac84d2f03","c5ac97a162af43717de3204c2f0729708b37f300","411db0e77e5e178e1f574956fa2d5999eea15943","d9f8093231ba13230fc84adfcc332ba00e25bcce","0ea03bbbb69b2daf1078175640c8145b110a5fa2","2a6b1aa980ff648c0ad9a2abb089a02c92b9b9ec","448fac7079bc42e136c207678d2364aad2a32369","6943b5bb8e0f829ac617fabb283a79bc278fb391","8cd695ae29fe73bdf3a9b7fd10c086b37082b5e7","c8a75fdec362fd06d32d4a054cc731561f776bb1","227827728af4efc9dc555f7fffbb28f4b66037cc","da80537018090a0a80a540eb81939ce9fcee603c","2f9c87736ac5b98dc5173c9a585f5041f5e936a2","e2c9e82731305bb7da1e74f023e10c18ad3744bd","3ee53b89334ba672a345b101d8b62409d00cc938","8292da032218df63dff078e2eed3379dc94a2b0e","9921413b2e725e669d645459432b6fe0ea9ee017","cf75986f565993910a212f9b0ae0ec8a10655cc1","e1c1beead2f1bd31d9701aec11d3aa2740784e15","9206d31c196456161a336d04a1650462c899deb9"],"journalName":"The annals of applied probability : an official journal of the Institute of Mathematical Statistics","paperAbstract":"In order to analyze data from cancer genome sequencing projects, we need to be able to distinguish causative, or \"driver,\" mutations from \"passenger\" mutations that have no selective effect. Toward this end, we prove results concerning the frequency of neutural mutations in exponentially growing multitype branching processes that have been widely used in cancer modeling. Our results yield a simple new population genetics result for the site frequency spectrum of a sample from an exponentially growing population.","inCitations":["7b27760901b2e9ce3f7bf0d5da32d3742cf04810","998449dcfa31c64dcf6430c2ef3d6cf4367c2193","d8a0198b64a86d86a8b84f13697a4dc8d29c6737","7374b05f351920dc25880183b315182c03230ffe","a9ab1b7de3f281ea8a7cef90e94748e2d86e1efc","7f95dc53771fa4412e4b563386620ff61d9381cb","1ef501f43db5275ecacff89ae4f0e36a5b4356c6","0c6d57089ef325cb4daee97c7143fcf83dd3c0cc","5856888c25c46cc3859aecef78c105dba9ccf418","d8304d0755b59b1250effc31c2ac0353bb2eed68","eb62ee99e3134ca79fae2eab3b7350119f77d2a1","a876dc10ba59d694b6d3ac593be9b0c5e8719246","1809cbbd8660d672fc0ffcb7da23084f9ce96e5b","8174fdf3bbbcdd5693260c98c7132b5bf45b9f55","34eb6ca11eecf29eba5b13b4dd86604428a63148","ca189c8d290c98f1d6dbe392858374b1307cfe25","11167738ecf6c4bed3d8f42c93cc24c1cb5a2aa5","515a099342e5856e29dd1d209c30aec94caeec63","8922d7b528d631302128333e9ae59d75c7e99ab4","4ca65f5a61bd6897e21562340b3f47e8c4d277aa","c5e9661103689b0096208b83dd83ade5d420f37c","3f5da88235f69f56806f308cfcbd8d7e8a269006","6d0f00ccc8006ec23c2389c9a505a75f65b08863","17c1c92d8ebbe6e3ab8972d02260e27e577fb34b","82a168bcfb392f8b045ec83939f2636c105d8a18","c5d3d39af889d7084e4845469cd975cd62af7364","5512fb2d91fa6eccdbe02b2547a4b626cf94f5fd","20d10fbd42f7fb89c02cc06847c6deac472c1132","4ac942a6c0086725b9a27a8d3a918ec18defa138","7aafca3a4dc58ccf436d5c095b99ebdf49f9edf6","02a08cf94c9b348b70df5882face7868e70b0c64","cee53fd8d06ace695a085f527ead86af314a2233"],"title":"Population Genetics of Neutral Mutations in Exponentially Growing Cancer Cell Populations.","doi":"10.1214/11-AAP824"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Biological drugs are much more complicated than chemically synthesized, small-molecule drugs; for instance, their size is much larger, their structure is more complicated, they can be sensitive to environmental conditions such as temperature or pressure, and they may expose patients to immunogen reactions. Consequently, the assessment of biosimilarity calls for greater circumspection than the evaluation of bioequivalence. The present communication discusses scientific factors and some current issues related to biosimilarity and the interchangeability of drug products. The scientific factors include questions involving endpoint selection, the one-size-fits-all criterion, and the need for a more flexible approach, e.g., evaluation of the degree of similarity (i.e., responding to the question of \"how similar is similar?\"; a review of study designs that are useful for the assessment of biosimilarity and drug interchangeability; and tests for the comparability of critical quality attributes at various stages of the manufacturing process). Current issues include the choice of reference standards and the relevant study designs; criteria for biosimilarity, as well as for interchangeability and for comparability; the determination of the noninferiority margin; and the concepts of the stepwise approach to biosimilarity studies and of their assessment by the totality of the evidence. The calculation of sample sizes is discussed for crossover (including some higher-order schemes) and parallel designs.","inCitations":["03d9d0fec67b9db7eb0d5baeb85cf4540e24b4e3","0b7bbbe02b3ec27d8300439202dbfe11e31e52a2","a64ca865463c166369b955eb6eaee26f79541c00","d9a7c222bb5a3c13a24bbe51399937e54e263a18","f1d6c3ef2efd082d425e0bf75332030e128021ec"],"title":"Scientific factors and current issues in biosimilar studies.","doi":"10.1080/10543406.2014.948961"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["4d76918f7f0ecb9b1940c716ed80dea2d07ce223","1fb92847d0c205cd83c0c9c252b4e6090281f44d","1d6fcc7d08f8348087daa3332a515733d42d46ba","fdc6d9fb23dff14afac91df1ea4cf8f7469c5d51","810cb842cdf2e0c471efc5e9004b2eb666bec8c7","f9e413defbabe8d1ca12f2dc0bbf7281c8d3299c","2cc7be3d5161e865807e13de7975c9d77fbd2815","dd08a5c327085bbd61743e3f679bdf839d77b5cc","eb6d945a9c22b90f1d0cfa3d9925995071235bd2","c936558a29f455e5652b94ab47e1d46fc20970cb","fe6af06b7637e30c5d02213c70e4c52bc8fad6f8","e8100684f3ddb03591f2c2c39eec1095306034d8","4b69e9931d944b6c272b87292ac13b43a55627cc","4ad1c20494f99206e41e52a3d2017205d8722863","8b006be725c4efbc726691658d0b0299039d16cd","e0acd78a7d90014004341c028ef74a11e1fa15c2","cc174d9dd26eec99039e4853a7d49fe2ed6d89c5","83e964924f8329100ae3f842b86f038ebb4ace52","d0aaba4f5d2e0bb42e07360a1a651691c9621c97","89f3ade693b459541adac72cecc8e862e3771696","0f00482b1274d4c76f881881382f6a14fd885cf8","4b39a91ffc6b9b0564d79afae3b69fa7d2faa387","d5698b483a7b6372c5db8c0c723813c9c6ace997","13d9e6e9660e0fde3947bee0b4a71f99a40ba661","7fe53db84b1cfb1c2b4abab4c90308c764c42245","96c78fb203bce7b83c9454822b2c531e4fd2ad40","195d6cad7222b7b162dac2c4bbdd0ba2e31ab611","4c5c1b91880f1fa61664a3f84db8c7b7f02c511d","e119c994950fe9cec8bf9111b2b79a5c643cd7c7","398d6963b84da0edca24c59c8b53e086670feb14","6522d2b7866811b73182df338b393ae9d13fa010","f4360a421b3cbd408c62d1f37ca032ed28864bff","1d29b1cd2e59885985aff94c663b82d5517cfe01","1ea00e40e95a8d436bff1980d3365012cfa18447","282f59aedf84c2d8c543980dde425ef70c08d5bc","015cdc4a0d186a7630aca6a9cb8e36b6cd4bf3f1","576e4d7397ff158e778a67d6cb28e83df4997b73","3268a2526aadc9eb2ef648d7c0d01f2f2defb9c4","ec0024fef2bb26bfe4763fd622bc100ff41a1b35","d88e7804b7df89d229fd5db7a1c567b94ff18f33","2cacce5d0e1fd084d43de4ac9d6cacf52942fd2a","90fee7745b169337e394210d5aab3422135c2033","65be75dc2209ba133b52c8489d5e49d568ac2980","b5d5a405bce45f6b55014159455c65312ec98666","45c235ec66d222339e3a652aebc9e2aadb4419e8","83730969c0686b1d185bcca39f9b5743fa53ebc1","927db798d05b8a1a83b92f0f893519292ce8fec1","0c4312fe572259918549b14f07bd674551c364e0","e6775b09c564a92c04b674e3a3f3a9b77c5b98ed","f008a558cc170eb25a07b4049a9ea64f0adb5c1a","eac07b20f7c16ca9e0ff3c9e8bdb95f485498e43","bab3ae1bbfa438a6a31b67a239541b95ca2c425f","feab2d46657bbc969290d4df82c6669f9fbf3c6b","d7c26a30da2c3b23e959b84badd3cd3ecb576595","fddf2adb6ab085bc6231e72ba39904d7d2af57af","686fdc8aa6acdd79dc8240abfe16a2158c3045d1"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Contrasts of means are often of interest because they describe the effect size among multiple treatments. High-quality inference of population effect sizes can be achieved through narrow confidence intervals (CIs). Given the close relation between CI width and sample size, we propose two methods to plan the sample size for an ANCOVA or ANOVA study, so that a sufficiently narrow CI for the population (standardized or unstandardized) contrast of interest will be obtained. The standard method plans the sample size so that the expected CI width is sufficiently small. Since CI width is a random variable, the expected width being sufficiently small does not guarantee that the width obtained in a particular study will be sufficiently small. An extended procedure ensures with some specified, high degree of assurance (e.g., 90% of the time) that the CI observed in a particular study will be sufficiently narrow. We also discuss the rationale and usefulness of two different ways to standardize an ANCOVA contrast, and compare three types of standardized contrast in the ANCOVA/ANOVA context. All of the methods we propose have been implemented in the freely available MBESS package in R so that they can be easily applied by researchers.","inCitations":["01d68b772d54de4907b1bef126556a4f09f2827d","7d055a5f00ca291801a3107fad3681e7accfeb89","ae0e3832404d3b9542b82afc54b8f097d3dba810","e18cb4fbbd6cb2bb2496deb4ddb43c8c8cb48334","15a8682b0b014e818e333a70e81165b0d32aeea5","8d66b1928eb6294f898a47178318002d29061ed5"],"title":"Accuracy in parameter estimation for ANCOVA and ANOVA contrasts: sample size planning via narrow confidence intervals.","doi":"10.1111/j.2044-8317.2011.02029.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["e68b3efa0890f2dc6ba3ca5ed55895439f227e1e","3e5f89081055c0e3569ecb3540ac85adf4b15664","ecce91999ac7581ef847e871f8af108d8030f64f","ed5d2fae67dca336ea32181c122fce0df11febd4","25cb1c43983d7b0bdb2263472973dc008da135b7","94df26cee7ba9cae7e48d9e07edb6af974049c5b","d09206bbd1cd11c08577484d57f4fa1758ccf7ad","2b5d3f679b37dc5cbcfc6e1d275de74db6087c13","ce0e664487eb2be0facf5fa5b911827c3c5b77c6","de96763e95fdbd0acb6a94f909ebd3f1ff7594c9","81d9bef5f815d328d1b2c3ad40899fbed307fb79","74a54fa293ed53978cda9f1ca9cb401513f761a2","5b2712d64b462ee0d5544d6324fbe3fba91a9f65","ad66a581a2c988b23dbf7810ae298c0b3bd54552","cbbdeae608cc9e31ce5d8af16f89ceeb268aab75","9d9481b052e3833a53d58a55c3994beee131d051","59a45b5d4d2de9345956edbfb685bd2966957cc1","ef618f6aa9dbf0cbbb9a3f2808232be287eb42df","976e574077c1f13ece92b60ab4518d50b6d69c3c","2281e28d166ad015fbebabf7b0f1edb1b405b931","a60db45a98d64777686a407f394cff0bc6944a76","2b78a9e227820d610ea5200d6b0f9961774ba928","4e39a5a6094490518a29a6f27def275a56d60bd0","22d7e25d502a92a46a0cf1738eef3ea47f33e6ab","2a0f8cdccbac99cdc1654a517f8c1cc0c993881e","c2d8e445ac82726427d320785261985d2cc46491","77bf7cdcf280637630a0cb28a170f795e80e0d49"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Stevens postulated that the responses of a participant in a ratio scaling experiment can be used directly to construct a psychophysical function. Today, it is generally accepted that the axioms of commutativity and multiplicativity are crucial for the interpretation of the subjects' ratio scaling behaviour. Empirical findings provide evidence that commutativity holds, whereas multiplicativity fails to hold across different sensory modalities. This shows that, in principle, Stevens' direct scaling methods yield measurements on a ratio scale level, but that the numerals occurring in a ratio scaling experiment cannot be taken at face value. Thus, Narens and others introduced a transformation function f, which converts the numerals used in an experiment into the latent mathematical numbers. The aim of the present paper is to specify the (unknown) shape of the transformation function f, by analysing different extensions of the multiplicative property. The results provide evidence that f is either a power function or a logarithmic function.","inCitations":["af077d65f42b4f19a6841e06ec9294039f749cd6"],"title":"Extensions of Narens' theory of ratio magnitude estimation.","doi":"10.1348/000711010X486075"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["765f7e62e0c56e4daaadaf1a1760dbcd16636df4","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","0c00583cd434b1128c80f1bc26dc500409f7cc93","ea54f0c0568cab38619ee51e6ac021e76d6a6559","14e2d7726b49acc78383ee9f96f0cee05ac6748e","d0b582cb4f23b220fc222bd3db3afc41c06e9788","75ad859b04adb042920005818ba4428b14682597","15211292412f365ed2d4946333a924029dee1c39","1c999f244025541a0fe2f908522f8108160784bd","b5d92e936373cec7fc871c487e42039f68674047","21c5209d09189bef5e240a4a5920bc46410e9b3a","7e6ec081f025f9bdf22f191859031629290dca84","7b0b1b4cf8f13df824646a5a65336083c36af19a","b8d47b0c0b12dd77543e82e6bf6636ddd335cfea","fa01f62a41555ef2f9fbb752deb035d118f9121d","859c91de1ab22aeff85558dcf676ee5ffc4981a5","b0c2e11764940db4248c90bb576863ad5eb6f4b0","6e61ab3dc4423827550ff296f6836f601a225df6","8141b79fbe7a810dc26fd6aefb3018a37205f4d7"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This work investigates how generalizability, an extension of reliability, can be defined and estimated based on longitudinal data sequences resulting from, for example, clinical studies. Useful and intuitive approximate expressions are derived based on generalized linear mixed models. Data from four double-blind, randomized clinical trials into schizophrenia motivate the research and are used to estimate generalizability for a binary response parameter.","inCitations":["12dff17082230948cde83b732a568a92ac18056f"],"title":"Generalizability in nongaussian longitudinal clinical trial data based on generalized linear mixed models.","doi":"10.1080/10543400802071386"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["e960a9c993b7cf07043e1b6a530fcffdf8c82df9","5006e66095e3a42634e5ee4de59f10220c204778","90b4a195a468ddc934bdcc9bd1650ccbe6931c98","66d80625401d3fa1e366edcc057191aa7ef741a5","e5208097b88a4f0d73c28c3c669b17ed8f369c22","f35dfefdd5c44c5e717e17bb72c273b22b0878f1","c3e6c03109dd437ef2e3f47bcb32a40b76cd1ace","8176e12a6c78e78bb8e66fec9e6483f6a8c4d87a","b1a4036113f36ec17ac3ae2474219ecc5a3e0ddd","1889cf8967835e8013508c978341f69aa9529587","ed62c6f30d50b3c61bdfe1a8b06dc42f60d68a34","b039748e93d19016685d538fd0370b7eb239de45","541bc6421a66f4f1fcfb90e1c33c0a67ebc3f639","8cd1260ff2252ef69405f134f69dfbf208aa7725","3e21fcfca12cad135252dfaf516a853644e8d15f","b53bcfa7ce96fad265131c3d336075d1f8a573f6","05ab43b91321e8cf57a42614dd630baecd110bd0","e1f5b7591f4af4626c2809b41079aac3b61b6a2a","214963b60df6b40a6185e1415cc6e5c1b97d96b9","9614ffb7798a12cd24e94456fd409c65f55e89f3","819fef55643461021902f5389557091d0fcdd458","45019132ee86bdf86496327f0942a3218f290d13","c8d4be093cd4da26f0402b6b9b2680d7ffae2959","60a28702308c6a862f6f1296f0eb87945c02ad95","64542bb7091d9574cb19e17c123b9236fad91d8b","3f19b6df1d994e7fe319940b5bb0049ed02476d1","d13e0756ef4445ef51d52c12c9310de83c640f98","5d3a2c38d5c4ae3f19afc5891cc230b9afbc74f0","20ee888ca9c3bae784f266405b4d6395c6f32955","178e55a6ef96feeefe5c34b1822f4df9aed2a049","e45632056e4729665d75f93391680374796d06dd","ea421ccff0d7a0a52369ca24a959911ba741cc0b","522a22f15190643e99bdd4a14357665443216260","9e26c8be21f341102016fa5a67b06db362bf272a","ddc393abbf689e68203d314d1789b7e630380464","ddd3018a0446015d849175748d422d73d67677d8","7cc528bda7296d89f032aa634e0aef7670928a31","2c0277e994df5553ba4b7b4e72bb52e840ac9579","a6222b8a70bd23222876d07f76f0b4e2e97f5f8e","8a94c5a1df01dfab015d46fc4699bf8b7ba95cf2","167facf2cbd55a03be51a5937aec7d15fac2fcb9","22496656c812018a93afb3141edc7889436ad4b9","cfc459e33b420e0ed4ee2092424f56735cc7f6d9","1bdb480f609c7828f36f52f6b0ec33dbe2c8e65e","f34d90d50bea3d4d777389f5ad3c8dd5d2021b26","ed2ba445dfda14b3ed75f3d597c5f00f3a584996","44d71e0ec9f68d8eb802b9ab1dde8368efeac42e","f2f95f1a24ffeced62caaf4c486326f42514f660","3bb5a439a0d610a7eac68f73068cdd278b8c9775","3af2d34cca85244ead2d4be994ea074a05d43656","70a1e9ee97c4a0f738c33472052613a320c35ad1","97cc7ab1b0d200d38f802bfc26c7315fb4a07ce3","0cea65ebe445a4bd2c3d1a14899e9def6b644095","414efc5cd19f5c5a914f3c5fd4f283cd7ca30500","4e031ada3d6c298700b3d4b6826232013d810d9e","2dd00b45d489437d936bbb083adc0c97ed4e5f96","7170a7114837d1aea5265d016ad9d75c21bf99bb","683fc5e37e693ef3fabbfbf43a8b54b6df0ee149","1a6f0c6f52ad0fc2be86235fcc276ec7f50fce4f","69dfd5ace08cd001f0fef3ebec5c235accd19616","95c093452386a94d274803cf9c23a300baa3e43f","398ff09f1ef9fdc1d70f59eeb744f06c06998528","6250ec6e71637d3f3e7a32c83a7d2c1d3dc4c534","d5717257a2e14dfcd9e4ba980ac3affc7308b4ab","cb30d3dd6521103af6ee3fcba7a8ab2892ab627c"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract The determinant of the covariance matrix for high-dimensional data plays an important role in statistical inference and decision. It has many real applications including statistical tests and information theory. Due to the statistical and computational challenges with high dimensionality, little work has been proposed in the literature for estimating the determinant of high-dimensional covariance matrix. In this paper, we estimate the determinant of the covariance matrix using some recent proposals for estimating high-dimensional covariance matrix. Specifically, we consider a total of eight covariance matrix estimation methods for comparison. Through extensive simulation studies, we explore and summarize some interesting comparison results among all compared methods. We also provide practical guidelines based on the sample size, the dimension, and the correlation of the data set for estimating the determinant of high-dimensional covariance matrix. Finally, from a perspective of the loss function, the comparison study in this paper may also serve as a proxy to assess the performance of the covariance matrix estimation.","inCitations":["31657a0a8f946edb7e43d95c6a1f760e340fd24a"],"title":"A Comparison of Methods for Estimating the Determinant of High-Dimensional Covariance Matrix","doi":"10.1515/ijb-2017-0013"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A new method is presented for constructing beta-expectation tolerance limits (TLs) for longitudinal data with error components regression structure. The TLs are mainly intended for small samples where the variation between and within subjects is large. In such cases the new method is superior to existing methods, which are based on a cross-sectional approach and which do not utilize the longitudinal structure of the data. Simulation studies show that the mean length of the TLs can be much reduced by using the new approach, while at the same time the beta-expectation property is maintained. The gain from using the longitudinal approach furthermore increases with the beta-expectation level. The results are demonstrated on data consisting of measurements of glutamate concentrations in brains from rats. Here, the cross-sectional approach due to Wilks give 90-99% TLs, which are up to 101-230% wider than are those obtained with the new approach.","inCitations":["4c9726050aa5b84a454cadf10081c259aac2b827","20d1b154399abf24d02650b7ae1f07c2da08135c"],"title":"A longitudinal approach for constructing beta-expectation tolerance intervals.","doi":"10.1081/BIP-120019367"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["404ea373b075bfabe8f3116d8462387acb03035b","aefc473438a26d5f383008c3da9c576756586403","c6040bda245ac894aa31ee01692a12a1c652ee13","52becd745e63e624b1638c39ff40cb5bbacb2c36","02fd7b5ee2d06b6002c793c2027497fbd791d6f6","2899e37f134ef60f0e90aae958fdf616f25a459f","f2564b7e87b2c30350eec882fec1456af8f42e36","c020f9f8ab2d5e4180522be5c4784da08979fda6","20939c6af4e17bbf1afcb2b1c4db00d4d2f7be1c","e9d5ccee976286e4a32b1de0a30d7325e844c976","96ee1a192fafe2531236cf0d5a6cf84d9742b7f4","8f6e44785300eb53625a06d2ef54c6d32a5c23b9","41b32c48864e406248b5113556dfe2f5dfa0fa8e","f5c72ce52988479570216ad636d28fb89c875bfd","dbeeee94935d953659a6a565a18074520a359126","4a1ffb24afd948bb630e7caaeaf278286eafa084","efaa5b6f5d41a92d78dd457b46ac064fdf20d518","65fdb5ba8f76f9595ed9fce7bdda6c9a55c69a50","a28a70868c20a1c8bf665cbac6d11d506805ef16","21080064a8e42026d3be35a12c50f63402ec881f","d13d9a02250def2148f6f1ed9a1000ec29e9d25f","26ee3a26f5d240426ed58f6da373c3a7652c3840","96272a1a6dc4ae4626b80c637612a2e23fdd6709","468129ac2e0a2ddd09df73dacc1f5dadef7d3805","c31ba02897150b4acb3f0faacb83680bd80927e0","94117b448594a9ce68e6fe51331e764a2c588302","1c046d2ca74e03ebe9b5289b28bd61684b36e4ea","7b5583931d3490609cd369ae35f225e964bec65f"],"journalName":"Biostatistics","paperAbstract":"SUMMARY In HIV vaccine studies, a major research objective is to identify immune response biomarkers measured longitudinally that may be associated with risk of HIV infection. This objective can be assessed via joint modeling of longitudinal and survival data. Joint models for HIV vaccine data are complicated by the following issues: (i) left truncations of some longitudinal data due to lower limits of quantification; (ii) mixed types of longitudinal variables; (iii) measurement errors and missing values in longitudinal measurements; (iv) computational challenges associated with likelihood inference. In this article, we propose a joint model of complex longitudinal and survival data and a computationally efficient method for approximate likelihood inference to address the foregoing issues simultaneously. In particular, our model does not make unverifiable distributional assumptions for truncated values, which is different from methods commonly used in the literature. The parameters are estimated based on the h‐likelihood method, which is computationally efficient and offers approximate likelihood inference. Moreover, we propose a new approach to estimate the standard errors of the h‐likelihood based parameter estimates by using an adaptive Gauss‐Hermite method. Simulation studies show that our methods perform well and are computationally efficient. A comprehensive data analysis is also presented.","inCitations":["1b52d5d7438b5161a7552032278fd51c905be39b"],"title":"A joint model for mixed and truncated longitudinal data and survival data, with application to HIV vaccine studies","doi":"10.1093/biostatistics/kxx047"}
