{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Since the introduction of the propensity score (PS), methods for estimating treatment effects with observational data have received growing attention in the literature. Recent research has added substantially to the number of available statistical approaches for controlling confounding in such analyses. However, researchers need guidance to decide on the optimal analytic strategy for any given scenario. To address this gap, we conducted simulations evaluating both well-established methods (regression, PS weighting, stratification, and matching) and more recently proposed approaches (tree-based methods, local control, entropy balancing, genetic matching, prognostic scoring). The simulation scenarios included tree-based and smooth regression models as true data-generation mechanisms. We evaluated an extensive number of analysis strategies combining different treatment choices and outcome models. Key findings include 1) the lack of a single best strategy across all potential scenarios; 2) the importance of appropriately addressing interactions in the treatment choice model and/or outcome model; and 3) a tree-structured treatment choice model and a polynomial outcome model with second-order interactions performed well. One limitation to this initial assessment is the lack of heterogeneous simulation scenarios allowing treatment effects to vary by patient.","inCitations":["1126ced07707942bdc8f75b76a29350a93096d42"],"title":"Evaluating different strategies for estimating treatment effects in observational studies.","doi":"10.1080/10543406.2017.1289953"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"The annals of applied statistics","paperAbstract":"Recent advances in high-throughput biotechnologies have generated var-ious types of genetic, genomic, epigenetic, transcriptomic and proteomic data across different biological conditions. It is likely that integrating data from diverse experiments may lead to a more unified and global view of biolog-ical systems and complex diseases. We present a coherent statistical frame-work for integrating various types of data from distinct but related biological conditions through graphical models. Specifically, our statistical framework is designed for modeling multiple networks with shared regulatory mech-anisms from heterogeneous high-dimensional datasets. The performance of our approach is illustrated through simulations and its applications to cancer genomics.","inCitations":["935fdfd6c2c305e8c990bb5cbf7dab6099956697","d0a317bfd597295ab942b3e8e4fe2e15cb5c41d8","54b767ac48c84556eed8128a38773c3c558143e4","000777e06f4ba43dca6ff2cec750b30d1927b164","3d4bdea80499037f4ce34eda9dbede4325372650","d686656d1ea1fbfe46ea0756978dbb524a4a37b9","5633584697e897729b068c1ab3b0bc236611ca77","bcb4efdaf254cf3e8bb2f36f7d399a4c5e46fb9a","2c321425190beb4a3bf5eef7b8f3a9455b84094a"],"title":"A Statistical Framework for Data Integration through Graphical Models with Application to Cancer Genomics.","doi":"10.1214/16-AOAS998"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2017,"outCitations":[],"journalName":"Econometrics and statistics","paperAbstract":"For many complex diseases, prognosis is of essential importance. It has been shown that, beyond the main effects of genetic (G) and environmental (E) risk factors, gene-environment (G × E) interactions also play a critical role. In practical data analysis, part of the prognosis outcome data can have a distribution different from that of the rest of the data because of contamination or a mixture of subtypes. Literature has shown that data contamination as well as a mixture of distributions, if not properly accounted for, can lead to severely biased model estimation. In this study, we describe prognosis using an accelerated failure time (AFT) model. An exponential squared loss is proposed to accommodate data contamination or a mixture of distributions. A penalization approach is adopted for regularized estimation and marker selection. The proposed method is realized using an effective coordinate descent (CD) and minorization maximization (MM) algorithm. The estimation and identification consistency properties are rigorously established. Simulation shows that without contamination or mixture, the proposed method has performance comparable to or better than the nonrobust alternative. However, with contamination or mixture, it outperforms the nonrobust alternative and, under certain scenarios, is superior to the robust method based on quantile regression. The proposed method is applied to the analysis of TCGA (The Cancer Genome Atlas) lung cancer data. It identifies interactions different from those using the alternatives. The identified markers have important implications and satisfactory stability.","inCitations":["a081cef56dfdaa09101bf52f6a1de5a87ff5a659"],"title":"Identifying gene-environment interactions for prognosis using a robust approach.","doi":"10.1016/j.ecosta.2016.10.004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["f5854dd6646f61c05d9292014bdd9a9e543e5996","a55c1451318aa0a189f957613aff4ee1b524f0ae","9a62f9301a25cad5d175950bcf869e6f1029085b","26d9d4fbad33aa3fa0a4ed88ecb48ac11babe552","8c28caad5c4286e4cde8a73703ad5bc00c199d84","332a07abf0e6b264465cd4439de3e771d8972449","7651c0cbbe236cb81e90865b1f8030a73adfa4bf","5bb25a01c383c042db0eed8ee5db07ee022808fe","36f6cee1caa3703e25874ae82e7dac25594213d1","59ec8d26a093b9f884a59a2e86ca9d87467ffc07","e7cdcff20081a506be4635eebcae2537b2f1d538","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","a15683fa3e203f1dbb06d89d0a1b779cd234bd40","a76f2a6609e181013b470d385d28b79ae0a0cb8a","9a2f6369fa99cd52f19bde9d9ada68cfe7cfdbec","77d336f0921e6d24a4e88e99daa140025d6d4061","ad6b0ce108f8b6cd122f8c1015f457c7dc90ad98","899c097dc7525c5f2f53ed62183796e2339853e2","bda085e23666cd9e460f11881f189ae939acb744","2d86fbf5c5d36397387a981c898da383be0ba410","603a84775b7d8ec1858542acea414dbcf7ad0e1f","a111b254fe5de5f8530ec4509d77dcf7864af4f1","b07e0fdce20a10d532f86121cd379a00f966fa2e","5791e2edd226143cfbd94aaa6992c7d41c8eedb8","9e4e1dc0a5fa52e586cfc09de771891088cce3a5","b55996cb513f3d3fd5b597566f7b18983fb86411","41563748cc0375f9f429301e0e0c601579c7b304","72a914ba188768472b7954110df46c2384aaa0b9","f25fdf41cdedb2e4c646d3a862cfa3cf970efe68"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Multiple-set canonical correlation analysis and principal components analysis are popular data reduction techniques in various fields, including psychology. Both techniques aim to extract a series of weighted composites or components of observed variables for the purpose of data reduction. However, their objectives of performing data reduction are different. Multiple-set canonical correlation analysis focuses on describing the association among several sets of variables through data reduction, whereas principal components analysis concentrates on explaining the maximum variance of a single set of variables. In this paper, we provide a unified framework that combines these seemingly incompatible techniques. The proposed approach embraces the two techniques as special cases. More importantly, it permits a compromise between the techniques in yielding solutions. For instance, we may obtain components in such a way that they maximize the association among multiple data sets, while also accounting for the variance of each data set. We develop a single optimization function for parameter estimation, which is a weighted sum of two criteria for multiple-set canonical correlation analysis and principal components analysis. We minimize this function analytically. We conduct simulation studies to investigate the performance of the proposed approach based on synthetic data. We also apply the approach for the analysis of functional neuroimaging data to illustrate its empirical usefulness.","inCitations":["3953b971dd8f84dc10c61dd4d462e96dfaeb2af0","62588b62422ee6791116637df4d3e21d0f7ff090","3ede68faaa51d2a8322e5ebb13f002eec087b5b6","fa02b397c40c06f861a2579d538a9020de1e5680","cb65f3321bba35b2cca882d3bc4032237261f910","f77c42a87ebf1c3e68c00dba01505011d5d3fd8e","3ea7e2308be50561ab407e8deb8f212750b09199","62b0f6802ee0be83d1207e19fa555849c88cec41","80fe1cd1c305f5cfd2523f221af20616c4b8b1ed","0c567ad24a7814052d35b5b5efbf2708366c3688"],"title":"A unified approach to multiple-set canonical correlation analysis and principal components analysis.","doi":"10.1111/j.2044-8317.2012.02052.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["f9614a3ed748df22f9e56fa3f796d99a1e6760a7","1f9c0cdd90167cd58fc42fd639192ab64ee81583","b44aaaa5f19aff4e25947770f81d7ff073461dc6","c3150319cde40e78ee7ca7cf41a05473d0353fd3","b02e202cd287ffbd2b34621fc9f08dcaef5784ab","854df58c2f869b241cf1b09ad85feff8fb1b8950","cdabb35610edb1973465d1338fe9cd694118decd"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In this article we focus on the optimal factorial and fractional-factorial designs when observations within blocks are correlated. The topic was motivated by a problem when the pharmaceutical experimenter needed to develop a controlled release, once-daily tablet formulation. Typically, in order to compare different formulations, trials are conducted in healthy human volunteers where each formulation is administered and bioavailability is estimated. Since each subject is administered more than one formulation, the observations within subjects are correlated. Balanced designs for 2(n) factorial experiments when observations within blocks are spatially correlated, AR(1) with positive correlation (rho > 0), are characterized. An explicit construction and analytical proof of balanced designs for both 2(n) full and 2(n-1) fractional factorial experiments is provided. In order to illustrate the construction, two examples using a complete 2(3) factorial and a half replicate of 2(4) factorial experiment are provided. We consider the optimal or near-optimal designs provided by Cheng and Steinberg (1991), Martin et al. (1998c), and Elliott et al. (1999) as the starting point to obtain balanced designs. We compare the relative efficiencies of our balanced designs with these designs.","inCitations":["61ce6e458c220be97f5371bf997423c3cce2befe"],"title":"Balanced 2(n) factorial designs when observations are spatially correlated.","doi":"10.1080/10543400802622543"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["a8c918745415ebc19a64a5964dcd2d2a519d1aa7","a3bbec1b5cdfeb40fc44e664da892da5a9b6cca6","47744bdfdd4b974488c9844232104d856402f122","b220318df2a0e28ff69f236ce6fa7998d41d8e70"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Gaining regulatory approval from multiple regions/countries simultaneously has been considered recently by both regulatory agencies and pharmaceutical industry. Such a strategy would make safe and effective medical products more quickly available to patients globally. However, on the other hand, it also poses huge regulatory challenges to extrapolate global results to local patients, due to ethnic and regional differences among patient populations (ICH, 2006; Ministry of Health, Labor, and Welfare of Japan, 2007; EMEA, 2009). A common practice to gain simultaneous regulatory approval is to conduct a multiregional clinical trial (MRCT), which has been discussed in the 11th questionand-answer document (Q&A) for the International Conference on Harmonization (ICH) E5 guideline (ICH, 2006). A MRCT is conducted in multiple regions using a common protocol. However, due to differences in various intrinsic and extrinsic factors among regions, it is unrealistic to have a so-called “global approval” of a medical product using the same regulatory criteria. For each regulatory agency, the approval decision is often local; that is, each agency makes the decision with the same MRCT data by analyzing them differently from the local perspective. Thus, the challenge is how to leverage the foreign data in the MRCT to make approval decisions for the local region (Shih, 2001). In response to the “drug lag” problem in Japan, that is, several years of delay of new drug approval in Japan following foreign countries, the Ministry of Health, Labor, and Welfare (MHLW) issued the “Basic Principles on Global Clinical Trials” guidance document in 2007 to streamline and expedite new drug registration in Japan. The guidance document provides basic concepts for planning and implementing MRCTs using a Q&A format with one point specifically addressing","inCitations":["e63eba52b124cf44f17547cd07702dae71ebb95f"],"title":"Practical and statistical considerations on simultaneous global drug development.","doi":"10.1080/10543406.2012.701588"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["1224cbf2e219cbcbd71e6044e79e63ec97d93012","e0149f4926373368a0d88f7fb57c5549500fd83a","854ea4e7db94f4f33fa64e6b4a7faef5d4646fb1","d4eb5a2d975028f3356f43fb50131585efa76e75","84de4673df34b46c4ca4a5632b1b7c4a9a605bff","58f78b4d4eb36612be7705e5ebb94db609c27d15","c1a38f4b9b4ad8d44a3bafe8849eabe1c6683377","17fe0c37fa86dec53c28a97bfb41b10a8eb76de1","3011c8572e3f946fc8bb8093ecf8d09b7c141bbd","37e44d1de8003d8394d158ec6afd1ff0e87e595b","23574c6ac1f6fe3e6ba05895d9f45ba786c79a35","d2d309fad74402582786fd05214f8b988efd132e","79947748f5433a63596e5f6f080a5f213923b3fc","b255a66820ec6cdc2b1f4e53d78daf016dc489ed","6f780ab99d3aa1508114d7f0df8eb6d2dcecf29f","17d00ec9a7537004ee83cce5baa57c4d6f1b808c","5a633f3479a1415242c2a644a289cc6097bcbc19","9432f279beb331ded5af06ad9c9af02be908cfb5","47a9f10ec54d9ceb58ce419bf627d27b854b95b6","516f08882cf9cfc7d2e16312982dbd972dc31cfb","73b5b702718f2d4e66cb530b6a7e847fecb6eba2","1248aa68c84fa6b4bb5aa1f9bf7a4c3210165339","9f903dd2547cdc6fa79ef7450e4b1af42d2f0557","fabf6219b270e93da138cfb41ad832c0c5b290fd","e582469e3eed0bcb5c458ff5fd200f5acdbe0d33","5716877b8ec222d828a684c87b3208e58e20b68b","657bd455382a141e623665cf7e30acbfd8175533","8a3d3e03139cb5367d1c8500b0823ca481700a00","70183fe2bab484cd26d2a9146345f871bdd29115","e42f8664151f25ed6b00e05e174fa400dab147df","b8a531adeba6cec7a52c8be0b38edf91e0d7912b","f1d3d313a723c9eaeef496244edcfefeae237feb","f5e5018a59bfd8170cbf1e359681c3cd89bb9c4b","3756bc8c397679966e272f46f4d0ead945f36171"],"journalName":"The annals of applied statistics","paperAbstract":"We analyze the Agatston score of coronary artery calcium (CAC) from the Multi-Ethnic Study of Atherosclerosis (MESA) using semi-parametric zero-inflated modeling approach, where the observed CAC scores from this cohort consist of high frequency of zeroes and continuously distributed positive values. Both partially constrained and unconstrained models are considered to investigate the underlying biological processes of CAC development from zero to positive, and from small amount to large amount. Different from existing studies, a model selection procedure based on likelihood cross-validation is adopted to identify the optimal model, which is justified by comparative Monte Carlo studies. A shrinkaged version of cubic regression spline is used for model estimation and variable selection simultaneously. When applying the proposed methods to the MESA data analysis, we show that the two biological mechanisms influencing the initiation of CAC and the magnitude of CAC when it is positive are better characterized by an unconstrained zero-inflated normal model. Our results are significantly different from those in published studies, and may provide further insights into the biological mechanisms underlying CAC development in human. This highly flexible statistical framework can be applied to zero-inflated data analyses in other areas.","inCitations":["8bcf9f4fa623b1ecd784d0a9e13cb02184912a7c","3507aa1011ded0749a5b1f8cc22ed4a3660850a9","234010871497b1c73bb13d2fb2bad718edb61f15","627b9b1851b8481317476cd62396e8092036c310","a1db478b98cb1ff9887eae15d9263364c5f6647b","c71c0c9bcffe0aaa8d7abc0ee14bbe49dd675a40","0ea10294826957d23463d5899b8e2ee11403520c"],"title":"Semiparametric Zero-inflated Modeling in Multi-ethnic Study of Atherosclerosis (mesa).","doi":"10.1214/11-AOAS534"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of statistical computation and simulation","paperAbstract":"In biomedical and epidemiological studies, gene-environment (G-E) interactions have been shown to importantly contribute to the etiology and progression of many complex diseases. Most existing approaches for identifying G-E interactions are limited by the lack of robustness against outliers/contaminations in response and predictor spaces. In this study, we develop a novel robust G-E identification approach using the trimmed regression technique under joint modeling. A robust data-driven criterion and stability selection are adopted to determine the trimmed subset which is free from both vertical outliers and leverage points. An effective penalization approach is developed to identify important G-E interactions, respecting the \"main effects, interactions\" hierarchical structure. Extensive simulations demonstrate the better performance of the proposed approach compared to multiple alternatives. Interesting findings with superior prediction accuracy and stability are observed in the analysis of TCGA data on cutaneous melanoma and breast invasive carcinoma.","inCitations":["45e4c2c0977e2257e332fae5173c1aadfc61ba5e","a081cef56dfdaa09101bf52f6a1de5a87ff5a659","77f0201f5d2fbea6216bc794060cc21d2f2fe255","0fd5870984c4dc34a85acf9ea24a18cd865d2c8d"],"title":"Robust gene-environment interaction analysis using penalized trimmed regression.","doi":"10.1080/00949655.2018.1523411"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"The two-stage design is popular in epidemiology studies and clinical trials due to its cost effectiveness. Typically, the first stage sample contains cheaper and possibly biased information, while the second stage validation sample consists of a subset of subjects with accurate and complete information. In this paper, we study estimation of a survival function with right-censored survival data from a two-stage design. A non-parametric estimator is derived by combining data from both stages. We also study its large sample properties and derive pointwise and simultaneous confidence intervals for the survival function. The proposed estimator effectively reduces the variance and finite-sample bias of the Kaplan-Meier estimator solely based on the second stage validation sample. Finally, we apply our method to a real data set from a medical device post-marketing surveillance study.","inCitations":["a329cb19fe4abe84154742e16277a177046c7618","c7817e1b971722420534748eeadf556b76025dcf"],"title":"Non-parametric Estimation of a Survival Function with Two-stage Design Studies.","doi":"10.1111/j.1467-9469.2007.00581.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["99030fd550a1ef4c20a972a2e410fa62270ddcfc","0ff965d2b9a8ce3822fb3f298cb42d8679cf0630","3744110be1b657ab6335ade4f43224a33d3edd87","512799c147d5ded346835c79ac2159ff31ac6500","c4011439ad1baf3282646b7581fbfb8d01a5f210","3f76193d0e6a3b5588ed5a69e67e722900e25ef8","b100f33433a787d481a7a71a5b4544689df00aae","d07bb0c66b6ddac2fd0c1c01bd115b552f8ae33e","6b11d6dcc2ee64681c5c9b33606f527315121722","5d80c065894d58f2f099103ee3bd60bb937a1e7d","f1b16208f703901cc42bd52e986668e1e41b715f","b57ea85ee7708db22105b2b72964c7c0ba2302a6","3cf063a198aa1afac7fd1a1f196f6de3600b57bf","e763e3c673392822a125133ac4467e05896fc08c","9301eab07d6c64ee86651bc15ffab9663a6995b6","e4919659d1b9bf7d2c7754b2f73190ca397d4226","4a3037e1b5ff1b14facc597529d02d6d4fcd217a","f3e25ffbcd41138b44f1d28046c31bab3e5b3199","766e4bab56d235ab592a7abf2185b96c5755a4e0","ffef79dd936de695e24cafa6f490619a5bf979ba","e962494715cdb359a610176ad7f0a1e036b97dc0","39ea4bfba9a7fe8921189ef743b661f770d5d858","2d0a5e1af54fc36f8dac9489dda12674f1de61e8","4841061c3d110f87247b3423c8eceba903726080","cf075b1111cc47a32be243e51e195808c97118c6","913082bef702fe550143de5e56b9d69bffeb2e57","f274d74457ad8b32b0b6e0aee0e89055c9c75655"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Networks of relationships between individuals influence individual and collective outcomes and are therefore of interest in social psychology, sociology, the health sciences, and other fields. We consider network panel data, a common form of longitudinal network data. In the framework of estimating functions, which includes the method of moments as well as the method of maximum likelihood, we propose score-type tests. The score-type tests share with other score-type tests, including the classic goodness-of-fit test of Pearson, the property that the score-type tests are based on comparing the observed value of a function of the data to values predicted by a model. The score-type tests are most useful in forward model selection and as tests of homogeneity assumptions, and possess substantial computational advantages. We derive one-step estimators which are useful as starting values of parameters in forward model selection and therefore complement the usefulness of the score-type tests. The finite-sample behaviour of the score-type tests is studied by Monte Carlo simulation and compared to t-type tests.","inCitations":["6677e5cde6b55bf2d800a79b910d90bf601be9ea","e7e247bc158be2954119830c925ec3d1cdea1212","1f22501e20cd5cbd316d0ed9ae97dfe8e1b4a281","668abe48d56494120c2922bf2d000427f288e1b5","167e2aba4f9a5cbeb86d8dcec08b581a5fb3ff37","e84dd7b0aa61ad97e32519069a5733cd45821ad8","81755e117747fce9539cb813db5b78728eb1224f","1f6a9d39bd40e131983aaf03f384fd4f10151de8","804f307520b8384784146283ac4bc20902a7089d","a283a94baee73221f0b3b08b188a6ac0fe907eef","3a37c64984679583109dcf0279e90a5558490bba","818de322dbde73bfc16faba983ebaf30b2595340","f45b75c53afdf17c8671e4ef5039a12f1475c530","fb046ff2291818a058978bec5ccb4fc9262b6e2f","83954bd3b1fefc884f5a5033d98f44984064c666","79149ae10dc44755feec7ec5e333625d1063d283","da8599e36e016b8521e76492c73388e72f8bf94d","8ad83543430805b9609cf4b3ecfa01c3869f87df","4f5b6493f34d6cbb6a99fd3a1d6437ea04049997","e6d84c3b17ade98da650ffe25b1822966734809a","4e3ff790e8a91c52505490d95c5d1cc7df39b436","f219054d724ae3b1109cd417005840836c055a99","ee11ebff1430401a1ead33b11242101f284d61da","025ff9d184cc45bf8029215de6c89535ad9e24a9","1d4b275ec3522125f49e614a82fe620f34f5f07c","9e985da2d5c54f76adfe7a98d236b8510a30e2b3","8e40f0cffded52bbf9a472cd4c7c1c232226a682","6c34d8c0cf65028a8a2da8cf72dc95495c2c6b1f","b83d4677fff1740e8f563fd2060c894d8f4ab1c1","760890cc23110bef0205abfe4001b32d856af72b","08cc64a6ede4b844ee2bd7f49695ecc6f638a3c7","cb250f186d144ca8f5dc9f5b30d2270e34646720","8c32e15ff1d5df57ca6728863002c75c99053d87","f8369c9a7fa11d187cf2de5e739d8423796e6a59","112e212f07c01e110aadd6eec003947f451258ba","2040e93cfa6b49a36e872b3b8a4621f347856a88","cf075b1111cc47a32be243e51e195808c97118c6","ac34c23a4c5f6c82cf53d727881ada3059e14d81","e63e1210c22c5340af93987a4aa89607c8988353","6e14ae7213b907e35010ea2781e86964e48b8226","cb01f459afe4eebec8e2aa1559864215c309be52","72a9d3df72bfb145195f204edf6d6ab2ee409b37","19d4f990039e166bf07fdeb24c65447c976bc571","613735c75d6f2cb12e1a4a7739f17f3c88eff72b","c579c6b877c370cd1f1464c3b938cde983f5cf2a","364af7e73515801bcf46f0d5d517d65428c41b67"],"title":"Statistical modelling of network panel data: goodness of fit.","doi":"10.1111/j.2044-8317.2011.02022.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Two stage switching between testing for superiority (SUP) and noninferiority (NI) has been an important statistical issue in the design and analysis of the active-controlled clinical trials. Tsong and Zhang (2005) has shown that the Type I error rates do not change when switching between SUP and NI with the traditional generalized historical control (GHC) approach, however, they may change when switching with the cross-trial comparison (X-trial) approach. Tsong and Zhang (2005) further proposed a simultaneous test for both hypotheses to avoid the problem. The procedure was based on Fieller's confidence interval proposed by Hauschke et al. (1999). Since with the X-trial approach, using the simultaneous test, superiority is tested using all four treatment arms (current test and active control arms, active control and placebo arms in historical trials), the Type I error rate and power are expected to be somewhat different from the conventional superiority test (using the current test and active control arms only). Through a simulation study, we demonstrate that the Type I error rate and power between simultaneous test and the conventional superiority test are compatible. We also examine the impact of the assumption of equal variances of the current trial and the historical trial.","inCitations":["4467ef17978e9166493c917e0df280fc3864d49d","47e50939526f5d13645e846ff68f8925cd266e31"],"title":"Simultaneous test for superiority and noninferiority hypotheses in active-controlled clinical trials.","doi":"10.1080/10543400601177434"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1973,"outCitations":[],"journalName":"The Australian journal of statistics","paperAbstract":"\n This bibliography of publications on the vital statistics of Australia covers the years 1974 to 1980. The list is unannotated and brings up to date the author's two previous lists on the topic.\n","inCitations":["e802c65891532595db88b8290f891b2545651166"],"title":"Bibliography of vital statistics in Australia: a third list.","doi":"10.1111/j.1467-842X.1973.tb00117.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"The paper demonstrates how existing theory to assess spatial clustering based on second-moment properties of a labelled point process can be adapted to matched case-control studies. The null hypothesis that cases are a random sample from the superposition of cases and controls is replaced by the hypothesis that each case is a random sample from the set consisting of itself and its k matched controls. We compare the proposed test with other tests of spatial clustering, and describe an application to data on childhood diabetes in Yorkshire, England.","inCitations":["f12c754007c690989a4ff04eeebc5815f0fb4bb4","d2ad9aadae6f880c8bd6bfabc49d2657880516d3","2e50e9fe436cf03e832c55d35a142057327d5855","2d3da9a6207eadde6c1bf402b113ac7105b58230","b06b69828c055622d1df8b66a445172b4826f9ff","a5e4008f1dc685d0a9bcceb670ec4d5b56fd5183","6418c9432662d22dcb76a77d2e9a5310acaa8f4f"],"title":"Investigation of spatial clustering from individually matched case-control studies.","doi":"10.1093/biostatistics/2.3.277"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["aa8a77456c08660754a9b0e1667872a5f9a0e82a","0524d53947575dd23c19a71bc2c4d8a3934e9368","1cb75652bb6486c89a5c6bd01a886c9c1f6f1471","a6edca403e8c4cc7c62037baf4cae975cfc55019","0edc17d2034674d39c318d11ee9976ec7e1169c5","f315838ab5d71c02e3a41d2cd9c81af529e46acc"],"journalName":"Pharmaceutical statistics","paperAbstract":"ICH E9 Statistical Principles for Clinical Trials was issued in 1998. In October 2014, an addendum to ICH E9 was proposed relating to estimands and sensitivity analyses. In preparation for the release of the addendum, Statisticians in the Pharmaceutical Industry held a 1-day expert group meeting in February 2015. Topics debated included definition, development, implementation, education and communication challenges associated with estimands and sensitivity analyses. The topic of estimands is an important and relatively new one in clinical development. A clear message from the meeting was that estimands bridge the gap between study objectives and statistical methods. When defining estimands, an iterative process linking trial objectives, estimands, trial design, statistical and sensitivity analysis needs to be established. Each objective should have at least one distinct estimand, supported by sensitivity analyses. Because clinical trials are multi-faceted and expensive, it is unrealistic to restrict a study to a single objective and associated estimand. The actual set of estimands and sensitivity analyses for a study will depend on the study objectives, the disease setting and the needs of the various stakeholders. Copyright © 2016 John Wiley & Sons, Ltd.","inCitations":["ebd8f148633f22356dc2a7a1f33c84534d7ab80a","0f2c24ce353c34daa7bc1b8a62edc47b4c5512d9","f82273c8d234dcc9ff0e8b50beda879558ef199b","95ad734a984e149b63459c58e77e744ec821c8b5","6b5f7031288890a2632d68d171ff828e1aff4b06","d15068b47449abf80779284f1846a7f6cf80043c","d06559debe5b60a22eef7533da668a2c232b68b1","4df901ba8ef851d884dd5eb5699ffd2295793d62","43498f6bdb1c28294c4ad0bfba7b17cd0f43f255","271619c195cf99fe6fbc09f828ce5d76f8cdcab9"],"title":"Estimands: discussion points from the PSI estimands and sensitivity expert group.","doi":"10.1002/pst.1745"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1999,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A test socket for receiving the stud of a semi conductor for testing, comprising of: four equidistantly disposed upwardly and inwardly extending inclined contact arms, the arms being connected in common to a binding post; four electrical contacts, each secured to the inside of the upper end of a corresponding arm; and manually operated means, actuated after the stud is disposed vertically downward in the center of a space bounded by the arms, to increase the amount of inward inclination of the arms until the contacts engage the stud.","inCitations":["7cd3a042203cd1c3e65554f506706a0d96e1928a","d2e99c245f3838b905e003bbb7e3888e84fd7535","59c496e70e0003b26082cd2ae3378d002e227bd0","e9469f50c856aa29b5c4066c79186dc86ea2bfb2"],"title":"The attractiveness of the concept of a prospectively designed two-stage clinical trial.","doi":"10.1081/BIP-100101194"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1991,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A meta-analysis is a statistical analysis of the data from some collection of studies in order to synthesize the results. In this paper we discuss issues that frequently arise in meta-analysis and give an overview of the methods used, with particular attention to the use of fixed- and random-effects approaches. The methods are then applied to two sample datasets.","inCitations":["80888d1a671bec4772a289a7f9fd4e577c80c571","d2f2f2aa7a6f0ecc90a998f229f4859706ae6a64","905f0e11f4cd678c72b31d3765e4bd7430fa0d08","6416c6c7bb2ea3bbb3be06330b9c552ff19096aa","070bc220e698693c2543fb635771bab3ce875597","7f3ec059463d52910c7df3c629de7ad674e3c999","838a3df5c27efc4a689fa0dbd695f0733064e2f2","e6ccbd52b3ea5bc506056babed88277c2a1bd1c0","11f6e084d8f0336886ea2c1bb72282ae5d7937ae","9c64ff49fee38049046ca0472f2770851b2abe41","13600eb4297c5160956f61bfb675a5baacfbb1d5","0a0b68bb6421d8f47e330d483bca71fa66803b21","e0f60e6940752188a6a035590c4411606dab79fd","1a16711f5d6a323ed520d69bb7426ebec2e098f5","e9f9f28f6ce5507ec684acf3bb53c49b14cdf1b7","067a7935bef73bd294f3b8c3de8b399982fc49df","5b4a83bc2127f01a7ca4f0cf4f3a0684fcf072a1","66e576a8e7eb8f6e1126200694dc62f24ccfc25a","a7907420b81ead10f474734f249a6f163b13fe0c","544dfb0a3a0c3136bce8f88948e8bbbf80667b33","1543af19751a17ddc46b27cd0e5c05233ea4f0a7","6e6771c980bd56e4fe937dd32480894ba676db2e","c54bdb76ec2df9596b7279eeea4d0a9b1329f182","183ed8140ac5de8ae6733d47b65ddf4690c249bf","a301bd7a48fe7367c75af05b96c387b9d232fccf"],"title":"An overview of statistical issues and methods of meta-analysis.","doi":"10.1080/10543409108835008"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":["ba3e4f395838bd9c82880973701601162fb538ba","47265b47c4b3ec31e87fc63ff83f4b5147842561"],"journalName":"Biostatistics","paperAbstract":"Pooling biomarker data across multiple studies allows for examination of a wider exposure range than generally possible in individual studies, evaluation of population subgroups and disease subtypes with more statistical power, and more precise estimation of biomarker-disease associations. However, circulating biomarker measurements often require calibration to a single reference assay prior to pooling due to assay and laboratory variability across studies. We propose several methods for calibrating and combining biomarker data from nested case-control studies when reference assay data are obtained from a subset of controls in each contributing study. Specifically, we describe a two-stage calibration method and two aggregated calibration methods, named the internalized and full calibration methods, to evaluate the main effect of the biomarker exposure on disease risk and whether that association is modified by a potential covariate. The internalized method uses the reference laboratory measurement in the analysis when available and otherwise uses the estimated value derived from calibration models. The full calibration method uses calibrated biomarker measurements for all subjects, including those with reference laboratory measurements. Under the two-stage method, investigators complete study-specific analyses in the first stage followed by meta-analysis in the second stage. Our results demonstrate that the full calibration method is the preferred aggregated approach to minimize bias in point estimates. We also observe that the two-stage and full calibration methods provide similar effect and variance estimates but that their variance estimates are slightly larger than those from the internalized approach. As an illustrative example, we apply the three methods in a pooling project of nested case-control studies to evaluate (i) the association between circulating vitamin D levels and risk of stroke and (ii) how body mass index modifies the association between circulating vitamin D levels and risk of cardiovascular disease.","inCitations":["67e16cca64b6058eded42ced37ef88c2c79f257a","354c08c94f23d50431df7c29ddf8b6f679d4d307"],"title":"Statistical methods for biomarker data pooled from multiple nested case-control studies.","doi":"10.1093/biostatistics/kxz051"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2013,"outCitations":["03be636697c84eb22114f09de6c1bea215cc87c8","69dc160e2861b0d6b9bcb8d3d058593326c8d5e9","6b9f7f214abbe504b8ba69be77c030eb1fc44412","fcef2258a963f3d3984a486185ddc4349c43aa35","0b1df01f2fed42b69e2abfec7e841eb7570cefd4","754e2117edff09f7dc575d0073afedc4cc6b0123","b3f0a539fd43663f60c28fd0a1afdb95397399c4","b907404e5676c338f25592e582abd91a4b2ef2c2","fb825a04d32511d4d26372dab63b458e65245010","95686586f26d5a1d152db72f6283c7a73335a513","2cacce5d0e1fd084d43de4ac9d6cacf52942fd2a","66bdfe49b992411a5c302d751cef72a360db3cf4"],"journalName":"Electronic journal of statistics","paperAbstract":"This paper deals with the problem of simultaneously making many (M) binary decisions based on one realization of a random data matrix X. M is typically large and X will usually have M rows associated with each of the M decisions to make, but for each row the data may be low dimensional. Such problems arise in many practical areas such as the biological and medical sciences, where the available dataset is from microarrays or other high-throughput technology and with the goal being to decide which among of many genes are relevant with respect to some phenotype of interest; in the engineering and reliability sciences; in astronomy; in education; and in business. A Bayesian decision-theoretic approach to this problem is implemented with the overall loss function being a cost-weighted linear combination of Type I and Type II loss functions. The class of loss functions considered allows for use of the false discovery rate (FDR), false nondiscovery rate (FNR), and missed discovery rate (MDR) in assessing the quality of decision. Through this Bayesian paradigm, the Bayes multiple decision function (BMDF) is derived and an efficient algorithm to obtain the optimal Bayes action is described. In contrast to many works in the literature where the rows of the matrix X are assumed to be stochastically independent, we allow a dependent data structure with the associations obtained through a class of frailty-induced Archimedean copulas. In particular, non-Gaussian dependent data structure, which is typical with failure-time data, can be entertained. The numerical implementation of the determination of the Bayes optimal action is facilitated through sequential Monte Carlo techniques. The theory developed could also be extended to the problem of multiple hypotheses testing, multiple classification and prediction, and high-dimensional variable selection. The proposed procedure is illustrated for the simple versus simple hypotheses setting and for the composite hypotheses setting through simulation studies. The procedure is also applied to a subset of a microarray data set from a colon cancer study.","inCitations":["fd366aae5780b1385eb2acf075160bd97a96c131"],"title":"Bayes multiple decision functions.","doi":"10.1214/13-EJS813"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["cdd4f87511ae09cadf8346abb50b3bd6ebd72739","45d2d457b63238b503e05c6b1d16105fe3770845","a85acbe6ff39173031d877eaf79af3ca52bbc20f","20aab273c8943074f0314a47c873dd3bdcadfbd4","f13530b2f420ce4d715320fb1a4f55d8c1547564","77d71016e06c4ddde3485a68a7a0b4e278cc9a73","686261e8a8c91c760a10747b49090ee55597aca6","54deae99a595b24e40bc4b94aaf3668417f5d20d","69e3cf23a72a892969aff9d21fd95bda9bf3fcc6","18205fb6d7d49e0f96b78debb396315001c33a2f","b669a6fff30ea7be5909e90f33a3767687150486","126a25352db3bd310b7e48df9604e26b2b8d3e2a","e841fa3834e787092e4266e9484158689405b7b0","bd580bb56b1a70595a36f6bc5db6cf8195b15975","20371f8adf74e6117cfd7dc3192f67546658298c","ddd660f2a83ec98ebb7f0b96499822b8ff35d24b","0f0357674a77c8cc18b0a320f1fcfb5881b65c15","7957695ba7bece37897c09700ef8771a2b93bad4","b87e4abe9ed5f6aca7e7f8e078fb4344642e7708","ecdbbdcd5f21e210b26c1e1252a7eca16c0b3347","dd1fc7669c1d98bdf79343ebd997b1dbdcceb387","2219b330ef98f6ea71a172659595b7506fca3633","d00760ca054a90bf6f8bec742635ecca8d76a67d"],"journalName":"Biostatistics","paperAbstract":"Targeted maximum likelihood methods have been proposed to estimate treatment effects for longitudinal data in the presence of time-dependent confounders. This class of methods has been mathematically proven to be doubly robust and to optimize the asymptotic estimating efficiency among the class of regular, semi-parametric estimators when all estimated density components are correctly specified. We show that methods previously proposed to build a one-step estimator with a logistic loss function generalize to a generalized linear loss function, and so may be applied naturally to an outcome that can be described by any exponential family member. We evaluate several methods for estimating unstructured marginal treatment effects for data with two time intervals in a simulation study, showing that these estimators have competitively low bias and variance in an array of misspecified situations, and can be made to perform well under near-positivity violations. We apply the methods to the PROmotion of Breastfeeding Intervention Trial data, demonstrating that longer term breastfeeding can protect infants from gastrointestinal infection.","inCitations":["4148fe08fb08438f0453327b8d3eb654cb87bfde","b0b2c40e5689c5e0f6cf234d2ad48c6151da2efc","e15b626cf4e0e4252f9e558203143444c29ffd57","e3bc464aaf1b6ea3afeef2e295e63e4230bf4251","1baf0ad74d5816659db5819e4b6ebfd48052b5a6","1f93177657a04077f725de82d168cf7caebbc9f4","10ec5f67261e156a69444b3845f56d521edf7ba6"],"title":"Targeted maximum likelihood estimation for marginal time-dependent treatment effects under density misspecification.","doi":"10.1093/biostatistics/kxs024"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["33e3c7fb42fd6ef6bbbdcb6f6901577206ef0e89","568179a789afb6881abfe7f8fa1e06f74f57502f","f4e4a8ca21b1fe9661e98bea598e10f06b187fa0","9f8adcc49a8c6200ce917dd31cdc45fba6985af4","8ff85b87dd0984d430934c4c6d0f2b150932f795","5f0be2b4e57557ac9bc8182ea9ed5b480012b730","7b96e6ac46fef66227bdb47acdb0b2a8184a1974","fa1f32607dd2c8212c6e26cce81b0bc26f4e112f","d4deccc9d03666d55ab0d5c08cf9d3e79e62d599","ea36de9a65ab4af82bb82062bd1b3ca6d358ecc9","10b60b679bf9a0cf1956e72d4c498451479e081d","fa2226a465bc3e7839cc346f3e73214fe8259cda","54a1f6ab4cc6cb749c2b8d15c1dd3449e072362f","3c32a0a63a51cb34bfa8339fe65e6badbd0547c2","cd3a45bdd2c0ebdcfe4f2353da16c8c11ae5cb7f","98514de2427b5d915a5ad60e9b2911c8701aba22","49d3bfefb2b3d0844431b797af1e2bc6b09b1bbf","3abbf406c80db70067bd1353e58249ba61beec09","1da20a7dcf60a9cbfd37d1313a76e2cc77c32745","d442ceb681c55a536e90d94a56ad8518501a9c3c","f666520e0c2bfaf15ab305fa59853e444da83799","0516893c30224c33a29f2bb8f7de9cf6a8bed217","2f7251489f6f6c33358db70a4665d40ecccafeae","1d93311c30a25ae7edffb5c14142a7d5a06469cf","7f25529349143ba19c90218531caf0bccf701516","de890f8f61a59e2144e025c93547cc991afb4c06","1671d2faaf95086f05e60f9900e4adb34925e769","52817657000e585de171707dc46fed0dec6525e8","f78d7e8d9e612263644e653785b55df3a0533049","ff1a3c1cc4bc8e46c789058ad5049a9a1449835f","30a4f3e3739d5d188288738a76ecbaaa0f7ff63c","baa2fa8b32f12fe6d0cc1d6b03a7f17c0fa5872b","64d15cdfe4cc24d3995f33943573808228b3a4c9","ca59afb8d08ef3f820eb16cd4eea5ce28d8f42e2","f5e6ad764496b74961a8cde608aa7dd0d7eb8d9f","e6a37239feb3c4ca0b036a218c938ba5dff20cf5","dea7278055b35dd972179fc4756c8e152697a1ec","830a9a56b88fd0ab30d31e64b069a77a276d7410","51aa59885f7f73e111f41cbc2e8d4d684de6966d","13407e04245d3db498bc06830c4d2abed92dbb90","d135a75e3222095514aa3aa8dbe02f8aa2b42116","285a14aade7eef128c38748f9b2bd119e7aedc9b","fe4b07489942fc80654e9a87663aee3aa5119429","b418c9829e31c59ee2b25d1a19293a1ce74820eb","059d2613919e594188826fe72b6e3959df9e1c7b","216334169bd8e7798ae92d9eff1f4222fa373b55","a1bd836ba289dd9241138c4ea23b121de012251f","6f943191bab69ecbb0fa042253a871a747642e43","35c6406184050706f4e250c1c24a0a46ee3de036","507230dd776258e555ea5b78937c038c267e52bf"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Multilevel data structures are common in the social sciences. Often, such nested data are analysed with multilevel models (MLMs) in which heterogeneity between clusters is modelled by continuously distributed random intercepts and/or slopes. Alternatively, the non-parametric multilevel regression mixture model (NPMM) can accommodate the same nested data structures through discrete latent class variation. The purpose of this article is to delineate analytic relationships between NPMM and MLM parameters that are useful for understanding the indirect interpretation of the NPMM as a non-parametric approximation of the MLM, with relaxed distributional assumptions. We define how seven standard and non-standard MLM specifications can be indirectly approximated by particular NPMM specifications. We provide formulas showing how the NPMM can serve as an approximation of the MLM in terms of intraclass correlation, random coefficient means and (co)variances, heteroscedasticity of residuals at level 1, and heteroscedasticity of residuals at level 2. Further, we discuss how these relationships can be useful in practice. The specific relationships are illustrated with simulated graphical demonstrations, and direct and indirect interpretations of NPMM classes are contrasted. We provide an R function to aid in implementing and visualizing an indirect interpretation of NPMM classes. An empirical example is presented and future directions are discussed.","inCitations":["84f7b9e3de700f8eddbfaf9cf1ff583fe9014e23","3d609eac2af75851755876222b4ff80400c4f497","bbf5e63db399142fe9dbbcebcbaab2e9e51e0537","6bd977ddbc88b6562f7f1d96c9994fbda56678a2"],"title":"The relationship between multilevel models and non-parametric multilevel mixture models: Discrete approximation of intraclass correlation, random coefficient distributions, and residual heteroscedasticity.","doi":"10.1111/bmsp.12073"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["01e24da9f2b579983f372821e150e6e86067110e","88a5cd8f6a27dc12d8c65ceaa3007452c493eaac","65e7317c8882c9daee8f04b5eda09c8d4ade5ca7","d59f5489324bacdf7bc2ae728443ea7181d73faa","f4890345d1f0547606508185cf65d49613fbd423","73ed1515be8e2d5bef6d0545aaea6258553f9d44","45771c8ea8db20d349458c6bf59023886bebc662","44778e9752fe66958356751cb479885b2682f593","2e518008e3f0ce35384cf2444dfd62f4f1026bfe","8db8646c94852e7b36cb9610fb998faab3eee8bb","73177053e1a760b77cd9c1f56c9d27555fcd621f","0514c2895a30b47b7c0449ddc87c5f6b7e4f1556","b0ebbcf713b3ddf3f94325bc58dc39ff76fdc412","7518f651bc962ac7514aba43969e553908da3f6e","38b06f8ab0536a7e5966dc85d53ea24e4e56367d","691c936e61d17340b74fd5a411814915973f506d","3fec56c823eaf62632a6501acb003f5ffa0751ec","179d7b170048360a00877b55f9b8073ae1143009","d49b166f8c11dabebedb85339d8b8620af18efc4"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Gatekeeping procedures have been developed to solve multiplicity problems arising in clinical trials with hierarchical objectives where the null hypotheses that address these objectives are grouped into ordered families. A general method for constructing multistage parallel gatekeeping procedures was proposed by Dmitrienko et al. (2008). The objective of this paper is to study two related classes of parallel gatekeeping procedures. Restricting to two-family hypothesis testing problems, we first use the mixture method developed in Dmitrienko and Tamhane (2011) to define a class of parallel gatekeeping procedures derived using the closure principle that can be more powerful than multistage gatekeeping procedures. Second, we show that power of multistage gatekeeping procedures can also be improved by using α-exhaustive tests for the component procedures. Extensions of these results for multiple families are stated. Illustrative examples from clinical trials are given.","inCitations":["3cea33630055a671c9134c45eda7ff4901eb788c","47a77b3117ce6c253780d0f0faac71d1763f0158","512614cd03f38e47ff84880b1d8122ba52c3cbc2","296bb6dee9f2b59fda82e5e4c52e8c2aee9233e2","35512ed66f6126a5fa0bdfa166f00b7633c42ee4","ac1fbb3e6e21f28033c732c72ff07c3416d84366","f56e16150ff87b0db860df4e82024e520a37d7cf","86329018e2d19074629a9546365bc81a1dd474fe","c6b8fceba764ce1b17e30f5073c0580c87bcf600","c7c15465bd9032c8e09934b13eff38c079d82818","f22120a0eccc18fe07710981ef6c7027d5f52211"],"title":"Multistage and mixture parallel gatekeeping procedures in clinical trials.","doi":"10.1080/10543406.2011.551333"}
