{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"","inCitations":["f82273c8d234dcc9ff0e8b50beda879558ef199b","271619c195cf99fe6fbc09f828ce5d76f8cdcab9","d06559debe5b60a22eef7533da668a2c232b68b1","6b5f7031288890a2632d68d171ff828e1aff4b06","43498f6bdb1c28294c4ad0bfba7b17cd0f43f255"],"title":"Estimands-new statistical principle or the emperor's new clothes?","doi":"10.1002/pst.1792"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2001,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"In phase I clinical trials, experimental drugs are administered to healthy volunteers in order to establish their safety and to explore the relationship between the dose taken and the concentration found in plasma. Each volunteer receives a series of increasing single doses. In this paper a Bayesian decision procedure is developed for choosing the doses to give in the next round of the study, taking into account both prior information and the responses observed so far. The procedure seeks the optimal doses for learning about the dose-concentration relationship, subject to a constraint which reduces the risk of administering dangerously high doses. Individual volunteers receive more than one dose, and the pharmacokinetic responses observed are, after logarithmic transformation, treated as approximately normally distributed. Thus data analysis can be achieved by fitting linear mixed models. By expressing prior information as 'pseudo-data', and by maximizing over posterior distributions rather than taking expectations, a procedure which can be implemented using standard mixed model software is derived. Comparisons are made with existing approaches to the conduct of these studies, and the new method is illustrated using real and simulated data.To whom correspondence should be addressed.","inCitations":["a7853a43efbfa96ad8b91df1681be2090ac586c0","1468d8223c64cf0b12fcf97c8d3764bc9f5ed361","72af4530d68a85c280ab1c92da4767ebe9e7b219","6a60d7985023bd8babe133548e14b2adc75a4fd3","3cac7ea5dbe1eada00278719b2f6aa502ef615ce","9f93cfee2d31e9cd8de7069f79286aca3d486ba3","62667c1314f1257ee2bf2ce426bb796856a7ef4d","17ad69c6b1840f15cb1f23478cc90ecf5fb43543","468e3f11eebb15f705e19f0fb46c92cb8d66baa6","0b78098f7ef94c5ad32929850ffd6f5b9069301f","f4b89e653815ad0b423fc2c42f53fd5e9fdf5a18","4e5ee81d252b44cf74211ee979d01735df041881","3b9f6bb7b47e5d8be8d62ee165dee7c41da68ae6","33b86edf68ef738b4c141819343896a9f24c1b5e","6c6ef0602114c0dcc42ad71acbe4d13e6a2b1fb2","23b9ae354ed6ba999402647c72e8066450c38a1c","c5b772c72cd0c82468a51c3ca37e69df5b259d8d","1104653c5ad925dd49858ee046c643b822a58380","c61dd500e1894aebc60925515f6299466a82c767","616cb1bfaeed1823ecf803a65e7c063e7c50db7d","fc8f06040339ada52a303931a4e67660358b6a15","c253ac37b89a6ba310b295f81310d8df96e556e9","de291ada4ec4d9a43e1b53587dbf12f40334bc5f","b3325f9be0df6ac33e1036e2c409d7ee29ab0c69","93968632fa48fbb39937376b2eb0bab0afcd3243"],"title":"Easy-to-implement Bayesian methods for dose-escalation studies in healthy volunteers.","doi":"10.1093/biostatistics/2.1.47"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Unless all of a drug is eliminated during each dosing interval, the plasma concentrations within a dosing interval will increase until the time course of change in plasma concentrations becomes invariant from one dosing interval to the next, resulting in steady state. A simple method for estimating drug concentration time to steady state based on multiple dose area under the plasma concentration-time curve and effective rate of drug accumulation is presented. Several point estimates and confidence intervals for time to 90% of steady state are compared, and a recommendation is made on how to summarize and present the results.","inCitations":["c17c8f67b500bbe0ba64198747dfaed690288a98","6a826da5f67e10539bace03da745bfed26e02be2"],"title":"Estimating time to steady state using the effective rate of drug accumulation.","doi":"10.1002/pst.404"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Patient's dropout often occurs in clinical trials with multiple scheduled visits, which results in a great challenge in the analysis of incomplete data. As the first step, one has to define a relevant treatment effect parameter, which is not straightforward in the presence of dropout. We discuss and compare two different treatment effect parameters that are adopted in most analyses of clinical data: the study-end treatment effect and the last-observed treatment effect. Some related issues, such as the estimability of causal parameters, the dependence of study parameters on the dropout patterns, and the use of the last observation carry forward, are also discussed.","inCitations":["4c1519797873e201258f24f2696618ad82736bc2","888f2fb8b9bb4bd5c7ea1a6c35380edb8a8f3bcf","a053193948808ded16ec2affa53e3a515c295901"],"title":"On the treatment effect in clinical trials with dropout.","doi":"10.1080/10543400500406488"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Statistics & probability letters","paperAbstract":"Minimax optimal designs can be useful for estimating response surface but they are notoriously difficult to study analytically. We provide formulae for three types of minimax optimal designs over a user-specified region. We focus on polynomial models with various types of heteroscedastic errors but the design strategy is applicable to other types of linear models and optimality criteria. Relationships among the three types of minimax optimal designs are discussed.","inCitations":["afb335cd8f9a0fcbc78037e75d5a2198dc47d714","a9a1b313a7abee88daa9dda6df00b6964306a308","44daf0518acb06fbb1c9f77b92a5f32138e35663","149d3d8586f3b5758ac24f0f69e7cb7fbb1e293b"],"title":"Optimal minimax designs over a prespecified interval in a heteroscedastic polynomial model.","doi":"10.1016/j.spl.2008.01.059"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A Thurstonian type approach is applied to modelling ranking data with ties. It uses a non-totally differentiable discriminational process instead of the conventional totally differential one to relate the observed rankings and the underlying subjective values. A Monte Carlo expectation-maximization algorithm is proposed to find the maximum likelihood estimates together with the standard errors of the parameters. The approach is examined numerically by means of an artificial example and a simulation study and is applied to a study of attribute assessment.","inCitations":["10daa574f0750ff12b60d5b8deee375723deeb81"],"title":"On the modelling and estimation of attribute rankings with ties in the Thurstonian framework.","doi":"10.1348/000711008X337703"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["5c6fde9ef5a871373ac8196dd114811b4851279a","65bb01b985035307f7b1102e17b8a5c0f2dafff8","e082b46408e8bc1dab4b0c1163f78bf807e9371e","48e96bc4b21de944cea49d2dddeef94f89158bf9","8cdfe80fc0065b7b98500c4c751a75e2225db974","a7ea350a48d5347b93ddd5e9c67d5bb093f3aff5","9621b7d4ac709da91a5f259f76b2284aca8dcca8","4862352cc22c89eebdbb6e881034f7c2c0885c41","f2846e28259ceedd06f3c4f69e6b81ddce229212","0b0bd913a4315701638587db7d786dfca063416b","0699f4e01f218fa2adbe86a1f5afed2a3bcb0ada","fd03d3c39b933df1eb5a3b9698796a84bc1dc7e3","217fb8b85a49bf219e3254ce3ce443c99724268a","f6c337a7ecc855f803c3793077e4cc295b5aad05","99544c3dc516e561aaaf424147cb0824d01551fa","628184eb0f85213e519c30615d0a98752d766310","d40e8d1a2aa3b0945b1e83202aa2764113a69e14","faa4924e398e9ea3f70b4be1fb887b4001838917","6e4ef9da13090e66d28019b64a886041cb0428e5","44d71e0ec9f68d8eb802b9ab1dde8368efeac42e","c8b2d5dbdcaaa82f8d31b210cf86e4c1025a8ceb","8537f7d886fa75957d269336efb66ce0d4c1a58e","51d7094b87916a164ea6f79dabd967d521b779be","01433c50d640293e983d9cd2ee5a089d1e6ffcbb","a29685354dab74d6a2e53031dfe32e05f84afd21","5c57a1851cab4505a49479bea2cc6f8aa829f68d","c999d1dfeb47658a9daa08cdd662cdfd9fa4725c","c43c8eaa0352b012e1bf33eadb2c59430685aaa0","0cc2442804245e23a13e553d1dd7b158b08eb8cd","6189c8c66e1d74aaa01bb530cbb3db3b95e73f48","3c06c121711a1a21638f6367890a6badc2f35b40","ca8c45f12aa2b7d52b37f9e84613b9e169848ea3","df3858fc0d80ed30662e609fb0d0555a69161c10","84ca1e42972cc1e6baa89f0c084450b00eed8c95","1b93c7082f9eb24db298e7f27a53229154565ec2","07ffef50be2ea26e0ec7248c35dc891754accef9","93a1220855b4063e33317f04a63aead3ea9d0078","30bced978148d8bb86db57c5a2ce9e75ed889c3b","657bd455382a141e623665cf7e30acbfd8175533","b4b58e663b4dee9dee2656f92bf7fb45db73bda9"],"journalName":"Spatial statistics","paperAbstract":"Obtaining reliable estimates about health outcomes for areas or domains where only few to no samples are available is the goal of small area estimation (SAE). Often, we rely on health surveys to obtain information about health outcomes. Such surveys are often characterised by a complex design, stratification, and unequal sampling weights as common features. Hierarchical Bayesian models are well recognised in SAE as a spatial smoothing method, but often ignore the sampling weights that reflect the complex sampling design. In this paper, we focus on data obtained from a health survey where the sampling weights of the sampled individuals are the only information available about the design. We develop a predictive model-based approach to estimate the prevalence of a binary outcome for both the sampled and non-sampled individuals, using hierarchical Bayesian models that take into account the sampling weights. A simulation study is carried out to compare the performance of our proposed method with other established methods. The results indicate that our proposed method achieves great reductions in mean squared error when compared with standard approaches. It performs equally well or better when compared with more elaborate methods when there is a relationship between the responses and the sampling weights. The proposed method is applied to estimate asthma prevalence across districts.","inCitations":["91ca79ce85a63f31190e9babb9b15ad5e62b2503","77ef106c7fb758ad31e17ab000876548b216a45f","aa7c89bdf15f3fc40c965ef4526d68f7cfc424ac","929da137566df2cbd1e6c15ae3c778a0b86f28ad","c69c3ea6e6b21c31cd1290df29b8202c2150a0e5","f6e6749a73a150c04d6a0797b5d0c0f93e245392","34faafea36ae1fa2132cea3d02b3a8922ef4bb3c","b685cdf3a56ec450e5ebfe94918682e629129848","809c0939d76042fbb24c76195b27081e6bc699d6"],"title":"Model-based inference for small area estimation with sampling weights.","doi":"10.1016/j.spasta.2016.09.004"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1992,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The purpose of this paper is to describe, illustrate, and compare a number of different approaches to the analysis of repeated binary and categorical data. These approaches include empirical generalized least squares and generalized estimating equations, as well as traditional log-linear modeling methods. It is shown that the interpretation of the parameters in the various models depends critically on the type of model fitted. In particular, we contrast the population-averaged and subject-specific models. Two example data sets are used to illustrate the approaches, and throughout we concentrate on methods that can be easily implemented.","inCitations":["902642eb538c77628ae69852a4f69f37212a9a28","7fb44e02cd0e43aeb4f827b02830bed23fad7d2b","7ed6510780af1db6bd7477eec718ffd192189117","461c46b3574091f983805da7aa850d96aea2ec6f","204c831ad2627ebf87afb2236063ad3e371fdf3c","d4a2981fb417af290a34543109d7b8e917c22f52","ffddd7d90361d18b3f3cf878897e3a9427714d2e","b2d5c242cff8a4a96a3d69b834717a075e2fbcca","0632ea5e26e3c00c7e8ca6c8313f4fd0f10ef412","c193685a5bbb19997232e6e90d3c4edcdf009d79","9c4db16f8464b2615db3ab37594249e327658c5d","7d164f7b2de0db2d3a10eb71e5699e3bbcb98cc0"],"title":"Alternative approaches to the analysis of binary and categorical repeated measurements.","doi":"10.1080/10543409208835036"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["5493d876416c4105d4f8ea25afd9e82a265364dc","c7e8383775c8450adc36f0be9aee8914d11ca144","20ab87bd4201f51858d90c1c74a279507e2a0b5a","b761880799f553f6eb5afe5c9a983d8fcd373b6c","6f62484fb56bf99fd3df8676b89d20aa52eeac54","9454502cf2264cb8af973973dedff72b3fd4f753","b5129d42b788b19f02e1cee37d3391b614dd729b","5ffbf65d9d6e9627ced9d510fb43e963e1ffca4e","8a44a75069e53891bd20ca4ba82f3689a7929a79","1ea3f159b0362c0c012fa974d30dd87d234ecb54","ff4a35fc2f6b017ad574e52e74a46566fd31f5ae","614cbecfc5761372239e43da7ab87a88c551043f","105a93eb610bbc8d0bd5bd41f93a2ceb38deb02e","cd33f4854f4d45282268615e5e9310370ceb386a","0042ec39708c0c0438c5d7d3c5f84dfb41e0770c","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","a3b8db9342132ceef16046007981166e719804ce","e83497a00c43c5924617ceaccc73840761d4564d","69825ca219a6406ab6c8d8dbe43d9c7d4d2ec4f8","c8aca0f774ace8cb7a3433d5c9f54e1dc32643ce","676ec0f829c80f2c4ac9ed911628f573b6309b00","01a7c195c74fc08436a28493d1e8f1ea8132f66c","80e3bc14819e00349d53e8db437bc56cd7b4a7e9","800795f3b5dcc259d90ae854935ef02df3087115","489c0fd205af634675ee6e2912b53c1b38684965","ba5d2dba0ce4eb11aa6ed1e847409f64e6897e36"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Repeated cross-sectional cluster randomization trials are cluster randomization trials in which the response variable is measured on a sample of subjects from each cluster at baseline and on a different sample of subjects from each cluster at follow-up. One can estimate the effect of the intervention on the follow-up response alone, on the follow-up responses after adjusting for baseline responses, or on the change in the follow-up response from the baseline response. We used Monte Carlo simulations to determine the relative statistical power of different methods of analysis. We examined methods of analysis based on generalized estimating equations (GEE) and a random effects model to account for within-cluster homogeneity. We also examined cluster-level analyses that treated the cluster as the unit of analysis. We found that the use of random effects models to estimate the effect of the intervention on the change in the follow-up response from the baseline response had lower statistical power compared to the other competing methods across a wide range of scenarios. The other methods tended to have similar statistical power in many settings. However, in some scenarios, those analyses that adjusted for the baseline response tended to have marginally greater power than did methods that did not account for the baseline response.","inCitations":["4de596c603fab435a2bfeff7727b667f606cad2e","0f31fc7df8a5bf0bfa3f25a4c330c85ec0d1d5e4","6ef030f6a9a4009635a21a1b2618bed40c4cb7e0","c4c37e3e56583089935dad1de6bc8b42fe7538f6","be63e63306c0d65a42cb629d185b3a198ab67073","5e088a54be0cccd4e7952f40efbf3be237c85ba9","18e3c20d91d3aee08e43fa41c81a2f4f9ab3b115","d3689b6bc512b60ed6c6ba3747e39ba9e1ab3262","a0dc523ee9a976cdd3f5e78c1f2021563d08e706","dcb96b1608dd52ffd6c294f8b4becd33b0d57038"],"title":"A Comparison of the Statistical Power of Different Methods for the Analysis of Repeated Cross-Sectional Cluster Randomization Trials with Binary Outcomes","doi":"10.2202/1557-4679.1179"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["f292df8f714324f0054fb40e842e2b97393701a1","2bfee3aad89558f24012a1134155aada8e5dd158","5d284a9fd0901a1a7368a01cd67f674c7c634ca8","d81c1f5a196d33fe734affe285e4f428fd3aea46","95ab15398e144b6cc96b7967090742df421f0334","e9ba1e7f1a6cb2d66b7baf5c25cbc355a408838f","b63027742401b6fdb346f1a7b2521587bca134ab","b0ef840f2b55f8b85c8a2c62eb02f7861a5578fe","e95ebc4967c1b6f76391264f897007ad2e3ce52b","0f14443ed9c8878fe9233c90e2fdde23b84c430f","af29bde0492f26ac7253960797d59afce45d1b4e","8112c4305b88d85199267e9e03d3a0aca4432059","4fba60fa5247aa186720fe935bfbcad002be6423","bc20da1cd86ffa39a1eed73eebe8f883fd9a0371","a68554d16e5c829b57aa426c98c73d720fab44d0","2e74fdbffe3bbdb6993e90923704653ff1c6a9c9","06c96247409eab28ad23fe599fc1502466fb0f60","8f6d178b6325ef937c10545742dc3b1f3e27e549","757cb62e3d1c0643c9f83bf57d45e427bd76e235","0ce8be234c7007c14e200ba1bc2f331b5481a0bc","647f38978904120c37ddef63ad776d91b0d430c3","bf7e7d0dca863987db7994dbc0e1637fa5f88511","cd8d457665b5d4f465b65b8e5bf9dd2d1aabc589","275db1c79e17a1811fc95044daaa679264f83f1b","26957d1d2bebb2ce51066b35510d256b5f360ca4","a52e3f35869d0faf3b213fe456b2289b3918a3aa"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"We consider multi-set data consisting of Nk observations, k = 1,…, K (e.g., subject scores), on J variables in K different samples. We introduce a factor model for the J × J covariance matrices Σk, k = 1,…, K, where the common part is modelled by Parafac2 and the unique variances Uk, k = 1,…, K, are diagonal. The Parafac2 model implies a common loadings matrix that is rescaled for each k, and a common factor correlation matrix. We estimate the unique variances Uk by minimum rank factor analysis on Σk for each k. The factors can be chosen orthogonal or oblique. We present a novel algorithm to estimate the Parafac2 part and demonstrate its performance in a simulation study. Also, we fit our model to a data set in the literature. Our model is easy to estimate and interpret. The unique variances, the factor correlation matrix and the communalities are guaranteed to be proper, and a percentage of explained common variance can be computed for each k. Also, the Parafac2 part is rotationally unique under mild conditions.","inCitations":["7fdd09d067659462db82ec4237c04c90325af633","c837ce1a193b11627ae7c85af5d6e77318ab1c38","7e13eb6c86985d8a553ba25c5357f890f6d00850","143a2335d35c669aabb983448a3113d3abe1a8dc","d3d3002d3fa419da571180f75e40a60e37c8d338"],"title":"Multi-set factor analysis by means of Parafac2.","doi":"10.1111/bmsp.12061"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["ba49e089bb20f63b07d82761207eacf6f7bd140c","4f22137d5c1c168108b50e3c0a9bf2022989bc45","8d2ce4760b10acb2e2e7d52fb8666de450a1801e","d9477de6350138eeb3ed6782469bc0f61caa0ac4","92d47440e479b1625b6f70bba760999337d8e7e4","8d76672d52622d9c45014d630717ce911d1292ba"],"journalName":"Biostatistics","paperAbstract":"A common phenomenon in cancer syndromes is for an individual to have multiple primary cancers (MPC) at different sites during his/her lifetime. Patients with Li-Fraumeni syndrome (LFS), a rare pediatric cancer syndrome mainly caused by germline TP53 mutations, are known to have a higher probability of developing a second primary cancer than those with other cancer syndromes. In this context, it is desirable to model the development of MPC to enable better clinical management of LFS. Here, we propose a Bayesian recurrent event model based on a non-homogeneous Poisson process in order to obtain penetrance estimates for MPC related to LFS. We employed a familywise likelihood that facilitates using genetic information inherited through the family pedigree and properly adjusted for the ascertainment bias that was inevitable in studies of rare diseases by using an inverse probability weighting scheme. We applied the proposed method to data on LFS, using a family cohort collected through pediatric sarcoma patients at MD Anderson Cancer Center from 1944 to 1982. Both internal and external validation studies showed that the proposed model provides reliable penetrance estimates for MPC in LFS, which, to the best of our knowledge, have not been reported in the LFS literature.","inCitations":["6164c830db777ed54793ec19c7b8e3b7fd58d11e"],"title":"Bayesian estimation of a semiparametric recurrent event model with applications to the penetrance estimation of multiple primary cancers in Li-Fraumeni syndrome.","doi":"10.1093/biostatistics/kxy066"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["7fe4c002becb241ca16b9ff2bf5153c3a3c64114","a0818bee828f8c7f41325e94415f1f8e57b43053","076ca7df59a006cdac7c4a1e4774a04de675d63b","16dd9ad0ecdc905af30a268b404cb0eb157be975","d40fee01a7708099f9e9392f10ac0b370b7ed8a8","230fb65548f70ea30b978dcf70f4a3fd55492585","7aa1ef78412314cf61fe32ff1f072379299eccf7","c37227460bf70761320a586f054d852f64776305","837dd8242196f18804d9d8fcd720a764f21b8197","a0fbd0d1c5abd3317d5f3ffd08c109768b9a45fe","3599ecc225de0bbb4a34ac01d780681881639385","77205b9b3938458aeb8f18741793b13d525388ce","2e13c768ebd8f19ba2992852418d2bbb64913b39","99c67627a44427ae0850b73b1cca86263c9453ab","116fa1a75d899463824ac7affd8e69eca6048ef1","46666bc3a34a98cbf062b98c85bde6ebddeaccc1","18ab4ce5965678bf7ad6727ef42c5bdc9c78852d","235ad5a85a43d5b300c8165f69743b79fdef3b18","d27462a6b2fc6f86abff7b30a5b16d3776a2edd9","6a55be389c4e9c38e682c698bd57db8309416f02","60a8866c6b632d6fc6af7cd0c30e50e63eccb467","4a79f3e4a742a4d356680bee52f53d968e3014e8","36be6a7f388d6dd8d81d03aa9dd7982c161f0c46","870e82c3917a6fe55bf061d227f135f522bc26e9","5cd6874ef2bcf21f3ebb542c5f913f4a8e0892dc","39c4459ee2b52f6e5c65184b94f1c9b084174981","119a8a12a5b9a92e30b1ebc1fa2d3353f2786010","c6c20352afe2d107faf9905a9c11ec0e4bf13ba0","ebeb675e46950445d37c4ca709881f385d4eaaa5","650708c4796d66f07ec9e3e2ea2ed3bfc3b11b86","91df8c423897398666f135c6523c3ca822f74674","94d69f522b87083a160a1fa01d25c8fe3d18bd1f","a6ff043496f96403561c760483990bde10c2a260","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","86c358c9983c119de6b453998faacf808a48a9de","ddc0d8e8513949ecea3d2a28be44eb2accf8b57c","9c67f30235a47e305dc57c9f185d5587faca4236","4cd392a4cec5f43487af845a20e48c44011954f6","b6d0906ba50119fca2843b84ded50ed63eefa6ae"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Delivering radiation to eradicate a solid tumor while minimizing damage to nearby critical organs remains a challenge. For esophageal cancer, radiation therapy may damage the heart or lungs, and several qualitatively different, possibly recurrent toxicities associated with chemoradiation or surgery may occur, each at two or more possible grades. In this article, we describe a Bayesian group sequential clinical trial design, based on total toxicity burden (TTB) and progression-free survival duration, for comparing two radiation therapy modalities for esophageal cancer. Each patient's toxicities are modeled as a multivariate doubly stochastic Poisson point process, with marks identifying toxicity grades. Each grade of each type of toxicity is assigned a severity weight, elicited from clinical oncologists familiar with the disease and treatments. TTB is defined as a severity-weighted sum over the different toxicities that may occur up to 12 months from the start of treatment. Latent frailties are used to formulate a multivariate model for all outcomes. Group sequential decision rules are based on posterior mean TTB and progression-free survival time. The proposed design is shown to provide both larger power and smaller mean sample size when compared to a conventional bivariate group sequential design.","inCitations":["87073885186af1c8e1711fe9440a3efadf6e6fa3","7c212d10c1f7fc723b7661a753876db5976354b7","57a89f866262514f818e909e0796eb648f33fc2e","d0a1b504b9dbdc38a4539d46ff2c2248d8946b39"],"title":"Bayesian Group Sequential Clinical Trial Design using Total Toxicity Burden and Progression-Free Survival.","doi":"10.1111/rssc.12117"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["d181e0e761866792fba5607329f2ba69478a7972","a57abe2ab6364674c24e1d858d446d3f9c1e0c5c","9335ecdcf7b16598d16538449db34706095f0e4e","1520f27f7910a7728b343843ecc58956c46efb4e","56ded2af0ed4ff1789365db79d799f1020461562","18da1a4661c1fad5f92fcba48c5c6eb8a2c8d772","cd4148d00ee732a19f4441d468196e86f968e415","a368046925e3519eaf9abdc46e9c5c7c22a0e147","961e2156d523e3901c491cc2a1f65764c976fc44","57d157763f10fdd9bf833a3d95fe9040589b41b5","0e44e537a1827f042795e22e21e962d0671b2b37","f25fdf41cdedb2e4c646d3a862cfa3cf970efe68","19c1f5a483a33406a8e8d0e9273817e9b51ab882","d77370689c2e7dc080b9e8663b37ffc3d04225c0","0dfdff2989b7c010cff8ef36ea9f4d47b1526a2e","3a0767897f9d83931ca65984d778cad4154d90ae","21b22cf0557cf04b9a6c010589c25378614c035e","949072fdd11dea12989fb329a975dbe66b512965","c5f75617c8e7d59109406f04ce8c5a8d6d09eef9","5b885f02e3cbfd2470f7fc5d9ea73fa4dba0c3f7","2a6375a6f4bf66e50fcaa0b0e4b184d029ac927d","f195ebe8d8599708bb3c47ffbe34cec307792cfd"],"journalName":"The Canadian journal of statistics = Revue canadienne de statistique","paperAbstract":"The authors consider the analysis of hierarchical longitudinal functional data based upon a functional principal components approach. In contrast to standard frequentist approaches to selecting the number of principal components, the authors do model averaging using a Bayesian formulation. A relatively straightforward reversible jump Markov Chain Monte Carlo formulation has poor mixing properties and in simulated data often becomes trapped at the wrong number of principal components. In order to overcome this, the authors show how to apply Stochastic Approximation Monte Carlo (SAMC) to this problem, a method that has the potential to explore the entire space and does not become trapped in local extrema. The combination of reversible jump methods and SAMC in hierarchical longitudinal functional data is simplified by a polar coordinate representation of the principal components. The approach is easy to implement and does well in simulated data in determining the distribution of the number of principal components, and in terms of its frequentist estimation properties. Empirical applications are also presented.","inCitations":["c930e691e41249d8d06cc659c5c34e64e947b0b8"],"title":"Longitudinal functional principal component modeling via Stochastic Approximation Monte Carlo.","doi":"10.1002/cjs.10062"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2015,"outCitations":["74974454d1e1805de5e890bc38b36baed2b4ec19","a12e94ef6376b30055940b488226947416bc7221","c884f62472463bcea5dab706b189e8561295646f","ef0041e852cc9517fde244bcef2e7ebd15412388","7d1299262d4271236826106e17fd1fa84e95feb5","c4f557cd5d9543f54ef1c9f157adf9db64b85e13","2089c75c2f7f842fca50f31753a4280d7caa104d","066a8390386d6391fdd4798dc6db7731f3b85559","ed4a3a9275958af0c690cb9b8d6b46099a51dab5","032f1a570ee58bd9d86d9ce288487c4157ef41a2","206061004dd18c02c3823faa655cdcfb4d2bb4b7","9913436418e5b7448e6bc62157be9c28d8568f8b","c830f5dba743b08d98ddccc5d8e8d27888c289cd","8ae56b970412724a58dc07c1f14f61967b5644f3"],"journalName":"Journal of statistical software","paperAbstract":"Mathematical models of disease progression predict disease outcomes and are useful epidemiological tools for planners and evaluators of health interventions. The 𝖱 package gems is a tool that simulates disease progression in patients and predicts the effect of different interventions on patient outcome. Disease progression is represented by a series of events (e.g., diagnosis, treatment and death), displayed in a directed acyclic graph. The vertices correspond to disease states and the directed edges represent events. The package gems allows simulations based on a generalized multistate model that can be described by a directed acyclic graph with continuous transition-specific hazard functions. The user can specify an arbitrary hazard function and its parameters. The model includes parameter uncertainty, does not need to be a Markov model, and may take the history of previous events into account. Applications are not limited to the medical field and extend to other areas where multistate simulation is of interest. We provide a technical explanation of the multistate models used by gems, explain the functions of gems and their arguments, and show a sample application.","inCitations":["032f1a570ee58bd9d86d9ce288487c4157ef41a2","86d739d20de356df6aec16cd5bbe45a71b314630","e0b46984b9e267f5735340bf8e3c508b2264894f","97f11cb0fe879c86cdc137a365f73c63da037c31","9f73bfcb982aba33a776c2fac487ddbfd9f13eb5","0473ef388347f0c37f1bce83d41769c13f487c46","4af468f25fb7b1c8e77d1f843d42a1aa386098e3","1b7bcf3a1ba81e2e2a1792605b6a0253ef60d96c","a4fe0f7bb0ec7c2121551042df8f4324a288bc36","2459be1c2d8d54ac89b86c9422563fc11751eb70","6d3fda434d28a634968f498a28890a9ec8309457"],"title":"gems: An R Package for Simulating from Disease Progression Models.","doi":"10.18637/jss.v064.i10"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"In stepped wedge designs (SWD), clusters are randomized to the time period during which new patients will receive the intervention under study in a sequential rollout over time. By the study's end, patients at all clusters receive the intervention, eliminating ethical concerns related to withholding potentially efficacious treatments. This is a practical option in many large-scale public health implementation settings. Little statistical theory for these designs exists for binary outcomes. To address this, we utilized a maximum likelihood approach and developed numerical methods to determine the asymptotic power of the SWD for binary outcomes. We studied how the power of a SWD for detecting risk differences varies as a function of the number of clusters, cluster size, the baseline risk, the intervention effect, the intra-cluster correlation coefficient, and the time effect. We studied the robustness of power to the assumed form of the distribution of the cluster random effects, as well as how power is affected by variable cluster size. % SWD power is sensitive to neither, in contrast to the parallel cluster randomized design which is highly sensitive to variable cluster size. We also found that the approximate weighted least square approach of Hussey and Hughes (2007, Design and analysis of stepped wedge cluster randomized trials. Contemporary Clinical Trials 28, 182-191) for binary outcomes under-estimates the power in some regions of the parameter spaces, and over-estimates it in others. The new method was applied to the design of a large-scale intervention program on post-partum intra-uterine device insertion services for preventing unintended pregnancy in the first 1.5 years following childbirth in Tanzania, where it was found that the previously available method under-estimated the power.","inCitations":["f2293ee820c8f56d1bd5d84b7f7f1e623eb42620"],"title":"A maximum likelihood approach to power calculations for stepped wedge designs of binary outcomes.","doi":"10.1093/biostatistics/kxy031"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["c905856d3fff9ad7d5c4eafb1630da8739d35e90","b17a1deff261388fadcca924adef4e7212cf38d3","bf00fc17dd5e9bddd95316446f4695a28c651376","cb8202c3189cce0908a721e59f049438db8654c2","e30abeb6f7bfbc463d29f0d0d239e9a5e573325c","a98b9eb006053d26f789e79a95ba2459b405bf2a","f558afeec9667b66995b46e306bcf5aabc2898b5","fe1d1959a533c235d4d2bb2acd176f2f9f2790f1","49e1312b0c56d210a8c820b837ff7116468ecb20","3387c5a4e9cb05cc01fa984aa8c0e462e450de4d","a44241bf4d932fc09bc683f211360c43f02fd106","b5dea335239682010fe99c882ea8fb917de880b5","2a78af1f392717e6ef70208383d56d8ab376a86d","541a9eaf559f3ebdcea3b9d622b34a81056ae044","d293f80f49e7ab05f1a06f3b47db8ec78706c10e","58ec4c1db95d354bc79e2e9d1053d17426236259","78689756e341a2c391907dfbe3ec459592900866","5e7b4dfa391027637a91aa864e178f2a25c0a3c3"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Studies of the accuracy of medical tests to diagnose the presence or absence of disease can suffer from an inability to verify the true disease state in everyone. When verification is missing at random (MAR), the missing data mechanism can be ignored in likelihood-based inference. However, this assumption may not hold even approximately. When verification is nonignorably missing, the most general model of the distribution of disease state, test result, and verification indicator is overparameterized. Parameters are only partially identified, creating regions of ignorance for maximum likelihood estimators. For studies of a single test, we use Bayesian analysis to implement the most general nonignorable model, a reduced nonignorable model with identifiable parameters, and the MAR model. Simple Gibbs sampling algorithms are derived that enable computation of the posterior distribution of test accuracy parameters. In particular, the posterior distribution is easily obtained for the most general nonignorable model, which makes relatively weak assumptions about the missing data mechanism. For this model, the posterior distribution combines two sources of uncertainty: ignorance in the estimation of partially identified parameters, and imprecision due to finite sampling variability. We compare the three models on data from a study of the accuracy of scintigraphy to diagnose liver disease.","inCitations":["07cfb01dd32334656c441fb1ee15216eeaee2292","1cce8af2d4b204029116e7f8e109f270ded3a706","df9f1e28252b98c4b73f4fbc11204936e14d0c2c","ec051faaebb5e30078610ad08f7e61a14a233f2d"],"title":"Bayesian analysis of diagnostic test accuracy when disease state is unverified for some subjects.","doi":"10.1080/10543406.2011.590921"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Tumor samples are heterogeneous. They consist of different subclones that are characterized by differences in DNA nucleotide sequences and copy numbers on multiple loci. Heterogeneity can be measured through the identification of the subclonal copy number and sequence at a selected set of loci. Understanding that the accurate identification of variant allele fractions greatly depends on a precise determination of copy numbers, we develop a Bayesian feature allocation model for jointly calling subclonal copy numbers and the corresponding allele sequences for the same loci. The proposed method utilizes three random matrices, L , Z and w to represent subclonal copy numbers ( L ), numbers of subclonal variant alleles ( Z ) and cellular fractions of subclones in samples ( w ), respectively. The unknown number of subclones implies a random number of columns for these matrices. We use next-generation sequencing data to estimate the subclonal structures through inference on these three matrices. Using simulation studies and a real data analysis, we demonstrate how posterior inference on the subclonal structure is enhanced with the joint modeling of both structure and sequencing variants on subclonal genomes. Software is available at http://compgenome.org/BayClone2.","inCitations":["13003060861bde4cd7000692188a806b77e64fb4","51ab2e5d1153a542376024688c3a97d35b808832","5028a73c99c4173363eb18d84d7af3551deb0cf3","b5e938f555d3da83d52385efcb52375ff6f70226","2ac3d0ace3122deb938a65d761bd8338e4ec08e7","0f3bf386b09bc7fa3c80be97cfa41f354ad7f762","53ec8274d228ee153ac14942f306716e736dd121","b79f2712953b65c8219d035b3b65e616f38ee4d3","e543a56cb2b6b286779d9ae10afea7d43e732ba1","12cb03a3784f3f8b00654f5a9c41061a4b1093cd"],"title":"Bayesian inference for intratumour heterogeneity in mutations and copy number variation.","doi":"10.1111/rssc.12136"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Interest in administering compounds in combination lies both in enhancing efficacious effects and in limiting adverse effects. Although much statistical work has focused on developing mathematical functions to model the joint dose-response curves, relatively little work exists in regard to designing experiments for assessing joint action. A variety of parametric dose-response models based on either the normal or logistic probability distribution have been proposed in the literature. These models are typically nonlinear in the parameters, and as such, a nonlinear weighted least squares approach can be employed for the purpose of designing experiments. The approach is applicable across a wide variety of settings commonly associated with joint action data, including continuous and discrete responses, alternative error structures, and nonzero background response. Further, designs can be expressed in terms of proportionate responses associated with the individual compounds rather than dose levels, thereby providing for results that are applicable across compounds. As a precursor to this effort, optimal and minimal experimental designs for the case in which a single compound is administered have also been developed. Although the proposed methodology for deriving experimental designs can be applied to any nonlinear regression model, primary focus is given to the additive and nonadditive independent joint action (IJA) models for individual and combined exposures proposed by Barton, Braunberg, and Friedman (1).","inCitations":["5f47fa2d7e8720f0dae68bc5e6ebbf4621370bcb"],"title":"Optimal designs for the individual and joint exposure general logistic regression models.","doi":"10.1081/BIP-100102499"}
{"fieldsOfStudy":["Medicine","Mathematics","Computer Science"],"year":2011,"outCitations":["957728a4244d3b323e98e351098a0125382f1199","68c1bfe375dde46777fe1ac8f3636fb651e3f0f8","205053b2555bb0e9924ca05b5d4b49d7d4acd832","c1eb920ae8d8557dc744481147534892bb91e3e3","dfdc8fc36a5f9be0c84f20f055b88c1c9bc8370d","d2d0820637b8b0f644b67fabd3085c5d49ee3ee5","095d3a1d38e6429d29c960733d16fab590c54d18","4267074600dd5f5925048084c9c702b1c456c854","84af369c0e34971b3adab41e8af72dff9dedde9b","08e5700b9ed4385dfeb4615a739fafd9f943b23e","3e9e49558a410353fcde83bb0fe513ba5855b5a3","6d0a9360bbc8484bdc635738a4a2f059ed89745e","8017699564136f93af21575810d557dba1ee6fc6","2bb4965aeb6a6cf2a27df0456d02bc616c89a572","2ccc8b4dfe4f1a3da8194c2ee5b0df77be8fd0c5","2d1e0a5d5309354d4948fa88b01232e59eee94dc","072d09ba865b5c2cfac279696c555730f0cdbce4","f0f945b0f4eeb9854ad6fed482613217396af479","5239d22d381cb6309a9624908eaeb704f2cd80e3","7eaaffb47c74c9896c929b20ee9f953058f8be49","7c63aeb09b0e0a2b20ed3154f66c9b6821132c53","b60a919ec7794b5e21868bd5728a7c66550c0cd0","44d71e0ec9f68d8eb802b9ab1dde8368efeac42e","5447b71c96aaff6400ccf4267f373f184eec07d2","e66a7ba81f69ed929ceb2accfadb35463deac87b","4544ec96d5ec6e71f7795fa5498f542cb9985c7a"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Binary recursive partitioning (BRP) is a computationally intensive statistical method that can be used in situations where linear models are often used. Instead of imposing many assumptions to arrive at a tractable statistical model, BRP simply seeks to accurately predict a response variable based on values of predictor variables. The method outputs a decision tree depicting the predictor variables that were related to the response variable, along with the nature of the variables' relationships. No significance tests are involved, and the tree's 'goodness' is judged based on its predictive accuracy. In this paper, we describe BRP methods in a detailed manner and illustrate their use in psychological research. We also provide R code for carrying out the methods.","inCitations":["daa834925c5d58cc222155c5f01802be9f06f074","bb2671eb7d172dabc788442be99c309d65e7d19e","de4f8c9647b1828c2aa302e11ba9d756d904f0fb","d0bd016299470089b5621aac6ab1cbf62ed43395","fb291db64967617d5205938fd63205d486c8e43e","f9a50102ea5b88a29b41f5141c78018c4f96cdb8","b7a89a989da56687a55dec539e89fa4b122d2c33","25b5697c571cf60bf195c89ea14aeea0d06b417a","e6f177d64fdc94a962a052ce16f68754ff83cf55","a4d6ffeb164172941fb9107584f048abb0d39f1d","8471b85efaacd418dd22a37e1897818f0b066b7a","73cf0dcd9b56ace06f9890c8aceb27cc543ed4bd","5f806053313b4d0f8d27585826571ce31eb05f53","6b898a893a20725b10f92f480c0a1787f05a2879","9cc2a1111117d6ab4f73e5302846c1cfc35d9b9e","dbb36a24eba76bc31610a24287a698120ba55cb0","1e388a9d46490d64d863e5f8b7866c3d5dbc9e26","0164a1375d7bb5ec831d0b4141aa6f494c9083be","18956cdbd9b2cde8c97c3a06937f277cabc7ce09","f956a35e9ae6a502fbd250f40adf1526a6061e3a","bdf91a77d9d982735b096529b34102484366027e"],"title":"Binary recursive partitioning: background, methods, and application to psychology.","doi":"10.1348/000711010X503129"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2012,"outCitations":["1ec8e599d8d44c3b079182a4d7dffd062a8cb1dc","cd41258a013f5cc015f81df401c3376851265fe9","1b32d466d2c756e1dbcef9ff94e1be895e84700d","08401cd7b944057a654147cc70c9df1cf93005bd","87f07fb12e489ab0dba5302424f1a4ad0c215330","15829478c9951dbb9671e97084fcf2c77313a24b","78fc58153521bcb86d6e56c67325f78a1fe7c2b3","6a1ce4a641299e4e178612c8f83244ac546a0e9d","ae204ca60e46410c55804dc98f61259fa11fb2b8","844e5badd1512f83d170cd1e7a2ed082656f8b51","f5d27ad8883dfea8f7f3416c3f89d7bfbb73fbd4","2d1e6457a15e991a43737bc3cafc066b200d550a","cd082453eb46f3f37d758ce40a5c0e334092d475","439672067967d3501b0d201bdb50a60886459b00","1035aca85d7964b7f1199b4dcf9132c778bb5c66","a5be75bf258405f88178c308683a39f51110cbfe","b38a9ecb058c361ae34f31379044cd94ef31367f","773434f2f6f69cfdc4f7a3045ea06dfbf7cb532e","2eedb7c688b6756f1fda0c268dc75c71ee50ace3","a414b60098e57e6bfba8f10c8127a49acdbc7e9e","dadcfd0fd8e8af674c8a2a19f4a16a55fba051dd","b8118626fb2468c501aabc185588fa86c06aa073","1082ded65d2bf106e7ed75d2fdbad5dad0ac2fcd","7544bae31e87ff210c959cf2fbed5158b5f9afe3","954937ece00fd465f6a639fa739a04af8d5d7efb","100cf93c9c49c5282b431d0e0ec58cc759a66c05","cf932aa84d1c5f8660ad3c1f0a6846fabae71f5a","b116df6865bc866c800573750335fc5c9add9439","fe4b07489942fc80654e9a87663aee3aa5119429","586a02c31a5b954e7811d3d299eab12b7b8320f5","d2d758b667092bb483c18cd86e661460b84386cb","1cb862434e93672dd1a43da6df2aebbf1b5074f8","038742d1ccd731e65f9bbd112b4da91b50146643","4aefa09acf1fc82bae1a75e317fd3230f6ecafde","90afeef851b1fe6274bf43e2fef7323ebf234875","37e44d1de8003d8394d158ec6afd1ff0e87e595b","07bbd67396f2033f2e3da87b5e9670b38430c746","ededd54b4f7578802ce81fe7a34c05d93e5e09ee","ce0b35066a5627ec5b1c2042471bf07c327f3fba"],"journalName":"Computational statistics & data analysis","paperAbstract":"We evaluate the performance of the Dirichlet process mixture (DPM) and the latent class model (LCM) in identifying autism phenotype subgroups based on categorical autism spectrum disorder (ASD) diagnostic features from the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition Text Revision. A simulation study is designed to mimic the diagnostic features in the ASD dataset in order to evaluate the LCM and DPM methods in this context. Likelihood based information criteria and DPM partitioning are used to identify the best fitting models. The Rand statistic is used to compare the performance of the methods in recovering simulated phenotype subgroups. Our results indicate excellent recovery of the simulated subgroup structure for both methods. The LCM performs slightly better than DPM when the correct number of latent subgroups is selected a priori. The DPM method utilizes a maximum a posteriori (MAP) criterion to estimate the number of classes, and yielded results in fair agreement with the LCM method. Comparison of model fit indices in identifying the best fitting LCM showed that adjusted Bayesian information criteria (ABIC) picks the correct number of classes over 90% of the time. Thus, when diagnostic features are categorical and there is some prior information regarding the number of latent classes, LCM in conjunction with ABIC is preferred.","inCitations":["20596db5605ff19e499675c46aa4631b853c49be","b97cbaa18939149b64964a579c324c6c68413241","fc2d1975930f8dc8b007c8ccae1b3a96aba0478f"],"title":"Comparison of methods for identifying phenotype subgroups using categorical features data with application to autism spectrum disorder","doi":"10.1016/j.csda.2011.06.014"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["dbef8860aed34db5e55427e302452366c154b955","d181e0e761866792fba5607329f2ba69478a7972","0b5fb018c8a9f83d62f2e0f62bcc81095be93489","cc5b4a14e28af8af552f9dc57d0db2aebef6bc96","3cb9323d6334767ba7b869bacc1d215f1af7461b","6b39c731f91e35850137ef57d088f68266a38b1d","ab6f93e93f5e40f5c6425501a4dabf865ce897d0","42e0a370814bec52294b63a3e6b79ef4c3a4b775","d76c84e7422dde971a4e52d031cdba6282e712e7","0fd24c078a8eeb967faffe81a5ea654ca9a41bce","f25fdf41cdedb2e4c646d3a862cfa3cf970efe68","f5f9746576929e187ecfbeddc2fe45968440cb6a","568179a789afb6881abfe7f8fa1e06f74f57502f","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","03a97ed569bf7e49567c52be228aa826e39a1b53","e70ac1ddb49ce8bd2f8bc5104a3ce151ac5b8cfb","31024f12c80403453fe693aec1ba1d5fdaf5a2bd","10b3edb9ee7fdbc6c1a4e52df46dc9041e56f049","ebb89c6dabb0a293a5dd2c87dd04edeec94f6a6e","af72718c6be42ae8b04176702532807ef82738cb","a1e71c35854436a5cd8a3124ba8f6bbd4b3c7611","b5b4c3d12b0a85a0adfc1811145106f190a2b21d","72385e5706d5b05864471b22725637b3adae0a5f","c42a37c8c820a177710ce6935389bf49eed544a1","cbcd565c47414e4055f5f809319497818cd6b93d","114e1354cee7a687ae694f7d8134c7afc87abb47","f591f6bdcc4b6e4c85094efee7bf793d71fa3770","b114b6b877d853c33631260e226cb12aeb5bc8e9"],"journalName":"Biostatistics","paperAbstract":"In functional linear models (FLMs), the relationship between the scalar response and the functional predictor process is often assumed to be identical for all subjects. Motivated by both practical and methodological considerations, we relax this assumption and propose a new class of functional regression models that allow the regression structure to vary for different groups of subjects. By projecting the predictor process onto its eigenspace, the new functional regression model is simplified to a framework that is similar to classical mixture regression models. This leads to the proposed approach named as functional mixture regression (FMR). The estimation of FMR can be readily carried out using existing software implemented for functional principal component analysis and mixture regression. The practical necessity and performance of FMR are illustrated through applications to a longevity analysis of female medflies and a human growth study. Theoretical investigations concerning the consistent estimation and prediction properties of FMR along with simulation experiments illustrating its empirical properties are presented in the supplementary material available at Biostatistics online. Corresponding results demonstrate that the proposed approach could potentially achieve substantial gains over traditional FLMs.","inCitations":["31158da74f93ba8b9e3883e8d4173e2da02255cf","6666473c926665eecc741a0dd29e1b329d273e38","7f22aac17dc9ee275d7278c510a4858cf58e1cd4","c6e7ad5dee4d8364cdd10a4deb0e56cd81288355","5f9d46c7edb4158fe954555c0d5b7bf2e01e7165","4c62275567c654e7ef6d4922245fef38d74499da","3de7081c15f2c447d3367e4048087ca7bf83308a","1840b12c050fa5be7c562a04006ee799efae87c4","7d5856aa1373aa1a8d884137fa640b68b8993c67","24b7f2ab6705c966405d3ca48bdfaf1cee1ffe19","3d9f77f9e99f72919cedb208f8bde012faa89739","4cf1d6b548a40c42789790cdecd7110c64f48c55"],"title":"Functional mixture regression.","doi":"10.1093/biostatistics/kxq067"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["620e5f5e74453fb419e2f9cdc8d25b491cf87cd1","5b322d970df146500db2345cef51fed588b05a88","215802d5f2fa433ae789a29a6f7cb986c7bf0e0c","ec7dc7374cca3b0b26ad498c6b6dbb3709f8595e","671fc06c3a65c0266c5f77ee12534c40ede8b82e","4e319b7f86842f2390208fec58820d0a74594ac9","8d29788a7c867b29e444890cc4410df7aae69b29","49ddbccf06ce8b1383df46d9fad5439f7bf47389","7a4fb1d8946d84017697e4c131c5ebe0d32426ec","d83f37659d418a915c0b06def402bd0c32ae0ca8","55f9fa85b10ed32f493e73e28d08595ef7bdcafd","040f0be1f1bbc49fd23941f77400022f3bbca390","f0faa16d0b79e24137cf1d0b0541d2245d8ef125","70486662a68628ab534a2865a59d3ce5bced0fd0","efe973075ac6c86965fdc937e44d5bbac34d00c9","fea3a5ecbdd0c6d7491df22a1aeb18a69ee9fc98","0fd584132a573ae5527772b07afdc33900769d25","8be5e03c1286d53f2a24aeab4f547136514141a1","0917202cec5067f03277f7d1fbfd25d87f5b2080","60cd5b24efafa4fcdbef0fd968ce95f76947c550","7985a78d413fa8fd1155ac038375f8ddf0071d6b","cacf16f68b8c5a307eec127a89ee37c7b5f0966b","22388b80c859a567548052bba5787d0df4676bab","f1321bdf616a34591646d3b977c418703bd4a6e3","7b00f78cf908518b1fbc2af0c10815d2e69036ff","f529f47544f8c552d1c4dd979dfa4fca10e294c8","7b261c11533a4bdcb14f10d840660bd60fc5130a","08450fe32941ab2a6b75313dc2b6c87af13c0995","2ea4eb02ec35b47daaefb5149ab8154295537c57","5b683f3aa41d148c6a4ec1c180547c4ad8a66e9f","ffeef3c909264a582865f5f27187a999c73fb62c","e4e6e0c03a8560fa072ac9c803f0924400c6b609"],"journalName":"Journal of multivariate analysis","paperAbstract":"It is known that in many missing data models, for example, survival data models, some parameters are root-n estimable while the others are not. When they are, their limiting distributions are often Gaussian and easy to use. When they are not, their limiting distributions, if exists, are often non-Gaussian and difficult to evaluate. Thus it is important to have some preliminary assessments of the root-n estimability in these models. In this article, we study this problem for four missing data models: two-point interval censoring, double censoring, interval truncation, and a case-control genetic association model. For the first three models, we identify some parameters which are not root-n estimable. For some root-n estimable parameters, we derive the corresponding information bounds when they exist. Also, as the Cox regression model is commonly used for such data, we give asymptotic efficient information for these regression parameters. For the case-control genetic association model, we compute the asymptotic efficient information and relative efficiency, in relation to that of the full data, when only the case-control status data are available, as is often the case in practice.","inCitations":["31b692d1ad2af6c448fc61f1a45dbfc6f858424c"],"title":"Root-n estimability of some missing data models","doi":"10.1016/j.jmva.2011.11.007"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1995,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Appropriate statistical methods are presented to estimate the 95% lower confidence limit of true event-free probability, with heavy censoring in the small sample size situation, and to compare crude probability, linearized rate, and life-table probability. The problem of survival experience extrapolation beyond the last observed follow-up is also discussed.","inCitations":["24eb83420fc2cabeb8ef0d2a8b8c716d77aed1ae"],"title":"Statistical considerations for survival analysis from medical device clinical studies.","doi":"10.1080/10543409508835105"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Testing the fit of finite mixture models is a difficult task, since asymptotic results on the distribution of likelihood ratio statistics do not hold; for this reason, alternative statistics are needed. This paper applies the pi* goodness of fit statistic to finite mixture item response models. The pi* statistic assumes that the population is composed of two subpopulations - those that follow a parametric model and a residual group outside the model; pi* is defined as the proportion of population in the residual group. The population was divided into two or more groups, or classes. Several groups followed an item response model and there was also a residual group. The paper presents maximum likelihood algorithms for estimating item parameters, the probabilities of the groups and pi*. The paper also includes a simulation study on goodness of recovery for the two- and three-parameter logistic models and an example with real data from a multiple choice test.","inCitations":["a8d36d7688a143557c4b31adef473bcde8ddd27a","a15dd0b4f7cd4ae3dc6f20b5ec13ce0437b23c6c","53e1414eada924a2fb33c0ceddc0a919f6928243","cfdbf99f9f3ecdf16d1f8a69640fe275605e73fe"],"title":"Estimating the pi* goodness of fit index for finite mixtures of item response models.","doi":"10.1348/000711006X136843"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We present a method for calculating the sample size of a pharmacokinetic study analyzed using a mixed effects model within a hypothesis testing framework. A sample size calculation method for repeated measurement data analyzed using generalized estimating equations has been modified for nonlinear models. The Wald test is used for hypothesis testing of pharmacokinetic parameters. A marginal model for the population pharmacokinetic is obtained by linearizing the structural model around the subject specific random effects. The proposed method is general in that it allows unequal allocation of subjects to the groups and accounts for situations where different blood sampling schedules are required in different groups of patients. The proposed method has been assessed using Monte Carlo simulations under a range of scenarios. NONMEM was used for simulations and data analysis and the results showed good agreement.","inCitations":["6b2418f991147a54b935e4d1ee3efe9a48564a84","77a58a809bf5a7616eee39ce992051220ea36f66","241390499be388f41734e71e3d97c9f48db869ee","1fb53845daf78a23db3fbbe9872d0f4d4e6a21e2","1756425c5b94df488d70659785ff6f9e0fb6148e","72f0e00bb9fbd4142c6550ff81e080901bffa200","83338c0a1e3906d27d22cd419420e8a90c00c91c","7c4ae12a12cf2c84cb8da8e649c401b4d60ad3ee","1860e5ef1d25f683c9120171aec25653031fb7e2","de20df8bb6459e08ad1d303ad1690b1c95ca237d","333a9e709e95d75e885882f3b40ea62847753b95","18e238f37038530e5bf467001e1f53f064c0aad7"],"title":"Sample size calculations based on generalized estimating equations for population pharmacokinetic experiments.","doi":"10.1080/10543400500508705"}
