{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"Count reponses with structural zeros are very common in medical and psychosocial research, especially in alcohol and HIV research, and the zero-inflated poisson (ZIP) and zero-inflated negative binomial (ZINB) models are widely used for modeling such outcomes. However, as alcohol drinking outcomes such as days of drinkings are counts within a given period, their distributions are bounded above by an upper limit (total days in the period) and thus inherently follow a binomial or zero-inflated binomial (ZIB) distribution, rather than a Poisson or zero-inflated Poisson (ZIP) distribution, in the presence of structural zeros. In this paper, we develop a new semiparametric approach for modeling zero-inflated binomial (ZIB)-like count responses for cross-sectional as well as longitudinal data. We illustrate this approach with both simulated and real study data.","inCitations":["ef4518e3080097d6977b5e817cd545547afbbf46","f09a983a8c93331ee6ee420e73b092793c33aa3b"],"title":"Distribution-free Inference of Zero-inated Binomial Data for Longitudinal Studies.","doi":"10.1080/02664763.2015.1023270"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"We develop a method for the analysis of multivariate ordinal categorical data with misclassification based on the latent normal variable approach. Misclassification arises if a subject has been classified into a category that does not truly reflect its actual state, and can occur with one or more variables. A basic framework is developed to enable the analysis of two types of data. The first corresponds to a single sample that is obtained from a fallible design that may lead to misclassified data. The other corresponds to data that is obtained by double sampling. Double sampling data consists of two parts: a sample that is obtained by classifying subjects using the fallible design only and a sample that is obtained by classifying subjects using both fallible and true designs, which is assumed to have no misclassification. A unified expectation-maximization approach is developed to find the maximum likelihood estimate of model parameters. Simulation studies and examples that are based on real data are used to demonstrate the applicability and practicability of the proposed methods.","inCitations":["200773b7c275db38cb393bec87de0675bea9ce69","66926e92e09cc1dc40fadc7c9a7168970d8d19ee"],"title":"Analysis of ordinal categorical data with misclassification.","doi":"10.1348/000711008X401314"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Consider the situation in which there are several different therapeutic agents. It is desired to select the best agent and to examine its efficacy relative to the control. Too often clinical trials terminate with negative outcomes in part due to inadequate phase II studies. A two-stage phase II based on a Bayesian approach is considered in order to reduce such likelihood. The first stage consists of selecting the best agent and the second stage consists of examining the relative efficacy of the selected agent compared to the control. A formal phase III clinical trial can be initiated when the particular agent is shown to be promising on the basis of the proposed phase II study. The Bayesian approach employed uses an ad hoc likelihood due to the fact that the exact likelihood is complex and intractable. In this sense the proposed approach is thus an approximation. A simulation study is conducted to investigate the performance of the proposed Bayesian approach and compared to two fixed-sample-size approaches. Due to the fact that the procedure is approximate, the simulation study is essential to assess the usefulness of the procedure. The study suggests that the Bayesian approach is an attractive alternative to fixed-sample-size approaches.","inCitations":["1cdd577664e04625fb0346e2f0624a4910f0e606","c801cc449b9aa54736e62c09ad7e1d65a99f2872"],"title":"Bayesian approach to two-stage phase II trial.","doi":"10.1080/10543409708835186"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":["4c7329ee6b7080574e3886505b03f8b5b84e64bb","fe86c9ef608d5cd33c496d182879192287cf8569","545122e2990590524459ec9b59ccac6ce71e3b6a","fea5dab14bb4b77a4aad50adda6eadeb938453bd","e15b109eed94c9ac64a045349b3f12d9817bea7e","83b55649a9923db46a3c56fd0a88964cb26a60be","d1e3b75282bf62fca1650f6f53d54b13c1ca099f","970ddfdc7eed5a9bf7bbf2b36de9f8c7c69fc221","e3e7793b4b13f2d61c6c63301a93d83d71e77126","d8e08def7aa0c84e9f1e125e51abb512cf65530a","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","fac6681630bb90458fe9e2bf05c0925fa66155ec","26169a42e6d2c63c392f29352bb116e84bef4521","22b60979d6371f0701546299620cda98ba973b78","18f3b5d7f23067e10c94de279b51259ecf08bdf6","d158680063539d86a18b1d47c8b59df375bd6b9c","5a64f2e4448024fe5fb2d3196e7c4f0112272d61","44d737eadf9b4153559526f5a28956dcdf79572a","bc1c9583e2a99d262b303f1898d8e64b04d9a886","28f8f1686f0e12715373a9bf68d2098598b71851","1c458922134c6e2d527078722f3c138720b24047","74e64584ff28b8da902982d8daba8c8e6f87c021"],"journalName":"Biostatistics","paperAbstract":"The compliance score in randomized trials is a measure of the effect of randomization on treatment received. It is in principle a group-level pretreatment variable and so can be used where individual-level measures of treatment received can produce misleading inferences. The interpretation of models with the compliance score as a regressor of interest depends on the link function. Using the identity link can lead to valid inference about the effects of treatment received even in the presence of nonrandom noncompliance; such inference is more problematic for nonlinear links. We illustrate these points with data from two randomized trials.","inCitations":["25025ed72f15087bcdd95d48998b30dfc08a5014","5b1dba8dd529d22d5bea6bffe3427db86644ac39","0415ef432a7b92021f5265e854330b2e1b03a69a","54acf3a3c239db81c41723b528d2baa513aa8ce9","84214b0c5c21bc03f387db18584750cd653d0540","9faabf9c275cd9119aca31356778dea053494dc3","febaec1cac94a752ca52c57fbc8972da7fad2c70","28c90d37cbd692d9331885b8d6cbcac3b5c44e4f","a0e7ccce00b9e4ba94a5edfdfc8efb4f922ed65f","ff4b080e962cc9263d987b10829e1ac9fe0a54ba","0bab694fe0f98f33c7d51c85667f87324629c0d1","bda87a9d8af46a18c34226d4b2862335e4a2f9c9","38a2ba4ee4e0a4f534263225a7366900efe5c969","833aa056a64a612fa5f7b7781d29db34a3e9a777","7ab1fa3cca796cd0a6e7b61c2c7a2b6a5aeae8c5"],"title":"The compliance score as a regressor in randomized trials.","doi":"10.1093/biostatistics/4.3.327"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["67d530c827b659452251f5efe86fd53bbfd5058f","568efe7400828b1d2f99822c084684a7176b2024","c608538b5880a9593944e81b7209a82cd70c5e4f","9c23caf768d8f5caceda7cba514742ac1943137d","12e3cfda2b8aaab584625543d1f51764a6438326","b8695c8ab3dbe4e671484bb10b7a5c2987ff9294","cc53bce9ed27e432772c5139e743beab0c2767af","bd15c14bfd107c703cb0fb0da166731705f4db84","f0d0c38d40be58469c6c5ddd1195b964fc1d4973","8c73975d9cf61ba3a36170eb08617e4e081a39e4","c158f18848f1be54e98a9e69b400de69987012cf","3671fb02ef8f45b82fe5f51c34686116d42b2579","f7b00eb474c616514c3de2d300f4ba8974a7173d","4a5b553e756b6acb1b5ceadf05caab909a341e11","9d59e5c5d029345e176da0351a0831b9cf762096","0f4ea95b4de8e2bf750d2e5edfb4acd13b3d2e7d","2dbb7fb6660cec90d8538266f673f318cfd54d40","f06ec14f682f05d0df3d7bc5ae69f0a8a1eb4c07","69b891d9738ee348da0a5d43b16bffd7bc7045e1","76ec9f34d54a18b38c35316cc95658affab7ec5b","c6040bda245ac894aa31ee01692a12a1c652ee13","3b8f3eb9143f4aab2a865c69a38021b1b1e63c78","e584567fb0b15503a65eeaa0dd7c466b8462dfb4","56defcc4d278c24e8517a43ad6e739b760622f1d","5d91b7c74b0be65e2a4e5290b365ef39e7825fd9","d1a87b6a10139fd3ae36497f4051318ca7e9ae41","6827827f53824acbbde5da0ef3509547a29255ae","7b00f78cf908518b1fbc2af0c10815d2e69036ff","eba4be33c2be120a3516112fc664c944649e0842","9e3762a886e5b7b9f723c4378092322fb89c7ab9","d9b5f3efcc45f71f2e357674f350c596f3f2d83c","283016ba2f2bce148db02d42c2c19226f99eabac","0638934dbe67a2079beced7e2645ec8428758603"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"This paper considers the non-parametric maximum likelihood estimator (MLE) for the joint distribution function of an interval-censored survival time and a continuous mark variable. We provide a new explicit formula for the MLE in this problem. We use this formula and the mark-specific cumulative hazard function of Huang & Louis (1998) to obtain the almost sure limit of the MLE. This result leads to necessary and sufficient conditions for consistency of the MLE, which imply that the MLE is inconsistent in general. We show that the inconsistency can be repaired by discretizing the marks. Our theoretical results are supported by simulations.","inCitations":["7426be482c54a0c944899648a5f20de14c747772","6e4c9066a17503636601bead2f782fb1024eae5d","107b70f7d59eef0f212d255c4cb433992a5f1fe3","788995e38be497ba8d9ed7fd81f5991783b40a7d","7d2bd1fe57431f67c1359414d99cc67d73c1b903"],"title":"Inconsistency of the MLE for the Joint Distribution of Interval-Censored Survival Times and Continuous Marks.","doi":"10.1111/j.1467-9469.2007.00568.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2002,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Human immunodeficiency virus (HIV) can be transmitted by transfusion of blood even if the blood unit is test-negative for HIV. This is largely due to a time period following an infection, called the window period, during which antibodies against HIV are not detectable. Window-period risk refers to the probability for a test-negative blood unit to be infectious because of its donation during the window period. Estimation of window-period risk is important in public health for evaluating the safety of donated blood. The standard method for this estimation problem has been based on so-called incidence/window-period (IWP) models in which blood-donation and HIV-infection processes are assumed to be stochastically stationary and independent. Here we propose a new approach in which we relax this key assumption of the IWP models. We estimate window-period risk for each unit of donated blood using a given distribution of window-period risk. The proposed method utilizes the actual observed donation intervals including those of seroconversions, thereby relaxing the assumption that may not be met in practice. Bootstrap is used to compute confidence intervals without specifying the complex dynamics of the donation and infection processes. A simulation study illustrates the usefulness of the proposed method over the IWP method in scenarios where the IWP assumptions do not hold. A real application of the proposed method is presented using blood bank data from a province of northern Thailand. Advantages and limitations of the proposed method are discussed and compared with the IWP models.","inCitations":["1b66b039a1e18b0980aaed5b583ed2e3d28884a1","9c357df65e634ec0ce697ce304168a536ad4f49e","699def3fc0e2099077391d6e259a8c50f159eed7","241a5be789a2152efaea4b05653c60b1920cda68","ada732b32ff449aaada97f207023ba6f087a94ff","29454a84f5360572fe3fda2d9867f7057a90c4d4","9f12f5398f11eab38ee23f74a7d9b1fd79fb5a14","d6f9db293a1bc04705e8bdb1c4bbced4221718f1"],"title":"A statistical method for the estimation of window-period risk of transfusion-transmitted HIV in donor screening under non-steady state.","doi":"10.1093/biostatistics/3.1.133"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"A new comprehensive procedure for statistical analysis of two-dimensional polyacrylamide gel electrophoresis (2D PAGE) images is proposed, including protein region quantification, normalization and statistical analysis. Protein regions are defined by the master watershed map that is obtained from the mean gel. By working with these protein regions, the approach bypasses the current bottleneck in the analysis of 2D PAGE images: it does not require spot matching. Background correction is implemented in each protein region by local segmentation. Two-dimensional locally weighted smoothing (LOESS) is proposed to remove any systematic bias after quantification of protein regions. Proteins are separated into mutually independent sets based on detected correlations, and a multivariate analysis is used on each set to detect the group effect. A strategy for multiple hypothesis testing based on this multivariate approach combined with the usual Benjamini-Hochberg FDR procedure is formulated and applied to the differential analysis of 2D PAGE images. Each step in the analytical protocol is shown by using an actual dataset. The effectiveness of the proposed methodology is shown using simulated gels in comparison with the commercial software packages PDQuest and Dymension. We also introduce a new procedure for simulating gel images.","inCitations":["2aa15a50c117bd5dfd3bd58e99f45ca416a946ce","185b2de694451d9f573a98e697eba6c250f15972","814eeecf33ee800cc91c91b81b150c626f99b0fe","03bc2faf6f71d9ae74fae0bcd2b51658891313dc","f5f9b525159e970d7a402e8c5b5e0e798097acaf","c12b1fcd5b2e10e1e88470aa4ad55d1f4b7d087e"],"title":"Region-based statistical analysis of 2D PAGE images","doi":"10.1016/j.csda.2011.05.013"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["ea51f1f824a40fb2d9b4cd89d02f5d10280b9c1e","937ab4f6aa3afdbc2baba147e0ee2ffc9dda66ba","4318901e77fb33381a264423c7d9af258ad57c31","dba408a8ff6954015c862981a26459b1055aeeb2","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","0528eeea3ab469442a2481a9175cefadaa3c9844","042bf1cbad2ebdd3a66e8d6ffee1981f1ee207aa","e42d4210a1caf30c1555acd678b81482f3f8c536","b5c34cf5307bad1c6f83374ea35567f1b2724394"],"journalName":"Pharmaceutical statistics","paperAbstract":"With the emergence of novel therapies exhibiting distinct mechanisms of action compared to traditional treatments, departure from the proportional hazard (PH) assumption in clinical trials with a time-to-event end point is increasingly common. In these situations, the hazard ratio may not be a valid statistical measurement of treatment effect, and the log-rank test may no longer be the most powerful statistical test. The restricted mean survival time (RMST) is an alternative robust and clinically interpretable summary measure that does not rely on the PH assumption. We conduct extensive simulations to evaluate the performance and operating characteristics of the RMST-based inference and against the hazard ratio-based inference, under various scenarios and design parameter setups. The log-rank test is generally a powerful test when there is evident separation favoring 1 treatment arm at most of the time points across the Kaplan-Meier survival curves, but the performance of the RMST test is similar. Under non-PH scenarios where late separation of survival curves is observed, the RMST-based test has better performance than the log-rank test when the truncation time is reasonably close to the tail of the observed curves. Furthermore, when flat survival tail (or low event rate) in the experimental arm is expected, selecting the minimum of the maximum observed event time as the truncation timepoint for the RMST is not recommended. In addition, we recommend the inclusion of analysis based on the RMST curve over the truncation time in clinical settings where there is suspicion of substantial departure from the PH assumption.","inCitations":["4694301d3f5030c263ceb3f7c8ed44b43f661442","3f3af231cc65e52b390b7b22fa90f5f88860d2fa","9c087dd44c2d21e231c94467a4136dbdcb6e5080","5fc5cadef1079ba099fee692702e7a640d2dd8ac","4ba150b48e9cf4b3e55dbbee1b0715f773fd8b41"],"title":"Comparison of the restricted mean survival time with the hazard ratio in superiority trials with a time-to-event end point.","doi":"10.1002/pst.1846"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In various pharmaceutical applications, repeated measurements are taken from each subject, and model parameters are estimated from the collected data. Examples include dose response modeling and PK/PD studies with serial blood sampling, among others. The quality of the information in an experiment is reflected in the precision of estimates of model parameters, which is traditionally measured by their variance-covariance matrix. In this article, we concentrate on the example of a clinical PK study where multiple blood samples are taken for each enrolled patient, which leads to nonlinear mixed effects regression models with multiple responses. The sampling scheme for each patient is considered a multidimensional point in the space of admissible sampling sequences. We demonstrate how to optimize the precision of parameter estimates by finding the best number and allocation of sampling times. It is shown that a reduced number of samples may be taken without significant loss of precision of parameter estimates. Moreover, our approach allows for taking experimental costs into account, which leads to a more meaningful comparison of sampling schemes and to potential cost savings.","inCitations":["20bd27e346f42174fe338e9d64bf0e856275389c","588e46ee04aa364f803b05eaaaeaa92bdde2c76a","fbf8034bcfd2a44adbf6038866f0850a76f82062","b969ce8edb9a75b5d92353fc24be9da230f03af2","7990d9ff83eea3c5a3607c76e61e451c3d6d7e40","708857b59a65cda6fafc6d99c31d175720e75cb4","c8fca1c6f51a3a0b847d9ad9b60c97b356846f4b","2935c7555cd05d19abe3455d3b4db11b07f6e692","96700ab3fc21fa3529f024fe0fd09b7a80479b56","c63c5a95bc4231c47e15013890b6fccdac65f724","4011573af9c6964e4f68e28d20e3e06ad312ca72","5c1eb72f21b3eec1d2406fdaad2ca1834e5cc60f","500e40fa82b79d7eec741d2938062a710e6a0bc2","a70fc931e709a0dc0c6dbcd7a327129231e482f8","88333a32aa6067021787778f57f1a3bee58901fb","1756425c5b94df488d70659785ff6f9e0fb6148e","0bf820d1f49dd3b4d1b7678369970c13d9518aed","2edf252d108fa30e9d36e20335f40d34267fe831","84bc4ed3eeb1966fda7074a444bf81143a035804","27f8addeedd99d7f9d4a7f98cb279d3de9ed55a6"],"title":"Optimal population designs for PK models with serial sampling.","doi":"10.1081/BIP-200040853"}
{"fieldsOfStudy":["Psychology","Mathematics","Medicine"],"year":2016,"outCitations":["75f063c9b32912f4b1b1f08dbcf6b0575ce16bf1","5fa51fcefaaeea4a4c557cd42e8feb9112b95fa1","c5a37c30111c0fe2e429820f9f4800f966e2bd27","bab5e01f12af05c0c88bb68347ad288f3dbcd68b","d39f1c205e349b73d917f0ce514b95951b05b0b9","56217fed3da59103e0e43c94743dfaa4122d5d72","64eb12e7555b435aac5d1c50824f70d930d44c62","85bac3bafc088b223d20f0be3bf0ac1f1c891c02","77cf87c275343c00fc2be4ad97148da968dc2921","4e5e0335247e077dc26496960cd172c205885151","8a4516ddbe8b5e6a07295118b7c36ba2b579fa45","ca6863c8cf76f74274e01ceca3804fca0b1eaf17","04fd6b0753020318516761d810316aeafe1c1d3b","d1fc315d9a06db96107c32b65bfd1f5eae5d5678","c230cb8b3df4ef14c5f09fccf1e30b3737c80200","f47ff3212125c0c918e48f23ec2e38550c8f8f9d","b4d972cd8a6503f6066986d38d321101cd250bce","bf67c82d2af0392a8d31cba9cdfeeb369d6795cf","b51dc657bb9b18d016cc0e62d799fadaf4cd309a","eb7ba495d2adb625347448f0b30dca86f9f3d3f1","4fcc33cc8c1702181aaddabb2c3bc144d9ed7a1a","3d0a338705341e6c3f8b224a5188a4bd030d7d49","9aa7a08ffd2bc86a39a3550283788d2fea8ad213","e1103d528d874a9e8e84ca443fe3fd5c1ff9eb9e","b779c8fbdee78948c7e1860372c10d7f8eb27128","4a1ffb24afd948bb630e7caaeaf278286eafa084","852f0e7e03d79b920f8723925e1cf62114c7eaf9","ed78361e546a1ba562dcb8fbd5d93f1627a4cba4","c3c5e2e066d0df004a6789e81e2ecb3fd5243d19","84026728b4bf5e28887ad75c89cfffdac510fcde","940ccbc5bfd0ad32265b7f579f4fd51c717dfcb3","25ab3b2d0dacc3aa4788ef47aa5967a26867213b","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","2ed3395c90881bb7e9f8ba06f3252fbfc8f7cafa","cec775be96a4cedc1982a58ff1b3b07cf33aa214","57e07ca57695bb182efbf9e77097aafa7a6c5aa1","a01f44ddfe2fff4d03f5ba7c82a54843be580b40","8e6f75368f866264ccb2d835820998f6b3ea86cd","e9d5ccee976286e4a32b1de0a30d7325e844c976","851948c91bc26e0a8027801fd4947068a2de083b","f9c35f35308d78650fc928720009e5c7039b9bd9","23acecba5e9b2a90b407f4334dd58b286889d080"],"journalName":"The annals of applied statistics","paperAbstract":"In many clinical trials studying neurodegenerative diseases such as Parkinson's disease (PD), multiple longitudinal outcomes are collected to fully explore the multidimensional impairment caused by this disease. If the outcomes deteriorate rapidly, patients may reach a level of functional disability sufficient to initiate levodopa therapy for ameliorating disease symptoms. An accurate prediction of the time to functional disability is helpful for clinicians to monitor patients' disease progression and make informative medical decisions. In this article, we first propose a joint model that consists of a semiparametric multilevel latent trait model (MLLTM) for the multiple longitudinal outcomes, and a survival model for event time. The two submodels are linked together by an underlying latent variable. We develop a Bayesian approach for parameter estimation and a dynamic prediction framework for predicting target patients' future outcome trajectories and risk of a survival event, based on their multivariate longitudinal measurements. Our proposed model is evaluated by simulation studies and is applied to the DATATOP study, a motivating clinical trial assessing the effect of deprenyl among patients with early PD.","inCitations":["778d4471b3b02c83cb7fd87b17f771dd90ee1847","ec9d0a2484b4cbd9913bc6c85ce9adea96bb54e5","6f54d5a19ed8a5308a97cc9e505f81853b05783e","959a7777fee14bf13960b4be1626501fec2c0fc7","698867c5b02125003cca1f6ba6a4ac3b5ca0bc32","3b82f761f70fee06754692e2a873eabf50e89cb2"],"title":"Dynamic Prediction for Multiple Repeated Measures and Event Time Data: an Application to Parkinson's Disease.","doi":"10.1214/17-AOAS1059"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["b800f9dde3ee805463172f38db62b79b2a8ce98a","458dbdfa7ad609b8dfda40d8603fb77f6b4fc53d","f2ec302122afdf803da1ff47a475d4d43b2932c3","fef8db7d351b1d8deb3275a5cdf3f431545d8f74","1f145b661740aeefa354d4ec13b19f6240863b3c","43b4e50ebf6112d85846eeac6d05318b91396eda","33889980f6f8e05bf053eb0b5877ac35096aba2e","e5ffaa4d7752d55cc5cf76eed1fec267b2db171c","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","500990957fb0f3a54914aff65413d76ae6e69d06","5e3c9778500da38bd75e4497239d129c509f066c","078fb305820f2e2479f2c6f517524eea522373de","80b6df0b985e25755bbbcabe3e8662afa65782c0","956ab419b11edd364e95f652f490728a300dc35f","4617a58bcf80eb4a8c7ed3f42e8122ff84c38b72","156e7730b8ba8a08ec97eb6c2eaaf2124ed0ce6e","fb1b3bf2eef19defeef0418e70f133ff2c78cf4e","a76f5e42847c0197e5745f383b38af55f6242d68","b488ee22d10763b6c077e792fd6fc72beebbd896","58db9852fedd50a4732e3c174383710422c32ecc","62269cfcfd08541926d78a5c5a0d703b26e189c1","10b6bf1f08cdf768030f27ab0c22bb768eda82cd","9ac676e71dafc3df015c7a3b5584b0c1c966ad84","7f89b34320d34d3d9caf2e82ce835f40e911b9f9","92e5dcb2ce71ff1c0e344c3fea1085c924e32650","2e2da6822c026dee4114921cc8a0babc7251b862","ce43e24082a8f12bae828a83c543730131dc4909","8d843a9781a148d9ff52432490917a2f21951af8","c59c6afcfd5d03eb2c8fb5d1665afacc077771b9","357e923541af57b74913f4415469a3effd9f790a"],"journalName":"Journal of multivariate analysis","paperAbstract":"It is rather challenging for current variable selectors to handle situations where the number of covariates under consideration is ultra-high. Consider a motivating clinical trial of the drug bortezomib for the treatment of multiple myeloma, where overall survival and expression levels of 44760 probesets were measured for each of 80 patients with the goal of identifying genes that predict survival after treatment. This dataset defies analysis even with regularized regression. Some remedies have been proposed for the linear model and for generalized linear models, but there are few solutions in the survival setting and, to our knowledge, no theoretical support. Furthermore, existing strategies often involve tuning parameters that are difficult to interpret. In this paper we propose and theoretically justify a principled method for reducing dimensionality in the analysis of censored data by selecting only the important covariates. Our procedure involves a tuning parameter that has a simple interpretation as the desired false positive rate of this selection. We present simulation results and apply the proposed procedure to analyze the aforementioned myeloma study.","inCitations":["29c3e3fb5df02a6acad67d977e596edaedfa80ea","33a3b064e3e0464f8e8d534abf70aefa54623e75","4717390d356250bb229ac2acdd3041ed2e560892","ddb2ead8c4f68d37f7d52a7ff5ebf02a9ea6c555","b8e430e9ca0c0365b60ddda2b9daf4d49ad4f030","da29d3b8cbeaab0064cf52dd392f6814a1aebcb9","9dca34d9f70f8cf9cf1001e861f5ee8ec1bbf9fb","4da4069c1e31a0dc4635808523c6eaa6a92fe979","7a16db1432b9aea73774f8a061be156bb3973aa6","778d4471b3b02c83cb7fd87b17f771dd90ee1847","ea3962c3001218e43ae4ff368f96697b32611dde","e3af9388f62c41b229661cf8b1b22995eb97f71c","0bb82cf2bb8d3293c30f8077711743815041e093","d76a789548c46f2a6637858477ba3c61c3f1f690","1659eee57e80870301adf5bdba901ca398337b75","1a6502b787c644e4af2124ceaa6658be5bb40959","afa65a3c7d08ba31ee00c576c3b36456ffaf735e","67f4a28f096a078276a252fdf61a1bf5f490701d","6f56c6e5744944c9f10e2d09ddb2f1b73e70e95b","17fc5b36adcb9a1d755c3ae7bf9abf41ffd65019","5c7416638acf9836d0bd2dbb5c269c8e07604ad4","ef4a8fbaf848ea7a594242ad60c99a62f3ae4174","5e6c61f0fecaeb5acb1f837e18dde60a036fe4cf","f6e7bdfd8f2990a49cd16266447f773af59d6d76","48e9d4a12964b034db14b8173c0b9e8acfdd7342","b38e0e47f6a3bd868433b76424de0f9d46aca338","b5fa1984e09743941e5c6074aa9cf96de8eb60f0","f1ff8e83e2c91c3b0fcaa4a4a6d8f576668c2058","e4514ab8764d28eaa64edb360dd517c051f86c37","0a655ca7444ddf725eb4991d09611eeafbc70381","4af1c8128c0a73b8b9c481cb31ae3cf5a63cb2d4","db4e57f2ab2b65304fe993cbf28ac2812c9a21ae","4f46396f81c9629cf24019c189449c77ea84e9bf","bf9039eb894f0699e767d48fedff5c3759bc2f8a","cd01e989b31b2628724b15d90acb4980c2ab71f5","a5ba2c530d2ee8e852210c951df17ed53a5883ea","d917411e8861fa4c10243257e6e5d14f9e3f8111","11d852fd1fb8781e03c0d4eb96468e66fb1c8f62","78606e15d9c1202a7d2b0787dbc4f25f33b1814e","9ccd7898a071185444d6ae22f1ec65a405c5413c","5e3f52a47734558139f387c51e1cbf36831a1a36","40a8eedc39eb90e7059c0cef31a5f4b98fabd705","3d9d6f0baa1405c9a157227410581b6892d90a25","7e9059930f99675ab9b473fa65e45e267412a2bd","6f6215091e8ab1b1ab1236265ee98660479c573b","b466b40f736c75347260d571ab77d673a0a3609d","064eeada44eb0accea85c5e8c946ee9c8b95c56c","36ee2cea862614ce1fdf6c5f5cc1cc482eaada5e","e84aee6dc861c674ec24f4e06cf1611935f17374","5ad03cad1c30cf6408e9ecc160339e865fd7f1cb","9a56ea5c4944872ab91815fbaec72fb1cfe1c3f2","d52303e046295862620ca4d7f4a9dc08f1e0ec07","3fa0f3c5460978113316f003277a5bad7fed0e9a","65582a42975fa64d39ae0d7c9402fddee8e55745","38b0b6d5782d4edd86b0d6187fa82bfa09bffc7e","e125713fea1d228b9fbf8cf64ae89ac1fb92c38a","9241ad38ba3ea94fa0c8d0e68a809c936b9096ec","49474fd116db60f1633ce452e26beabd9480d499","5f1ff798628955d3f7c1e9b9cb62da8325c9f324","ea01b14be35f920c8bb87f76ecd6bbe87b467ad3","1c4946f78d7766a823556aa2e033ce267286b6b6","f7d726451029f8717100cd6119f9ad328b4cd173","b33f1b6fa74156302211bd400e3e660fbc305a5f","1b38aebec383fb1ffb634a2d2212c1bb00b98cfc","547df0f649d5b8fcb64ac06611e5bbe7b14518f7","a493bfed0327edfd5a6bea3c742b83e3c8a6d328","1794c9b7ced485a8755db5b378653b773a00e52e","c5480254692abad185ba08cc7dd4a28013b64625","f7703f1a7cfc41fa67d2fff507186b417425edeb","15e82c361f6a2467d91c7a9083e9721bc6b8086e","2a777190f4f794895e5f738a13ac0b02dd289278","632b0eccf7f682ce369492b8f2d31ab292dc3d9c"],"title":"Principled sure independence screening for Cox models with ultra-high-dimensional covariates","doi":"10.1016/j.jmva.2011.08.002"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["a7a82796538d637dc4a81c157d0bed21ea0baee4","f7822d3382c2c8fdff07669f89d4bd2809ed2256","16d3dd030926d5222f24456b14674a7aa271bf50","a3c056dd4545066fe24183ad5205a48d0d1632a0","e7bf4d0f240085bafabd72bf1258f0b131d6b48c","77836f40c65457d2611e540494ed6eb8f0bc13f0","487a65b5e4e1c0e2dc5e5de898891053d208017a","fdffdfc42da0018224568847ec7240c1e4677428","f5f44d18525caf9013d29b1d9d3179ee711293b5","715b6ff9557ba107f5409895391d3a034a0f171a","38224aa701a696d50dbc2e0213f01da1fc350caa","e78294a3378451cd50051b26b0aff99714393ec4","bc20b0d8037780f976453089b84dc40c19e5958a","b0f29161f64afe7b9d2b24f4cf15ff77359beb11","f540679fb2d2f962ed18a418ec02d5b5ec2b4a7f","2151fa63a9b20c7bb8e7cf6eec3972a9d0a685a6","0444e89f5ce600929f8b3e1e036367461bc51f8c","d951b2d04de81022fcccd5711379130deb84e47e","978fbfc88683be9074d384957d2db4ccc921d7ff","a47b0b6415d467643a876977c2341338ab3844c8","c34467299f20cd47a0f155d357439967030de972","ed831e9c931f82488374629e3245008cff4bcb53","bc0d7a1df16b78d7f0609a07f51568ddf1f56a0c","4719ae54c6aa6d91d48c3874c3a470bbf5368271","fc882c1bfd1f4a11354db9b0187dfdd3779d5db4","e2e3ac595dfc3e80399f8a10f6b719507dc2bfc1","9de30a72015f64e3a830446ef7bae72d72d1d859","7c63aeb09b0e0a2b20ed3154f66c9b6821132c53","ec0b1f3e9bb9ccb220fed4f70c881c59a8df5c07","8d5034ef663725ad42486c670cdec5b16b6fa8b5","6a1e6cf79763b52c29cc870163d46d4763e0fbf0","45db16309fbf7e9fc8907047e7e1a9933c4e1b85","f4ac2649550321f738cb54b4347cc6368f0ad757","0e28cd3f243c2750a11aced853c6b410e7b9e600","fb3d33c67b7e87dd58c3d728c8ad77a403ebcacb","037ece07ed7a596612bdffca2122780d76aa8fe7","934671d3f161287ab92e1596bfdd41135c25b1a4","d073cc85a5ca1cd466c307d850cf3891b6e931dd","1abafb578e4b58ccd00bef08c7a7cc0b1e776e58"],"journalName":"Biostatistics","paperAbstract":"Individuals often respond differently to identical treatments, and characterizing such variability in treatment response is an important aim in the practice of personalized medicine. In this article, we describe a nonparametric accelerated failure time model that can be used to analyze heterogeneous treatment effects (HTE) when patient outcomes are time-to-event. By utilizing Bayesian additive regression trees and a mean-constrained Dirichlet process mixture model, our approach offers a flexible model for the regression function while placing few restrictions on the baseline hazard. Our nonparametric method leads to natural estimates of individual treatment effect and has the flexibility to address many major goals of HTE assessment. Moreover, our method requires little user input in terms of model specification for treatment covariate interactions or for tuning parameter selection. Our procedure shows strong predictive performance while also exhibiting good frequentist properties in terms of parameter coverage and mitigation of spurious findings of HTE. We illustrate the merits of our proposed approach with a detailed analysis of two large clinical trials (N = 6769) for the prevention and treatment of congestive heart failure using an angiotensin-converting enzyme inhibitor. The analysis revealed considerable evidence for the presence of HTE in both trials as demonstrated by substantial estimated variation in treatment effect and by high proportions of patients exhibiting strong evidence of having treatment effects which differ from the overall treatment effect.","inCitations":["f1156617f6228f4715a728d31e7b01c19145f474","e61e6ee03e05247a05de919f8e13226356eefbf7","476a80a54f191412b4cd424ac9830237ff67527c"],"title":"Individualized treatment effects with censored data via fully nonparametric Bayesian accelerated failure time models.","doi":"10.1093/biostatistics/kxy028"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"In behavioral, educational and medical practice, interventions are often personalized over time using strategies that are based on individual behaviors and characteristics and changes in symptoms, severity, or adherence that are a result of one's treatment. Such strategies that more closely mimic real practice, are known as dynamic treatment regimens (DTRs). A sequential multiple assignment randomized trial (SMART) is a multi-stage trial design that can be used to construct effective DTRs. This article reviews a simple to use 'weighted and replicated' estimation technique for comparing DTRs embedded in a SMART design using logistic regression for a binary, end-of-study outcome variable. Based on a Wald test that compares two embedded DTRs of interest from the 'weighted and replicated' regression model, a sample size calculation is presented with a corresponding user-friendly applet to aid in the process of designing a SMART. The analytic models and sample size calculations are presented for three of the more commonly used two-stage SMART designs. Simulations for the sample size calculation show the empirical power reaches expected levels. A data analysis example with corresponding code is presented in the appendix using data from a SMART developing an effective DTR in autism.","inCitations":["cef4bdbc56281a8a0b4b58b8f465188a37b0ce39","1001ca294f6a9124aa548b532bc3bc550964635a"],"title":"Design and Analysis Considerations for Comparing Dynamic Treatment Regimens with Binary Outcomes from Sequential Multiple Assignment Randomized Trials.","doi":"10.1080/02664763.2017.1386773"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["f968bfe13b09a2e93807c84476c365f70217624c","47b74ef7ff4a25f64a358aa76ba05f1e2d081a1c","46ddfd10621c278d13de84b90aaa2bd88bd71825","e37e2410ab2008421b9ee95ffb3995067e42d308","1d3bb8d7427ff512b1e9d4601ef89c8289e18193","0242a0f9e5552573fdb17724e3491060897383e3","9c8ec1467863467b55a4d7fd3112afa553471300","e078b805964bd72ee439f8e5fc50c9cda009a31c","12ed843a37a7c65b095594b9f3f28965e7c73967","6afa524382ed875954f5a1d534da3878fb4dcaff","99f5d27158198c2ee0f8a256df23537938ac1287","e7e66df2cac73fe101a1a3672ad6a38b35272771","69a072db26abdb4e6fc2a752d445de5170e20fd2","6314b562be88d00cb9493b2f0f3a0f94a8d92333","69a4d0c8449cc186dfa3aa8f5cdd374b75a95554","bf257b1b4343b9c84b0546bcfb277f4827a5ecbc","5d6f0f65cbc08fb237bb308db37a1d0a02029732","381f6aa06766d5486517a3917ea8606cfba99751","c253ac37b89a6ba310b295f81310d8df96e556e9","a3fbfe36a1292b750c4c1bbb6387fbd70634b482","572e49d33e1ab196c490d8d39bed7ca597adf6f0","8cf2a68a8bbbef51420f6ce6a6af3720249fbb20"],"journalName":"Pharmaceutical statistics","paperAbstract":"In drug development, bioequivalence studies are used to indirectly demonstrate clinical equivalence of a test formulation and a reference formulation of a specific drug by establishing their equivalence in bioavailability. These studies are typically run as crossover studies. In the planning phase of such trials, investigators and sponsors are often faced with a high variability in the coefficients of variation of the typical pharmacokinetic endpoints such as the area under the concentration curve or the maximum plasma concentration. Adaptive designs have recently been considered to deal with this uncertainty by adjusting the sample size based on the accumulating data. Because regulators generally favor sample size re-estimation procedures that maintain the blinding of the treatment allocations throughout the trial, we propose in this paper a blinded sample size re-estimation strategy and investigate its error rates. We show that the procedure, although blinded, can lead to some inflation of the type I error rate. In the context of an example, we demonstrate how this inflation of the significance level can be adjusted for to achieve control of the type I error rate at a pre-specified level. Furthermore, some refinements of the re-estimation procedure are proposed to improve the power properties, in particular in scenarios with small sample sizes.","inCitations":["b7c9e2d3379a050ecad7e2a0b4b2d39e73dce63b","94df5339fcf7c1f1b97af4470b895af178beb300","b366ac9148c1a9492e3f7ef5485abbe35e435197","62943c91aa008c4b9338195c767b467fe6a3314f","0182017b73ed03030a79fb7eae6fc8d77242dbb7","c72a87cf47beb86fcb9c28b1df8a52bd581455d2","0f1322005838579e7adab6d4fd860b3e54308b6e","343a037b6f712f7acf2f43434b9d13dcf0800b27","77fbca12dbeda21c66744112d85f9454f362f0ed","47b74ef7ff4a25f64a358aa76ba05f1e2d081a1c"],"title":"Blinded sample size re-estimation in crossover bioequivalence trials.","doi":"10.1002/pst.1617"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2000,"outCitations":["6db47b58d3a63e60d3772c02250c5973402b1385","d44a13b89f5c3a310ac276cbf1a0323f4003fec2","da8f366d4ca843ecf7f254bc18a169cc7ccc44ba","a949a9250c7f2ae9799ace52b30adee023112883","b5bf95f723dcc5ec706ccfca2a094c5b533c84a8","229b1b6aaa138353f447df8c905748e2745e9fe9","0399e59096a709fee2e2ada895ea3adb81382d04","080ba5775453171b0f5a1e27ce3f18821402e51b","e0dc01248f2e19124afaac8f62e3ed2d935d652d","4c4eca0fa3d2e8b2c822909014f7ab1fcb2a19a9","930281f635c92fe3dee041b3e1315e606c76850e","711999d571540d9e166decd2a6824b34c22e9452","f323a7daf79d464e23836e589c7fc5dff9b499d0","1d29b7e138c6388cd4c36fef9137e9ba2260a5b8","6dc621ad0d1153524151e8220f467df080da119d","9c67f30235a47e305dc57c9f185d5587faca4236","8689286efaad01b38df0f4cb5b60b788ad08344f","ee41b4317af7fb87c3178b2b7676b135212f504c","f6a13f116e270dde9d67848495f801cdb8efa25d","88b51eb03f1b0a3449136bbb16b8aa40ed0c1307","ddbc97b6989fd9dbedf8347f43507b8c1afbcdf6","b2e138892a89dfc32d83721cbdc84c1a5091004a","55ad78760ffc2b36902bcf01c2c6bef2b669c3fb","b4103e9b1d7e1699dd0d606b08c34394e2aff72d","f53837b394e612f59156984c2cef57f9ba4f595e","ceb60fd2ff35c692009ab714768fac7965d9cbe7","c75146f2c2c0e3e65e36894b4222d33a07b1769b","f203391160d41589fcc5c35b28304de482ec5ab2","143d2e02ab91ae6259576ac50b664b8647af8988","abb17423b6144296a45d749ea7b8912731f37ece","8d990deca66c9afefbe042f95e41ada0c7227877","d96b4d467044e420a87ed99b07e23ad68e2a401f","f4c237e92f72997603b42f74df1a322a18fe0712","ccb09e3a0ac30cc904d3eb879ad1569e1843b437","97fe651095ce646daabcb9071d63a1e88b53fd9b","bc56d33bf65b854f0a14ecab71e7c4a5d76eb059","370b92e4a5a5a37beabc6a854329a184195e3975","ed1e5fc06c11c93975bd14540d16131232c50b10","15211292412f365ed2d4946333a924029dee1c39","41fb79ea7f0fcde0f2f55a2979446a28a733b6b9","52b13b80556b849ba3802e02131fa3d965950fd7","7bbdcbc4e07b6de88b52de21a2434fc8d686ce44","fbaafd6f3c4ec3ec88803c81936213f3c1b7983d","281844af9cc8b57a077c9345615d0b749ede7d11","377339cd55087d503b855ae89d2126495cf104ee","2303e303f57636618d9c8d5b0050c558a565e835","e91f4639f3a4a07e506de6a92e1509877f763f95"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A general nonlinear structural equation model with mixed continuous and polytomous variables is analysed. A Bayesian approach is proposed to estimate simultaneously the thresholds, the structural parameters and the latent variables. To solve the computational difficulties involved in the posterior analysis, a hybrid Markov chain Monte Carlo method that combines the Gibbs sampler and the Metropolis-Hasting algorithm is implemented to produce the Bayesian solution. Statistical inferences, which involve estimation of parameters and their standard errors, residuals and outliers analyses, and goodness-of-fit statistics for testing the posited model, are discussed. The proposed procedure is illustrated by a simulation study and a real example.","inCitations":["9bc423fc27c60d8511d01349d3fddb14a6573e08","6a97886edf962e74037fbbef202a3619f22e10b3","8d833cc4a8ac514eba56c2c4ded96a34cd5675e0","00dee7924e02656edb30213f9caed9e228dbb839","3b8503802824c37db8889da762faa0f00265aa8a","51d3d6adbc240660db543a31fa694bc2b2c5afb6","3ad0e4371b56a79cd3045ac0e6ae78f2ba225b6b","3b647b8d7b45fa0cde128b69834c21273f315a4b","faf63349439c31171633d6a975902ca8cd27c7fe","37cb9b93175720bb253a389dcdd3b6f5a394b736","ac137837d9ff5a9cf6ec9e921822e23b1bd7d153","a58803f4c21830a62ae2cef1289068b39ca5e3b7","70e0f572d7f49fecf3dea0782b4d2fa8b8f6a0bb","37c75a4346d68b203e3ebc3b47767ab009358ff8","77cf87c275343c00fc2be4ad97148da968dc2921","1147ee1a14e4e104d95dda4c56cab97e2c4e2791","51583ce86ee391ce7024d3f920df6b10f172f520","07d32b5380f57b86f8caa1af246575e7b678db8f","590fda1c7f216a110d4c11fff2d61eee2f451462","abda45fda593b105f204525496a7b89233d20836","75ebda75555166574fb8929f5d1c5510c38bbd75","52a6e74f4d192a7187dd7fd8451f3a6392f0d3d3","50d21e214afc5c4c4c77fe0c7e74ebc78cc83998","49d4e95fda5ff70f08d561d3b46f782bf2916e70","07bfff26ff5ed410d353f7a26022cca65fc56b9d","4463217cac37a4206d9a255ae243f170c33f0546","c136b3dbab29ed5819b88cd1831dffd9e88478c4","06250ecfa8dd0976c7230fae798ae33b8fa5d246","65f9b1bdc9070dcf49e1165b6f5e395d8960c06d","1cc93706c657b3bcae9cfc0495262d361115b135","7d6f224d43548700a2a2915d43d270a6fac889a7","b0401b8fe55d15cc023e0d1aab14710fffeee911","baecf5bd324b137ca16391732962859bc0af33cd","992e15d16d509dd113c7f535e2e31dd2fc1f02b1","f85593c2e01ba36902a8d77499ed2b2c555fdde6","23ace511a9a253e2420a7c5de566fd01b43b50df","a9e7402b6b944f31006628ccaea4ddbb547cc542","a5994b1c37d7ef47e6150edec1e3fc48a534d114","5a9785aceed5ce8bf2997af31ce5756b7ca94a8a","214dc6242695868ebc2e56999b8a350de889639d","f834666d6b1ce39cfd6236413c1305ed3112239c","a058da3a15ff8347b617fbec57d5178a93990531","1e728f84d0cf510ea582b15cf96574529413c38d"],"title":"Statistical analysis of nonlinear structural equation models with continuous and polytomous data.","doi":"10.1348/000711000159303"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Truncated survival data arise when the event time is observed only if it falls within a subject-specific region, known as the truncation set. Left-truncated data arise when there is delayed entry into a study, such that subjects are included only if their event time exceeds some other time. Quasi-independence of truncation and failure refers to factorization of their joint density in the observable region. Under quasi-independence, standard methods for survival data such as the Kaplan-Meier estimator and Cox regression can be applied after simple adjustments to the risk sets. Unlike the requisite assumption of independent censoring, quasi-independence can be tested, e.g., using a conditional Kendall's tau test. Current methods for testing for quasi-independence are powerful for monotone alternatives. Nonetheless, it is essential to detect any kind of deviation from quasi-independence so as not to report a biased Kaplan-Meier estimator or regression effect, which would arise from applying the simple risk set adjustment when dependence holds. Nonparametric, minimum p-value tests that are powerful against non-monotone alternatives are developed to offer protection against erroneous assumptions of quasi-independence. The use of conditional and unconditional methods of permutation for evaluation of the proposed tests are investigated in simulation studies. The proposed tests are applied to a study on the cognitive and functional decline in aging.","inCitations":["5d6fa95a6e6072713cfffa96cfc97037cc7a9fe8","0a547033ca1daf86ebdebdcb765d0ddcef46f0a4"],"title":"Permutation tests for general dependent truncation","doi":"10.1016/j.csda.2018.07.012"}
{"fieldsOfStudy":["Mathematics","Medicine","Computer Science"],"year":2007,"outCitations":["5652cedbe110f56e034668e8a9e610d4fcb43c6b","480d517574a079d3e0159b978cb19b3f014e59a3","27b3f344a1817a97c18b46f0b68577e76e781a51","ccef91ab66165093221131e9549b8e84b9c083a4","73e6927c6a475942a1c64dda35389176886e380a","19cc1632a58bdffec39687f9595d56a2260c92ac","d2521b5df49cb832826d9c6a829f7f9583147f1c","8adabb33d71da735fbd0f135a6edd565b77de3b4","64ec4b972a2b0321b768b56c5a4ffa44d0e8c72b","dfb7fd429433d472c12cba9d26211c1e1b9e501f","cbd22fbcb604968fa37784854975d7aadd05754f","d701bafc5f8fa3df14a5121d0f06a33a61ba69c7","449b02c2a8afc8d5d9e7bf9fb34d9191077687fd","652956fba9b6e6ae254a5ccc4e123dc7701c96e1","fcbceac118717eb78b2339ce31fb63e05eb52d89","961e2156d523e3901c491cc2a1f65764c976fc44","d5d155e1436ed3ead7584a4f04c23444160449b4","41575a261470743ba9ca9f7a95073d1bef3d1392","49d2d12383021565e8c02396d558e2f9355e5e67","3dae693471bae372c0b0071e5714d79f2baadebd","f2f658581880b2d996558910f4f58d9c0fadf632","74ca6d576ba013182023f21b162975e49a920acf","080fbec02f0f2f22df8a171afac14be3b765ff79","6d0b1fff92640b89faab4679828acc346ff3ae5b"],"journalName":"Computational statistics & data analysis","paperAbstract":"In epidemiological research, outcomes are frequently non-normal, sample sizes may be large, and effect sizes are often small. To relate health outcomes to geographic risk factors, fast and powerful methods for fitting spatial models, particularly for non-normal data, are required. I focus on binary outcomes, with the risk surface a smooth function of space, but the development herein is relevant for non-normal data in general. I compare penalized likelihood models, including the penalized quasi-likelihood (PQL) approach, and Bayesian models based on fit, speed, and ease of implementation.A Bayesian model using a spectral basis representation of the spatial surface via the Fourier basis provides the best tradeoff of sensitivity and specificity in simulations, detecting real spatial features while limiting overfitting and being reasonably computationally efficient. One of the contributions of this work is further development of this underused representation. The spectral basis model outperforms the penalized likelihood methods, which are prone to overfitting, but is slower to fit and not as easily implemented. A Bayesian Markov random field model performs less well statistically than the spectral basis model, but is very computationally efficient. We illustrate the methods on a real dataset of cancer cases in Taiwan.The success of the spectral basis with binary data and similar results with count data suggest that it may be generally useful in spatial models and more complicated hierarchical models.","inCitations":["c4a404eb202be07d3f5ca7ef544686ee2d831f35","1003241bd712a1985ec3bdffb2c66659b4d5317c","ce191f7d42f5a9a48a88659b59468b2a1055cb76","7e2965adf3672dc23da5047b352c39071392d1cd","f7db7bf7e7b7f4f86e1e7423e862ad43022c43f5","4e2b3450d9579f3bc700403a4a0d89a56b361bc1","328c0cff2db2310d6295ea35ed6cf03375cd35f8","70c26bd22559bfb00e4afb242abf877020e0aec2","e0ce6c3bbab2e366f9f5f5d15e6e10fbd6f41f13","4d937727df309e995f397fc7d4a783406b663773","d6003fffc26525c5ffc336fb020a3b66911d99b8","a3a9d95afdb0d68a4bb941fbd5ed46e43070a449","12b09106a4bc898130610fd7f0a9b3545d0e32f4","7a53082a6f70524cfa7a3141ac224ded8da28207","144b30514dccb53b5dc849012bc20c58395a52e1","ef30abca45c7d5b31385068f7ae0946222723540","5cf22638f253655175e3e47471a72729bd148821","6cfe4647bfea134130bb7bc85246e11bc034a1c3","ebb33cd8fcf92efba728fdeb113c8c705c01dc4e","17109f66d837ec59675fcef04cc072decc315f11","ee1286f0a3fcee62fc119dcf7e0051c5bb0612b3","eeb074ef505467d8397514c78588489fccd35023","b8c813fb3820384aba02596cf83862acf5d5bcb8","8a658f0d7c09abc8c57cfe78ab05ef2cb69ea19c","bfd7edae8ed2253762dec3e44faebcebdc7457a2","81a1722919dbef26b4661595486d30f659768cd7","a5ea6fc252723c3403ebb2292870fadfdf9a2c94","bb20382be049bcdf3d2d40aa33d0aefcbd4c778e","7d9fdfefcfc9781d3c7f84872022dfdf269f84b2","271abee43f6dc2d1c73e3a4116ede847950e18d8","62f81f57b9a1e63a0c7561f95147e34180ac9097","1042e9612d4fe4a86250b0d5d12b974ec30d7bf9","9eea07c46b25a96b6cd73f3c567ae9cb8fc25fdc","fd4274531baa6c17c62b4c6a48669084adbd7450","6d5407433be30ccfa1c03c4fcfec007bd74c06c6","9aaaea46812fe32cbeca10d82e99e6fbb304c56d","47021767d240512be55cf8d2b058532c853b69ad","92877af06d2078c33f975753bf769d30bb2ff52e","a4cbcc7915c9930b9dbb2b610e6fbd1a86d24b62","54454d3c156a6ee537e1dfb98623fac9ccf5366a","1181156dff6dd5c4cc5713cf5cb7c88ea4cf8787","b8f7c0a54581abcfe6d23ea3c630cf796830a76f","6957be06ab8b197f127a32ded8523c3fcdad2c75","4ea44bb603a231b4a65f40b8aca2360ffaf3fb51","7e3c4be7b82d54ffba5327547f47bef1a066537d","7f41aa5deaa16b8ff4cc334185bb63ce0a280bbc","8a9742268113422e8e7f515ca735db2c9432d2e9"],"title":"Computational techniques for spatial logistic regression with large data sets","doi":"10.1016/j.csda.2006.11.008"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["fdcfe7adfe1aca5149de56131739332e90c6845d","b198ef350d69f521550ea6f187b89b06933f503a","2e321ff71f8d0ae1983a1382eda372db70cc988c","11106aadd1c133477b163f08de6c9436cd5468fe","8d4a82f8262abfb55754990665146f8bca94d8d6","bf7b9e67aa6df2a82508526182ac012e5ac7c090","353895e14f1e7ffcdd06332ff2d6bab0f5e703f0","7d3af458d51818254adc6c7e3383634fe0d8591d","98854609cd300ca017e5f87e5f70f38838bf90e9","ee1a6aa33f7502c06b79dc605c5fe563d5a9762d","ea16da7c325b19abad1912ebfcf6a757747fffff","7178704289158cd9edf3fc13dd8f5f78b6e60db9","25f7719223bcb54c0dafa478f6d73307e9fed007","97b6506fdb3773f03f92462e7d41591caf425a45","0b305dc618a44dce40eed056346d3a69bb61599f","44482ee7af79eb9297856a110c7772abc179cb8f","c6bd46d06d49ed3e85b29aebd81a5f01ee02443c","a0e8778fda1b4b602abbbd3dcaa85d2d1714fe9b","fe4b07489942fc80654e9a87663aee3aa5119429","de42bb7c9d86fe95606e33eddfd229e6809e57e6","be8b5d55d61baae573eea2b5340cd5626e3f1161","14c0aa868fd7396da7b342bcc1c337d9404666df","6ce4a6f407c604ecd43e62a4fa8d50719c68e7a1","2b4582083e1bf136b73d4840d0a5da1cb788ac64"],"journalName":"Electronic journal of statistics","paperAbstract":"In this paper, motivated by an important problem in evolutionary biology, we develop two sieve type estimators for distributions that are mixtures of a finite number of discrete atoms and continuous distributions under the framework of measurement error models. While there is a large literature on deconvolution problems, only two articles have previously addressed the problem taken up in our article, and they use relatively standard Fourier deconvolution. As a result the estimators suggested in those two articles are degraded seriously by boundary effects and negativity. A major contribution of our article is correct handling of boundary effects; our method is asymptotically unbiased at the boundaries, and also is guaranteed to be nonnegative. We use roughness penalization to improve the smoothness of the resulting estimator and reduce the estimation variance. We illustrate the performance of the proposed estimators via our real driving application in evolutionary biology and two simulation studies. Furthermore, we establish asymptotic properties of the proposed estimators.","inCitations":["264ce16f16e3ea9d169d3311a0564522ae8b4ae4","6c416103fca46c051ac0b93dad6181acf1309e1d","db6da2ee46c6f4c9da3a8c75c362ee3bf7e4fde6","3dda24e8ac0324e1b50be35b3c28b42766819fb0","21da4df357824ba5a622391e770f30b90aba9afb","55edef767eeab07011a95083a4d112829ccd634c"],"title":"Deconvolution estimation of mixture distributions with boundaries.","doi":"10.1214/13-EJS774"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["4a06ba4524b7212ebc0989c52ad5ea10fef2773f","c63eb695df1f781fc26f929bb85010d618711fdd","820d2172ccb06ffbeb24b201b0a735bb934f0010","551ca7d5ee1272c75e7b64a835ef91c790abf70e","c888242f8a458c2637e0fe62e4a7607d497ef824","5b603dca9e9ce3c80ed3abd0f407b92152f1dfe4","e38cefb019a4f6800a30672038d9ef40132e8451","faac67866eb645e0ab4d2851fe34023be547ea9e","3e403e909c46a6206792f5c235ffe1fe45a414eb","b7c3244cf03bad734fd79b6f19696bbfd8948b61","691a50e9448a2cf2299ac2739bc8b7590c6e252a","b3325f9be0df6ac33e1036e2c409d7ee29ab0c69","1dae002d1db71f1343f209c6413cdf9e001fc860","185645dcc7e3e4081424085424f453d6081f8123","27e1a3c38ef26f05eb142ea2a1dbebaebdb9ff85"],"journalName":"Pharmaceutical statistics","paperAbstract":"The 10 year anniversary of the International Conference on Harmonisation (ICH) E10 Guidance has given us the opportunity to reflect on the impact of the guidance with a special issue to mark the occasion [1]. There is a perception that the guideline is about non-inferiority studies, however, as Rockhold and Enas highlight only 2.5 pages of the 30-page guidance actually pertains to non-inferiority studies [2]. The fact that the guideline does not cover non-inferiority studies has meant that there have since been further regulatory guidelines [3, 4]. The latter of these is reviewed on behalf of the European Federation of Statisticians in the Pharmaceutical Industry in this issue [5]. According to Rockhold and Enas, the fact that E10 does not cover non-inferiority does not downplay the impact of the guideline as important concepts such as assay sensitivity were first introduced in E10. Assay sensitivity is important as, without a placebo in a trial being planned, you must be confident in the effect of the active control both in the current trial and in the previous placebo controlled trials. Earlier work has discussed the issues in not have concurrent placebo in a clinical trial [6]. Wang and Blume in this issue explore the potential of likelihood methods for defining the non-inferiority margin and measuring the strength of evidence in non-inferiority trials and suggest that the approaches need further investigation [7] As well as assay sensitivity, the constancy assumption is important in designing non-inferiority studies [8, 9]. Julious discusses how if the constancy assumption does not hold the setting of a non-inferiority margin may not be conservative [10]. This is because without constancy, the effect of the active control over placebo may be being over stated [11]. With the assumption of constancy and assay sensitivity, then for a fixed non-inferiority margin for a particular indication, the calculation of a sample size is relatively straightforward [1214]. However, the margin is often not fixed, and Snapping and Jiang describe the designing of non-inferiority studies and highlight how the sample size required for an indirect comparison with placebo is always greater than for a direct comparison [15]. Cuffe et al highlight how covariate adjustment can reduce the sample size [16], and they compare methods for covariate adjustment for binary data and make recommendations based on a simulation assessment. The vision for the special issue was for it to be applied with practical cases, studies and worked examples to assist researchers designing and analysing non-inferiority studies. In a detailed case study, Witte et al describe an example from kidney transplantation [17]. I go by the personal maxim that you should spent at least as long designing a study as analysing it. The paper by Witte and colleague amply demonstrates this point discussing a detailed systematic review and meta analysis undertaken to set a non-inferiority margin. In other case studies, Gerlinger and Schmelter describe calculations for calculation of an effect for novel patient reported outcomes that could be extended into setting of non-inferiority margins [18]. The paper interestingly describes the use of ROC curves to discriminate between responses. In another paper, Burger describes issues in designing regulatory non-inferiority studies in the therapeutic areas of renal disease and colorectal cancer [19]. Finally, Dane discusses issues in designing non-inferiority studies in the antibiotic drug development. He highlights the impact of the different approaches of the different regulatory agencies [20]. As the special issue demonstrates, issues surrounding noninferiority remain complex. There are plenty of generic questions but unfortunately less generic solutions  with solutions often not generalisable across different therapeutic areas. The hope, however, is that the special issue will contribute positively to discussions around the design and analysis of noninferiority studies.","inCitations":["d8585d38f282954b6942a9e2537277631a2a86bc","a9a122796d24605361e23d3bf1189e604c40f130"],"title":"Time to end the non-inferiority complex?","doi":"10.1002/pst.519"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["b3514209bfdaf1db5c094bdace30c72671c54ce7","fb59d6460034b3180ad7c5c277730a4f499ec9a0","6d16661a2571066ab13789d781cb10351ae333f5","ed5808ff30a00b33b06bfb823359e5ea17d40c47","c89e33b96d7637a8eebec635c7bbf3ee13e39244","64596abdf95560ac4be87c71424d011eb1e51f78","edde8da3897e6e122216a7618837c8235aac8451","c33ffe802902c4eb8037564ce55e8fba5c4de3bd","61274508cb20b037414decd7236ece83dea71037","dae0dc7837e1c7630faf3f7a996dc63d685808ac","fd250a28b27d4311bf93082f529270340265c4e2","d5deffcfc13fbf1527880cb69d5be1e32421cb3d","d80dd4a28b00039a0ad613b26733f9315d8c62ea","2c2f14f9a312baf833fe7206d9dd15c50e2814b9","a34c765eb46858c3a9845235c3f23d9d3dba8b5c","daafc2ad63fd56f95e091c3d8922cda6bfd59ab8","8526eeb33ce057908161216d184274b61e3d7858","bd9b7d5f4995f019a9b11cad6e6b1ded49876b96","c0f9e1d84346693daf60da3bd7249dd9f9ea18f6","f6e6b3542ef5132f269bd8e4a7d0e2a6e78e6cb9","69893e09de7ba65d691b4fd54c60a53dfa070fc8","425c386a4b97b7781b186632b232f12afbebb8d3","471ea88733f511fd35e44b8f36e5f4c11b01f8b8","525048385f9a740829936ece49f9f75695d7e547","d1be49553e3377d20f7319c1db5ce76d4d4ad6cc","5ef1b4f5c7bd9a116e99f7f1eda4527449a6482b","183e2ec92bc93bcffb3df562ad7b642245a0cdef","2475297158f3f98d5659fe4bd37bfc4a54947505","8caf33164418665e8bac56b772ed39841b2068e4"],"journalName":"The International Journal of Biostatistics","paperAbstract":"The analysis of dose-response relationships is a common problem in pre-clinical studies. For example, proportions such as mortality rates and histopathological findings are of particular interest in repeated toxicity studies. Commonly applied designs consist of an untreated control group and several, possibly unequally spaced, dosage groups. The Williams test can be formulated as a multiple contrast test and is a powerful option to evaluate such data. In this paper, we consider simultaneous inference for Williams-type multiple contrasts when the response variable is binomial and sample sizes are only moderate. Approximate simultaneous confidence limits can be constructed using the quantiles of a multivariate normal distribution taking the correlation into account. Alternatively, multiplicity-adjusted p-values can be calculated as well. A simulation study shows that a simple correction based on adding pseudo observations leads to acceptable performance for moderate sample sizes, such as 40 per group. In addition, the calculation of adjusted p-values and approximate power is presented. Finally, the proposed methods are applied to example data from two toxicological studies; the methods are available in an R-package.","inCitations":["9a085563e3baab68239de313d362c4d1e5e5c215","5eff598d5ce5e8f70896d2ae5e5c106f8a7dc149"],"title":"Evaluation of Incidence Rates in Pre-Clinical Studies Using a Williams-Type Procedure","doi":"10.2202/1557-4679.1180"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["c493405bc05115ad6bb27f3195288b3374906db1","8d843a9781a148d9ff52432490917a2f21951af8","e89d88748316be36c28e1e8639f63297ad4ec1ec","40cb99a7ec65a08a4dbae9724dedfd8ba400e5e2","cb87927156c25e8d44fb197515352388272e75fd","40a6f2e9ccb867618e6cee07e416bc7c0c6d313e","a95f103b7b63c284d66ccec7b066425e8ee28a81","c5349bbd37469cd64ecd4f21a219603cf83a8cd3","a6d33daa0e093a50b1b58e3aa34191c4b5acda92","7dd70b006325a5c424142775513e3ffb607df925","c039d1bd8959a825b76f2c463055c7691df445f8","bd7f6d4d95694a858c0ba2a032357ed4f3ebd8b5","450086eb400183aa694a8714d46b976b3b4f9b5c","a28a70868c20a1c8bf665cbac6d11d506805ef16","4d766af2687d3603a9b59b9245a44494236e72e9","101f8270c770827120b0cf3ccfc24800747184c8","fa0adaf48b419f941d55e1a7d670dcb95820164d"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Biomarkers play an important role to predict the time to event of interest. To evaluate the prediction performance of biomarkers, Cox proportional hazards model and Harrell's C-index have been widely used. However, when some of the biomarker measurements are not fully observed due to detection limits of given instrument, evaluation may become complicated. We estimate the Cox model and concordance probability in the presence of censored biomarker data. Simulation study demonstrates that the proposed method outperforms over the simple ad hoc method. Our approach is especially useful to evaluate discrimination potential of the biomarker regardless of variant detection limits.","inCitations":["ae32d887047b17e3cebff5b1264a2c6a153cd7b6","73c6c27185958d90d8065a1f701026cc42d8539b"],"title":"Estimation of C-index for cox proportional hazards model with censored biomarker covariate subject to limits of detection.","doi":"10.1080/10543406.2014.920859"}
