{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["f8d141f258e92fe25f17dd812cce535dc099265c","524a686ab397315b06a88da0415384af1de73110","1e3c2df4372bc043efdf40bbf8747e803a947624","ceca532cb3daea54bf84d7beabaa7879234abbd2","068c451b761733ffec944cce59937b18ab0ea840","236fe437af4b7d0bdfac70142782a904ee5c6921","50772380838de4f916ea46c190c78adbdb3339fe","09ee81bb30e2ed068588accf4cd220edeb383e96","ec9659c7d1a6dc387bacc920d0d4390278b69545","f08b035272badc83fdc48e0bb5fb368a6760cd6c","aafb857f0b8a9ac95a882d066217af9a4d4babac","141d22fc24fe29118c8989438a9a245d50194a9c","f77d72183c38a77f01c3bfd81e29ba4aa7c6ab01","585fd08726a5b4e675bdfdc8cfba10d0181ec54c","e73a1f00258b318385c8d50456d27497581cb915","65531fa22328e345c449684d1dcd7b67cfdfa825","e952633c79cf88bfcebdee83ab2fd81b7430a482","cb39500110c567b13d71b4241b0069c1d88fc67f","fd84400291dd193c47497c25ec26e36a0b31cab3","2e2da6822c026dee4114921cc8a0babc7251b862","df4c343ecaaab9f7f82ab0ed54483caf93281de3","62d868176d5d83d61151cf2490cc912fe177fb1f","387f61e5a92674e983e3969a7b526c375eb256ef","86c35680190dcb1a040243927e98e4ca08f8d80e","b21d43674a6ffc641a3f5d35559b65074cdce825","6b162def7a07bffaf9f0f72cbba536283a634439","ddbdf0dda00a4304b61b419b11155921d723d2ba"],"journalName":"The Canadian journal of statistics = Revue canadienne de statistique","paperAbstract":"We describe a new residual for general regression models, defined as pr(Y* < y) - pr(Y* > y), where y is the observed outcome and Y* is a random variable from the fitted distribution. This probability-scale residual can be written as E {sign(y, Y*)} whereas the popular observed-minus-expected residual can be thought of as E(y - Y*). Therefore, the probability-scale residual is useful in settings where differences are not meaningful or where the expectation of the fitted distribution cannot be calculated. We present several desirable properties of the probability-scale residual that make it useful for diagnostics and measuring residual correlation, especially across different outcome types. We demonstrate its utility for continuous, ordered discrete, and censored outcomes, including current status data, and with various models including Cox regression, quantile regression, and ordinal cumulative probability models, for which fully specified distributions are not desirable or needed, and in some cases suitable residuals are not available. The residual is illustrated with simulated data and real datasets from HIV-infected patients on therapy in the southeastern United States and Latin America.","inCitations":["8dec9acfcc612367d87bd4370cbeef10ce9d7f6e","c67dae81bbd081f902ec28cb18994a57f0defcbf","aad64bfe8b6256a1185646a2f16bcd798b1eb402","75118c3bf89bce582106950a53fcf1a798f532f6"],"title":"Probability-scale residuals for continuous, discrete, and censored data.","doi":"10.1002/cjs.11302"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Joint modeling of longitudinal measurements and time to event data is often performed by fitting a shared parameter model. Another method for joint modeling that may be used is a marginal model. As a marginal model, we use a Gaussian model for joint modeling of longitudinal measurements and time to event data. We consider a regression model for longitudinal data modeling and a Weibull proportional hazard model for event time data modeling. A Gaussian copula is used to consider the association between these two models. A Monte Carlo expectation-maximization approach is used for parameter estimation. Some simulation studies are conducted in order to illustrate the proposed method. Also, the proposed method is used for analyzing a clinical trial dataset.","inCitations":["8983469ed13e2daeb6584864e8565171b6bf14c2","b54f5220e7dbbf4aebab79f089aa3afdb2dfebb5","78ddcfbd7f1e3733aa97627be91e9984a81dc03a"],"title":"A Copula Approach to Joint Modeling of Longitudinal Measurements and Survival Times Using Monte Carlo Expectation-Maximization with Application to AIDS Studies.","doi":"10.1080/10543406.2014.971584"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":["2060f5412c2da689f5f8ec091e98c5b51fed0956","d48e7ec3387d2c942b80e9dad0e57c930915c734","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","f3b688116d02dd40a5282f274b9655d984a435b0","37ac3e8868ff3da748d49fb8f7cddadb72c23da7","ccf753e673bdcbe02580af77528668dad034a211","d2ad3093df5b969359b3b911a8a9f77cb0104838","d2a3c57defe48b0c310c561f97c8bd2b81672f14","b0babcff75d310025db0b8949b1dce84508625b7","916f7b83d7164bda3bb1f46e18781ab2b916d201","1267fe36b5ece49a9d8f913eb67716a040bbcced","a9282488d44c28da900c3ffd9ca21be1c258120e","03a5a40ec6c58510b2acfc18558cbbf6b2cda07d","486d9e5935f9e30e9c11e5d064f5cfbb327009b2","1261bd48cc107719ca8c902a2c90efabc3f49740","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","c1356c684406d0e7e5ea9f6a82b6d6232abf5c0e","82266f6103bade9005ec555ed06ba20b5210ff22","294e3510c4e8c2e1837eef2d75808fd88444d102","3a69f785041e861a72e2abefe96723e316a9ab6d","bdfb57141b2141095ed942b28be24808aeba8d54","f666520e0c2bfaf15ab305fa59853e444da83799","d7727c8645841dca16e718e4fb7eb561e138fa1f","32f26a7600be53bd48652c8792db02ce4818a338","3d3b01a9ce510c80c72a31595045bb40844e404a","2c2f14dedbee62905b305aea8df8be934a9b2cf1","78e41ac9d9fdb6b33114912fcd56fdeb029dddba","3703f2f904773c12a51fa4d5780f44573ec26784"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Intensive longitudinal studies are becoming progressively more prevalent across many social science areas, and especially in psychology. New technologies such as smart-phones, fitness trackers, and the Internet of Things make it much easier than in the past to collect data for intensive longitudinal studies, providing an opportunity to look deep into the underlying characteristics of individuals under a high temporal resolution. In this paper we introduce a new modelling framework for latent curve analysis that is more suitable for the analysis of intensive longitudinal data than existing latent curve models. Specifically, through the modelling of an individual-specific continuous-time latent process, some unique features of intensive longitudinal data are better captured, including intensive measurements in time and unequally spaced time points of observations. Technically, the continuous-time latent process is modelled by a Gaussian process model. This model can be regarded as a semi-parametric extension of the classical latent curve models and falls under the framework of structural equation modelling. Procedures for parameter estimation and statistical inference are provided under an empirical Bayes framework and evaluated by simulation studies. We illustrate the use of the proposed model though the analysis of an ecological momentary assessment data set.","inCitations":["96dec2f4477e23c0f35a9dd72f459a714a4b0b7f"],"title":"A Latent Gaussian process model for analysing intensive longitudinal data.","doi":"10.1111/bmsp.12180"}
{"fieldsOfStudy":["Mathematics"],"year":2006,"outCitations":["85443f5d01b4168a46fa1ebc28ed98861d635205","9b6cfff602dcd75276ef1a52a33dec4fa63fcfad","a08124a48f0be3e91c611e296e31b1ffd5c81f40","04f8c7b59b3089225b3178ca3ac9c0d1b8f64f9e","eebdbdbe1d8e1670e577f38d230ccfc7553c4be7","eea3d3dd87dc70dcd81c172041c8bfba0e35f1f8","abfe27f466efa7cf60883f71f7bd5babd5620903","de812d95dfd4e03432079d1be91574b4241215aa","66610a8a0a94c994175cd70c9dde9240c9f3d841","a984bedd786388c022f598bf9fbeffe42cd26af0","d0cce33d2e7e12bd59eb6288f734f55a5b196714","0b7bfd9c9f5d3eac0acdf70d301f10b547224201","676c4dfdfad8fba1a3213e3aeb957537a69d2e5c"],"journalName":"The International Journal of Biostatistics","paperAbstract":"This paper develops empirical likelihood based simultaneous confidence bands for differences and ratios of two distribution functions from independent samples of right-censored survival data. The proposed confidence bands provide a flexible way of comparing treatments in biomedical settings, and bring empirical likelihood methods to bear on important target functions for which only Wald-type confidence bands have been available in the literature. The approach is illustrated with a real data example.","inCitations":["fd10f1dede2ec65a32115ec6ed9bda9fc39287ce","b351b0c1fcb753a2a8b42546f1974a8433dfe57c","f92aac1ad2dbd0e15d637698162bb11808b7a204","172218103594ee93e8b2a0f61506579e715ec3c5","f62978667b390951c539b4929c83ccc35873a1e4","c7575322a410319526d10c2979254843863958aa","2ba802157b800280d724e4fdeb30c018ed4672c2","388267bab06b9e16985a2bfceb118c3d2e21fec6","8eb8c24b8c352420f532fcffdc62d2613a852b67","f5aaea00b5532c7c19b01ba61c5768066beca08c","fd8c8062e1a716f515a6b612d6793cf3aa88180c","a30b43e3d95aedf1c7da9750adb0112e71362cb7","70205f101a4f4c1616cb4d4e109e2a9823ee7f25","c3f467b8893769d94bee81fac235bc25166107fa","cd7719efebb899b65be618c8c367301f2db11535","87800ac5033738da3be5845a4bcb9a3823b71538","39320fbe104d885a838aa6ea329cea908a9a4a1c"],"title":"Comparing Distribution Functions via Empirical Likelihood","doi":"10.2202/1557-4679.1007"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["b51b48606adde418135661a85e10c1a90dd4f23e","239e74da6ef64020238e793f5e525eecefebf921","05cf3b59f18d0cd314ab3ba1bfa77dfa39ffb4ea","56721502ec32fb4783bb7e16105ca012af833a9d","c65a542ed5e8d583c0e99bbb9228c73105674ee8","f4ae93e0ee877c6da3f771d7e2bd7006e6e8dd33","0c0001fbddb1cd282e1e7c935154a23d4726c67e","0c25abe3b22d300d38e1ba4455aaee165cff3038","9fa4fc23ea7363963b47873481ea5b9e3bcf381a","42c3db705e6837a09dfb88362874f19cb25040c9","cd6f9889739e5176862ac8fb6038008b73bc9c61","c206e6efa6be7b00f0f83be39928bed3bec69537","4d8a5338042da99819746ff835b6f299135e2023","f6192ed3b0a18bce1cd92033caa669c2f88f7383","cc04f4ad7ec61cf811289152b5358b7882d5e741","d2eb504e8fbe802ab388ce17c2176148eb8b3bf2","30e7e25061b7ccd9a625548dd6836afcff85043b","0a1ffcd8965da58711c38ddd3cef063d8357a67e","1784af67e005f472d2c245ea935b5ba465a7151e","a457ce96ba25f08c10e8a0fa17bc4cd383eeddbb","b4e64c29e08033b05c1c96e4ed71916aae1adba3","f1e6cd86b16d762f32aefa59165cea9040bc9f79","e917eac199466aaea6f98dae1d31b4d5ab670508","6667c3225dc705841ef947b08ade820491de0762","0c1eef46a0e895c93dd22ca6be3a54a169f6f371","91dd073b9bfaf29b6c3d3a58418e2bdc765541ea"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"In spatial epidemiology, when applying Generalized Additive Models (GAMs) with a bivariate locally weighted regression smooth over longitude and latitude, a natural hypothesis is whether location is associated with an outcome. An approximate chi-square test (ACST) is available but has an inflated type I error rate. Permutation tests provide alternatives. This research evaluated powers of ACST and four permutation tests: the conditional (CPT), fixed span (FSPT), fixed multiple span (FMSPT), and unconditional (UPT) permutation tests. For CPT, the span size was determined by minimizing the Akaike Information Criterion (AIC) and was held constant for models applied to permuted datasets. For FSPT, a single span was selected a priori. For FMSPT, GAMs were applied using 3-5 different spans selected a priori and the significance cutoff was reduced to account for multiple testing. For UPT, the span was selected by minimizing the AIC for observed and for permuted datasets. Data with a cluster of increased/decreased risk centered in a study region were simulated. ACST and CPT had high power estimates when applied with reduced significance cutoffs to adjust for inflated type I errors. FSPT power depended on the span size; FMSPT power estimates were slightly lower. Overall, UPT had low power.","inCitations":["6d97c3f2019174de436fd4e637bf27d53c54fc03","ed48103543ffc5dacf246b9e7c42d17ed687fbdb","c206738bbec533560fb7bd5cc58e3f6482962638","1390f63fd5334f4ff424d120c3a29748cf884b52","c7b2813c4bc761d9db7b78d50012b903f154096a"],"title":"Power of permutation tests using generalized additive models with bivariate smoothers.","doi":"10.4172/2155-6180.1000104"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"Longitudinal imaging studies have moved to the forefront of medical research due to their ability to characterize spatio-temporal features of biological structures across the lifespan. Valid inference in longitudinal imaging requires enough flexibility of the covariance model to allow reasonable fidelity to the true pattern. On the other hand, the existence of computable estimates demands a parsimonious parameterization of the covariance structure. Separable (Kronecker product) covariance models provide one such parameterization in which the spatial and temporal covariances are modeled separately. However, evaluating the validity of this parameterization in high-dimensions remains a challenge. Here we provide a scientifically informed approach to assessing the adequacy of separable (Kronecker product) covariance models when the number of observations is large relative to the number of independent sampling units (sample size). We address both the general case, in which unstructured matrices are considered for each covariance model, and the structured case, which assumes a particular structure for each model. For the structured case, we focus on the situation where the within subject correlation is believed to decrease exponentially in time and space as is common in longitudinal imaging studies. However, the provided framework equally applies to all covariance patterns used within the more general multivariate repeated measures context. Our approach provides useful guidance for high dimension, low sample size data that preclude using standard likelihood based tests. Longitudinal medical imaging data of caudate morphology in schizophrenia illustrates the approaches appeal.","inCitations":["5041e48a118860aeba85f9f8ca0009589537623a","d2dd47b643ab90d3b4d845839fecac10588a9438","b18ba181353efa5242f5e4b95babeda865773b2e","ba2ad638aff5775b2c63857dc55b336cebef7f7d","2d6c89e98e79b6ac70eddecc6e88716afe38bea7"],"title":"Separability tests for high-dimensional, low sample size multivariate repeated measures data.","doi":"10.1080/02664763.2014.919251"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The application of modeling and simulation (M&S) methods to improve decision-making was discussed during the Trends & Innovations in Clinical Trial Statistics Conference held in Durham, North Carolina, USA on May 1-4, 2016. Uses of both pharmacometric and statistical M&S were presented during the conference, highlighting the diversity of the methods employed by pharmacometricians and statisticians to address a broad range of quantitative issues in drug development. Five presentations are summarized herein, which cover the development strategy of employing M&S to drive decision-making; European initiatives on best practice in M&S; case studies of pharmacokinetic/pharmacodynamics modeling in regulatory decisions; estimation of exposure-response relationships in the presence of confounding; and the utility of estimating the probability of a correct decision for dose selection when prior information is limited. While M&S has been widely used during the last few decades, it is expected to play an essential role as more quantitative assessments are employed in the decision-making process. By integrating M&S as a tool to compile the totality of evidence collected throughout the drug development program, more informed decisions will be made.","inCitations":["df87e32023be0c4432fbc549035291c2a386782a"],"title":"Use of statistical and pharmacokinetic-pharmacodynamic modeling and simulation to improve decision-making: A section summary report of the trends and innovations in clinical trial statistics conference.","doi":"10.1080/10543406.2017.1289956"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2012,"outCitations":["a60dbce423fe6e34820ed50afa76d7362e0b9786","d40fee01a7708099f9e9392f10ac0b370b7ed8a8","dde3d4e88882ddc375934f07016d5bf8c659a349","b6d0906ba50119fca2843b84ded50ed63eefa6ae","5959b4019d6116265a02de549039a1f68c5ec206","940c4bceae33395de9d84cbc8061058d41b352da","d017e0a6a9b93dcab7cdcd44b17544c04f7678d2","f00a32d0d9ab36a4b4aee780ed8589688e9ac8be","6eb02fe1b22fddec0d78a2d6dc5aef59cce1974b","d6b8ac12d218dbfbf1eb13e58bcdb18da981e25c","c0f43ecf3dc356e8f555f0ecf57aac5105f02997","fde69c7cb6dbabd5c456081c78c0085695f68e58","43ef659f9d6f454e8188e38f09f1461b6df85017","74f4b4eafd98b9b93bb2040bc5af8f53ba3e78c5","37d034a1239b0c4ab62c4cc6ab61ee6ff27df8ea","a1eae56cbc168df0a6a09aa41fc2850e8a4a7c5b","b26eb5cca8f7a72276be76dbc0e5d2f09ad0e94f"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"In many clinical trials, a single endpoint is used to answer the primary question and forms the basis for monitoring the experimental therapy. Many trials are lengthy in duration and investigators are interested in using an intermediate endpoint for an accelerated approval, but will rely on the primary endpoint (such as, overall survival) for the full approval of the drug by the Food and Drug Administration. We have designed a clinical trial where both intermediate (progression-free survival, (PFS)) and primary endpoints (overall survival, (OS)) are used for monitoring the trial so the overall type I error rate is preserved at the pre-specified alpha level of 0.05. A two-stage procedure is used. In the first stage, the Bonferroni correction was used where the global type I error rate was allocated to each of the endpoints. In the next stage, the O'Brien-Fleming approach was used to design the boundary for the interim and final analysis for each endpoint. Data were generated assuming several parametric copulas with exponential marginals. Different degrees of dependence, as measured by Kendall's τ, between OS and PFS were assumed: 0 (independence) 0.3, 0.5 and 0.70. This approach is applied to an example in a prostate cancer trial.","inCitations":["65da1ca5d2c2ff5e38a3e4487969c4298418d4c1"],"title":"Adjustment on the Type I Error Rate for a Clinical Trial Monitoring for both Intermediate and Primary Endpoints.","doi":"10.4172/2155-6180.S7-015"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["2219b330ef98f6ea71a172659595b7506fca3633","5752083c8e18d6beb512f7f95ead83098a1090d6","addcc577c8ebe940c9a94e644331a127eed4ece1","46c56845fbb9e9452a318d736356949bd24fa012","a611feb335b71d6bd1f7134503c39de7c6c3732c","5958031ab33bbfeb51b3323079019dacd6635002","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","ddd660f2a83ec98ebb7f0b96499822b8ff35d24b","f28d9338c8bd198b90b53042c9d9ac411c5e7586","bd57ce8e871b42827c4df1ed99def8c578ac7b9e","ba2ae60c53f468568cd50854565e7618b999b53f","17f01ec56450163b4e83ee28a8d227d4f23b7817","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","9d614c928f31491bd5d6b8c654d09912f03d520b","66efd22f5b6347d12fa34a950f831e1bcb57db5a","fc1041555d3fc8868d1c0745aad010342186d0fb","285ef9df59753ff34c2e778b625dae5ee4dc377e","baca7752ffc4b2e9f5a3bc298c4aabe136e1b7ea","9f27d2d2a945359b5dbb2dae37d217e0a41ac17d","4681ffb3c746faafb131f65da5fee0ea05203e3f","8c01ead0ced53cf2288dfe435f47c93f2c7964e8","d5e99141cb36aa22229be7ff5c4f2c19b3830f05"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Estimating treatment effects with observational data requires adjustment for confounding at the analysis stage. This is typically done by including the measured confounders along with the treatment covariate into a regression model for the outcome. Alternatively, it is also possible to adjust for confounding by taking into account the propensity of an individual to receive treatment, with inverse probability weighting (IPW). In the class of IPW estimators, the so-called doubly-robust estimator also requires the specification of the outcome regression model, in addition to the propensity model. The aim of this paper is to investigate the impact of misspecification of the outcome model on the performances of the usual regression and doubly-robust IPW estimators for estimating treatment effects. We examine the performances of the estimators across the parameter space for different scenarios of model misspecification using large-sample theory. We find that for small-to-moderate sample sizes, the regression estimator compares favorably to the IPW doubly-robust estimator. Finally we argue, both conceptually and on the basis of our results, that treatment-confounder interactions should be included in the outcome regression model.","inCitations":["552c3caa1f9a093f1ace36923fdb10e999a02b61","90dffcf255a1430f87329f06315c3f744ccd73c7","dc5eb3412528420c8600e4692989414e140fe06e"],"title":"Impact of Outcome Model Misspecification on Regression and Doubly-Robust Inverse Probability Weighting to Estimate Causal Effect","doi":"10.2202/1557-4679.1207"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"This study proposes a two-stage approach to characterize individual developmental trajectories of health risk behaviors and delineate their time-varying effects on short-term or long-term health outcomes. Our model can accommodate longitudinal covariates with zero-inflated counts and discrete outcomes. The longitudinal data of a well-known study of youth at high risk for substance abuse are presented as a motivating example to demonstrate the effectiveness of the model in delineating critical developmental periods of prevention and intervention. Our simulation study shows that the performance of the proposed model improves as the sample size or number of time points increases. When there are excess zeros in the data, the regular Poisson model cannot estimate either the longitudinal covariate process or its time-varying effect well. This result, therefore, emphasizes the important role that the proposed model plays in handling zero-inflation in the data.","inCitations":["118f41bd9ab7163c86bd7a1b2291cee1b41eb28e"],"title":"Two-stage model for time varying effects of zero-inﬂated count longitudinal covariates with applications in health behaviour research.","doi":"10.1111/rssc.12123"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["1c6f7e99ca3c2c7cb429b8806b493018533eedf6","26ef6d61b18df92cbe9ad98526f0accad9d35095","8e27bc1a842995a97fffd1e4faefbec59a009d0a","744986f7ce904543c37cc0fb9a34af6937a2f829","a7ce7ad8ed4290f57bfc92f6feff82e6cbb54166","94c7382fbfabc41c6fca627f146802361e976f06","4314a0c6dda832711fe65a248d30606619b0e892","416c7c71818840dfd55b9f4f25d42e0a62d06f32","34d560783eec6ff508e7f357169a2c62d1ff4d9a","9d889a56d465f3c1184f907c221bb33d477f99ce","ce68bca5416ea260bfdd2c546af3e97fb7c81dd0","b7568142c5540a594b5c0e0df86f611c242a2827","f7cebcb46b48dc56257353853236e0264616d800","b3a34be35b1e7b657df76e4bff687756a098c9e1","ef97c15a85104073f3c2abf55e65f7ee57e8c972","706b700e475c4b35bd29555b9ba4fe0baccb186d","caaf9a93c98a9845f2c816553d3e946b14d6c004","ecbe09df99442653ec12188341b116dd946e9176","44391362cc0ac5db49f94263138e1dda580a5e72","98c3fa7ebbc71876a001824797175b3315258f33"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract Mendelian randomization (MR) is a technique that seeks to establish causation between an exposure and an outcome using observational data. It is an instrumental variable analysis in which genetic variants are used as the instruments. Many consortia have meta-analysed genome-wide associations between variants and specific traits and made their results publicly available. Using such data, it is possible to derive genetic risk scores for one trait and to deduce the association of that same risk score with a second trait. The properties of this approach are investigated by simulation and by evaluating the potentially causal effect of birth weight on adult glucose level. In such analyses, it is important to decide whether one is interested in the risk score based on a set of estimated regression coefficients or the score based on the true underlying coefficients. MR is primarily concerned with the latter. Methods designed for the former question will under-estimate the variance if used for MR. This variance can be corrected but it needs to be done with care to avoid introducing bias. MR based on public data sources is useful and easy to perform, but care must be taken to avoid false precision or bias.","inCitations":["6fc4aed4b0c3c642d8794f8d35db9f8bff4dfd8f","b22ebfa0b8da3608d990e1350d396671ad34a1da","cad3a989b05f0625b5a8ec27d535c47dfe8a79e9","dd392a3afd3534f836bd5a293dcf206f9f68380b","efffe06ebf75c2a2b404408f6d88138617255ec0","48fbc3f277b1cd06a539925c62c954198e5bd992","8526e319fa99a945e44af158e4db445d8366f3c7","54974fa51e079c130ac045a669aa7a7b0db0d942","bebc23fd37cb6ef5b9cc6c282b573c493a49bd7e","58b0d4338831d4cbea30df8cd5349a612cf129eb","51b39ce84ad6b561dda823a5517961d02bcfff26","71e1d9d0ea7c5b3befaf749d07a3d6e7756b6cf5","486858e9bd5a76929cb22797a6918756f014424d","53ce8a3c886fc36d523ee99cb84c706388a1ff61","83e7c043b925f5695db82b4665ac45a83b4a315b","1173ff26c2faf3948f34d30f85e950b66604fbd7","891d807fbf7f9aec34f128f9392119aab919d064","a5f9cbd94e1bfc9b02058f89aec4a96c9e80b4c1","533a35674a89bc495a9725569cef6958f7efc61d","153858da73dcf4103217290a4199cc4b90b18aec","1dbb3c170cedb703d0e7d709cf8d8c653cfef213","22a66e68d1a925e91eeefc10e59d462a5ab9da51","f610f13f9a20a3ee49657f244e88be1e5f0c5411","b6ce3c0a2c3bca3390c0c3af08d530e815f2acff","f86509476bd5b274ac6eecd95c68d74f678ffdef","85c6b8884e12e03c3672fcf4694c4b9db64bdaf0","56125a3dba57eac55a6b954d4e751c232e1732e8"],"title":"Mendelian Randomization using Public Data from Genetic Consortia","doi":"10.1515/ijb-2015-0074"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1993,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["20adcbfa1c8427b127d0b0e312f7fe45a0b657d6","292417429587a45629cc0720dd14dc05f71f8447","66da87dcab32069d668f4c39494b0d27fac36151"],"title":"Why confidence intervals are useful tools in clinical therapeutics.","doi":"10.1080/10543409308835062"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["0fbe606358385d6d2f10600fffaadc9ef7366346","4012c5848ffee33a621b8d992084a860c342bc6e","c8d62c44acc487ad7b44cfec5fef71935a00833d","57d816d1f1c4f98d3041aff86df581785ffe1285","2129482fd02ae6d14a5470fcb32755d976a7675d","983b679ae610d36e998718c30414f463ee8c99fa","fc3e9f2a0a3951116f6c117edba04cb264c85626","76d2675f7ccda25e45e8d0908d952fbd87c0fba6","a25bd70b9b7f885767f8cea10e73d39246cad421","1f33d864c09ff185faf30d5646af2397ade6ee33","fdf9a32391c2ed9af8fe1f1b0eb52cd730492ba8","21491080fb2f72eed2314a9744cab76afe1765f3","19c01944675fc3e5ee563d14bcf0187f22c8bb28","c1a38f4b9b4ad8d44a3bafe8849eabe1c6683377","d79d60b7351c248ba5cadc337020c9ecfab6d1d1","426eca80a8b29e3d740b554c70aecec0a61a0378","b987967cadc465a22114340ee38789b6a557f0c0"],"journalName":"Open journal of statistics","paperAbstract":"Zero-inflated distributions are common in statistical problems where there is interest in testing homogeneity of two or more independent groups. Often, the underlying distribution that has an inflated number of zero-valued observations is asymmetric, and its functional form may not be known or easily characterized. In this case, comparisons of the groups in terms of their respective percentiles may be appropriate as these estimates are nonparametric and more robust to outliers and other irregularities. The median test is often used to compare distributions with similar but asymmetric shapes but may be uninformative when there are excess zeros or dissimilar shapes. For zero-inflated distributions, it is useful to compare the distributions with respect to their proportion of zeros, coupled with the comparison of percentile profiles for the observed non-zero values. A simple chi-square test for simultaneous testing of these two components is proposed, applicable to both continuous and discrete data. Results of simulation studies are reported to summarize empirical power under several scenarios. We give recommendations for the minimum sample size which is necessary to achieve suitable test performance in specific examples.","inCitations":["7356cfe138a59b5358a50f321d41b84738b901fe","fc169ad89713f6eecb76d6889b23dd946dfdb735"],"title":"A Simple Chi-Square Statistic for Testing Homogeneity of Zero-Inflated Distributions.","doi":"10.4236/ojs.2015.56050"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":["a24b7bf40c967f357e66b00dc7d2141a6966986c","a13dfa94c2690ba0f7ca2246dc4d27f8c1630670","ad9163f5453f84328b94c2a52ac32e540cadea37","f637ff1a39fb1585970c4ef5ce43cd2170578c7d","053b97e316fc43588e6235f88a1a7a4077342de7","aa47f6463b81ecfae89bbe0d660ffa16f5c5e382","7891d3d3acd80fa30518ac6caa6dacba48b6fb81","b87026c8c1e54d2a66b47946f11362e6026e417f","c1974670fda773ecd932984fed0fd77eb5c4678f","363485825fece7b480771c2a1b12fe472b01f1d8","b962363f881fc6c5dc2dbe6cfe75b677c389418e","308a8eea4b528e37cf5d309fd63ce8d6dc7448ab","28c91f5f645381d58ba176772aa4fbeaaa6d61ad"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A multivariate test of size a for assessing the similarity of two dissolution profiles is proposed. The inferential procedure is developed by using the approach for the common mean problem in a multivariate setup due to Halperin (1961). The performance of the proposed method is compared with Intersection Union Test as well as f2 criterion recommended by the FDA through a simulation study. All the methods are illustrated with real examples.","inCitations":["4ce8e867d8408f20adfa53b13116099852b11f71","b1ed438aa7a9444246218f62ec390d6739b5ab8a","f3653b73f8f17e98f8cdea018011f8e3a6b1e0bd","0432a69841b36f587a5b3f32626fe77aa61607a1","76f3be76c9e58500890862fece9dd2bd8f24e1f3","7d1b7a3655d0c609a7878f844ee988832ff5c96c","43a165f15cc7a3adc101e0f4867d6ca20d06c79a","9725fa5d41edb684bd5e90028e4c51540db6077f","076092bd9afa8309db2dbb7c3d6d59a01b3263d2","7bad06d90e047a4419bcbadc8e2bdc7452fbcf65","a184e28d6cc033894268e4c6903e91b6ef2d2582","0caf62fedb8b61403f03d81c76cd4f022cffc3db","422847e5ca9f218f8407eae5413d4f6d106b3c07","e6d1c1a7cadd74e465e1b397763ebadf8591280a","43e543feaca5fd276b9ae3fe9582ef84a60059f7","19008245e4267f7b41430713c61609d85b2e23e3","601d325dc402bb35e67acea58c88c74008a70e58","1b8c7123cbc98f3006fdd85cde07b2c7c0893198","e6acae52f955c3d412f0722ab1b6c8f887383161","dc9e58b27d8bff46bf9ec5daac031586ae8cf07c"],"title":"A multivariate test for similarity of two dissolution profiles.","doi":"10.1081/BIP-200049832"}
{"fieldsOfStudy":["Medicine","Mathematics","Engineering"],"year":2012,"outCitations":["9252f4b953943e2d33c5ed428492e826819b06cd","73103b31745cb4636488f91b7fbfaf9670a22044","0db60edfc3e7fa608ca8583aa4c9e7b2ce1c4419","1d141ec4912953612867d9edeef169a2b1d8aba9","07155103dd8f792b6f1ea793890c2b25acd0265a","df02757d7f20681d602328446f33f5fc477eb545","e0c706402cf6cc205a0980ee047de9fc710c6aee","9373efc1a7378ac098ca03dd221ffb7476fea6c8","dca1c4d94db784a7a91e441481d8e7b83de5c6f5","bc37489e7173c75be152b2fcea35191c68847ab2","394e796c7a2f1e638a56175c00d6f3bd04bd01b9","c3f77e3e9f94bf69b4d700fe6739417f14da6340"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"A subjective sampling ratio between the case and the control groups is not always an efficient choice to maximize the power or to minimize the total required sample size in comparative diagnostic trials.We derive explicit expressions for an optimal sampling ratio based on a common variance structure shared by several existing summary statistics of the receiver operating characteristic curve. We propose a two-stage procedure to estimate adaptively the optimal ratio without pilot data. We investigate the properties of the proposed method through theoretical proofs, extensive simulation studies and a real example in cancer diagnostic studies.","inCitations":["f51b5cf45958620f3f24068e9e80415a5504295a"],"title":"Optimal sampling ratios in comparative diagnostic trials.","doi":"10.1111/rssc.12043"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"A cancer clinical trial with an immunotherapy often has 2 special features, which are patients being potentially cured from the cancer and the immunotherapy starting to take clinical effect after a certain delay time. Existing testing methods may be inadequate for immunotherapy clinical trials, because they do not appropriately take the 2 features into consideration at the same time, hence have low power to detect the true treatment effect. In this paper, we proposed a piece-wise proportional hazards cure rate model with a random delay time to fit data, and a new weighted log-rank test to detect the treatment effect of an immunotherapy over a chemotherapy control. We showed that the proposed weight was nearly optimal under mild conditions. Our simulation study showed a substantial gain of power in the proposed test over the existing tests and robustness of the test with misspecified weight. We also introduced a sample size calculation formula to design the immunotherapy clinical trials using the proposed weighted log-rank test.","inCitations":["4694301d3f5030c263ceb3f7c8ed44b43f661442","43cc365c049e02ebe5e514c41b88c71b1cf938e8"],"title":"Weighted log-rank test for time-to-event data in immunotherapy trials with random delayed treatment effect and cure rate.","doi":"10.1002/pst.1878"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2002,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"We present an experimental design for validating idiographic data and the mathematical basis for subjecting this to statistical hypothesis testing. The method involves matching descriptions of four or more objects to the people from which they arose. If four or more can be matched, this is unlikely (p < 0.05) to have arisen by chance alone and the null hypothesis that the data communicate no information can be rejected. This criterion score of 4 is sufficient for statistical significance regardless of the total number of objects on which matching was attempted. The mathematics of this somewhat counterintuitive result is given, and we argue that this method is of value in validating idiographic data. Its relationship with the 'method of mismatched cases' is discussed.","inCitations":["eb0b8bb3b28c1d8f771b66228145b349de244a3d","96131d1cac4d3dd372dd3b0a82bef49feafb4c4d"],"title":"Significance-testing the validity of idiographic methods: a little derangement goes a long way.","doi":"10.1348/000711002760554525"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["74ab96ad4485b9edd4ade6f83c31f981e1955812","145a5de572c220a0cc7abb00b52c3e0b009dd0bd","04aead375ea24aca7c7c74d736aa5866638b35b5","dd192e287c52d4b3ca88b0a2e994e39b65747519","8bf5009d467d9d653cad9c26793d9291f39558a5","504d0134e51bd48760ee6fad4e8a2c7dda8f3632","57868665e8bd8e6e70e9a0174b9dc9183d54bd57","105090cebd7cb11aaddac33f0ec6f2370a485f5c","d020efe00072d86a527d9757444efad6ca52d4f8","e04b14083e9354e6e5a05e777136950d829ec178","f0d3f034f43013df344c844a4f1386d09b37cfab","16466eb4a902c69a889a3d1bd3913469f57f87f4","6a4caa9ae1d4984436e4e1622e8884447c178c5f","a2b2277c07e2b8ea5dc4b5c1605fc69e7e2fb53f","1180c0dc595b4c0a06e46678192fa891233f3fc7","50a42ed2f81b9fe150883a6c89194c88a9647106","ec8836d7230f28f71f8c4eb5300a5b0c199d87cf","b4d972cd8a6503f6066986d38d321101cd250bce","2325a8d33290d2739b79a7011a744d5262b6fe5e","c0866146f58272ea0edb46c3639f5b576fece2c5","3d1ab6a1ca5a37f0ac4ea8d8855afe8b420bf0c3","f0d2b71ed4a9a58c22e5106123d477a85c1f3102","9497a037e6fa8579bc67c6d3920bfcc6abf82614","7075b9bec1c6fc8493adfc4712f73c759f0a1870","cb8202c3189cce0908a721e59f049438db8654c2","16b73c846c302a691853ba007d70667c369549ce","6720f89682fa906fe22ee74a2d8e086ed78650b7","a66ad66d14ff6261d4dce9447c2a3cf75dd8896c","c1356c684406d0e7e5ea9f6a82b6d6232abf5c0e","37e44d1de8003d8394d158ec6afd1ff0e87e595b","4628decb92ff7008dda742fff53cea031d7a8120","4d8a5338042da99819746ff835b6f299135e2023","1bbe7c0425825788961d68d2c7be73f70e592f28","bdab4955e174d96db79966d3f5fd054c2472c36a","d4ef6d54e47c78cf525793818477a24f3bb19358","9023c7d0515c543e393be626a7a871e6b22d670c","35a1f341ac3453cc4982b8c13d9169119cf9a893","b412ad49319d59258cc4869705266b9a7b666d48"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Applications of standard item response theory models assume local independence of items and persons. This paper presents polytomous multilevel testlet models for dual dependence due to item and person clustering in testlet-based assessments with clustered samples. Simulation and survey data were analysed with a multilevel partial credit testlet model. This model was compared with three alternative models - a testlet partial credit model (PCM), multilevel PCM, and PCM - in terms of model parameter estimation. The results indicated that the deviance information criterion was the fit index that always correctly identified the true multilevel testlet model based on the quantified evidence in model selection, while the Akaike and Bayesian information criteria could not identify the true model. In general, the estimation model and the magnitude of item and person clustering impacted the estimation accuracy of ability parameters, while only the estimation model and the magnitude of item clustering affected the item parameter estimation accuracy. Furthermore, ignoring item clustering effects produced higher total errors in item parameter estimates but did not have much impact on the accuracy of ability parameter estimates, while ignoring person clustering effects yielded higher total errors in ability parameter estimates but did not have much effect on the accuracy of item parameter estimates. When both clustering effects were ignored in the PCM, item and ability parameter estimation accuracy was reduced.","inCitations":["e6138b2a6bc6b5dc383f406d8891cd2981a22657","c4da5f08cac6a81cb194257e834db6dbf14d9d36","533d17376039d3b6ebbb8a4e09ba57e8963ed1be","a88204759338a90b47267c1801e3258dfd6db2e4","13e0605de19e11d071c37d0cdff6acac807e66aa","5010b9c5478723f9ec9191f5842b5664879d7cec"],"title":"Polytomous multilevel testlet models for testlet-based assessments with complex sampling designs.","doi":"10.1111/bmsp.12035"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"In many areas of science, research questions imply the analysis of a set of coupled data blocks, with, for instance, each block being an experimental unit by variable matrix, and the variables being the same in all matrices. To obtain an overall picture of the mechanisms that play a role in the different data matrices, the information in these matrices needs to be integrated. This may be achieved by applying a data-analytic strategy in which a global model is fitted to all data matrices simultaneously, as in some forms of simultaneous component analysis (SCA). Since such a strategy implies that all data entries, regardless the matrix they belong to, contribute equally to the analysis, it may obfuscate the overall picture of the mechanisms underlying the data when the different data matrices are subject to different amounts of noise. One way out is to downweight entries from noisy data matrices in favour of entries from less noisy matrices. Information regarding the amount of noise that is present in each matrix, however, is, in most cases, not available. To deal with these problems, in this paper a novel maximum-likelihood-based simultaneous component analysis method, referred to as MxLSCA, is proposed. Being a stochastic extension of SCA, in MxLSCA the amount of noise in each data matrix is estimated and entries from noisy data matrices are downweighted. Both in an extensive simulation study and in an application to data stemming from cross-cultural emotion psychology, it is shown that the novel MxLSCA strategy outperforms the SCA strategy with respect to disclosing the mechanisms underlying the coupled data.","inCitations":["e4fb33c42d8dd6b1202d79a947c21440cdf28637","2aca01aa1d0a6083986dcd4614b1d0733028dcc2","6b44f1b9c05d27b7c095d4948393ff2b092bf3fe","5de09330a31722c5ada4bcefd7cbba6c93bc0a13","55c41ef6677e4c115623a82f6a4f15959b3b021f","9ef00e71b3d3972501c0f7d85bd7099551a4a10b","d6fed0803ca4961d853b2c14b3bce1d23d7a9701","b3a2608064a58cd051c7e270af6d1abdafc14f83","8d71aaf8611fb62d5624d221e1899a9d69e62c5f","398abbdcf39b39f548e23dbb7e8fa286853b4c14","bc8a4f559d69b424c4e799fa06ee2f2da52c17d7","f6f209a9e5b32edf391287e9ac9559d4214169c7","9a44d6206f61aa625e095165d9574abad99c674f","ef7ae97ea13cbee2f6b399c65da3d7ee23c84877","204dcf95be7ca3e483b5ffd81e5006e2202f960a","9decff2091f1cb8435a36aa26df2a097b70bec1b","bd6357305696f1a3027710fe9b4eaffe2ea3a1e8","5ee59518ddaef7cb84493569b8210454b76bd334","a5ca6476a33898a9aa026ab546acfbe13694ca4b"],"title":"Simultaneous analysis of coupled data matrices subject to different amounts of noise.","doi":"10.1348/000711010X513263"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"This paper investigates a new test for normality that is easy for biomedical researchers to understand and easy to implement in all dimensions. In terms of power comparison against a broad range of alternatives, the new test outperforms the best known competitors in the literature as demonstrated by simulation results. In addition, the proposed test is illustrated using data from real biomedical studies.","inCitations":["e5ad1af34d3e10ba83cedac7044246fd766c99cd","19c8966adc7cd5a28ad01ccb003221f89da9f2cd","7d93cd6dece9936c2de983764dc54734a5479fb3","37961da314a860179b068700a33edea2f1672b73","7ac0e3eb3d495b054b867b9d1e4ed81a38f5c877","3457428e6fd6c6a093aa0675a7354c59ed44e606","5a154dce2079638487791f07c06b04d8940bb27b"],"title":"A Powerful Test for Multivariate Normality.","doi":"10.1080/02664763.2013.839637"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Protocol deviations, for example, due to early withdrawal and noncompliance, are unavoidable in clinical trials. Such deviations often result in missing data. Additional assumptions are then needed for the analysis, and these cannot be definitively verified from the data at hand. Thus, as recognized by recent regulatory guidelines and reports, clarity about these assumptions and their implications is vital for both the primary analysis and framing relevant sensitivity analysis. This article focuses on clinical trials with longitudinal quantitative outcome data. For the target population, we define two estimands, the de jure estimand, \"does the treatment work under the best case scenario,\" and the de facto estimand, \"what would be the effect seen in practice.\" We then carefully define the concept of a deviation from the protocol relevant to the estimand, or for short a deviation. Each patient's postrandomization data can then be divided into predeviation data and postdeviation data. We set out an accessible framework for contextually appropriate assumptions relevant to de facto and de jure estimands, that is, assumptions about the joint distribution of pre- and postdeviation data relevant to the clinical question at hand. We then show how, under these assumptions, multiple imputation provides a practical approach to estimation and inference. We illustrate with data from a longitudinal clinical trial in patients with chronic asthma.","inCitations":["95c2eff4bc13dbd4f598e2696aec5c9d7b6e711d","197c4e5e19e91083bec3a37209973f673187a33c","62786a5536ed297e5292b52f8b203e1147284d86","071cebb8715789f76b54d9eaecbbf08949a7ad56","20495f80e64915724a2c2b7c2aabcc1b165728d6","2be90e21fb283e59f20e22be7ee326611bbb2960","4ef1ad17c21c85461c5418680253dcb6f2ba5b7d","0f2c24ce353c34daa7bc1b8a62edc47b4c5512d9","2d2fdfa72ff4ae592a599dcdbe1c52953a510eab","ef65bf49829d3228c7447c99354cd0eb6472b6c7","42b84093b0b29db6cf633a583ef3a2942124ec26","1cb75652bb6486c89a5c6bd01a886c9c1f6f1471","25424adee5173498c746579df84af4a6833f8ab9","cc020607ab4404aa14c1b805db99fab61483e0d5","8f4463b25d98bb746d160f3596040614163a61f2","814008d9298689cc9c4cb3c270d18b04e3043a1c","2f46a563af85606b7039ad1473192a5d1bec44c1","13af64544678013e0d897d90be430776e5ef2e91","958cff4e63ff8771d5d26a4c2a9e566ccd276211","f315838ab5d71c02e3a41d2cd9c81af529e46acc","a2a152c48f3a34108fa63e38f9354de2460a1015","b983ba46b5d136d313c4c9e0ee5f7c1f853d3f7a","326f288de4b5264e2399394115448c3be9dac52b","23e3e1f916e39d73a53129d5d87ef91f6edb40d5","ff695f7712167fb74bcd95d56957bbc04fd619ed","a261bb42750c756fb1bd009673a2e3fefb3955c5","61de5e8b134817af049e82cb0c7432027c90d761","1ad05836d34ccda6fb92b4248e7dd61a4f3c886a","4d3ec5e306cc9226f0fa473d0c962a3741c5ae0b","219cd7158892ef063619d31dde79d7a47628eaf8","9a14d6fdcccfbde474405a36119c93393b2838f5","8a52c9a6895138318272f6dd211a4bdcf91e0797","e140b7fb6615209210247c1d380460a8847b1a37","3892291dccffe7577aaa0f89abeeb2eeb4dfa439","b2e5d4bae1d43e1193192f8c2e1301089e300003","64ee5037ded95576d844a64e16b793c10c291f8e","7a807c91629fe6308c6b5aeb2f50dd5fec542044","ff9f9f38be8be98f24d0978d37d239f58bf35dfa","bda33f328b42299d44aa7fb278c6e49e253944e8","0f302aa1a4f52f68c232b8f41abd35cf20d17def","b47187e3e4754bc90a6d7f2047fe1fd83c79db62","165237660ed86b7af141ceb37f2e9b0634e31b68","18221bade7f1ecfa460fb4bd7347373d99b19434","728c24192b0d12940bc28260bd4c03d0573c0d81","24684221496e4c588b8f795eda98507a8dca9ea8","bbc6923c80f4744d25de20078428635d85a60ee1","217b9b03ece50ce89c2d862888ca3716841f1ea8","dcd5f0cd6ca42ff7d1cdbe036553b652c141c676","2bd3cc13eb315a17ed879e04ec53c03cd1069378","b137a86bee0ba271089ee6b8a56a584d36ae4fb0","992425b84197cbf7cac3015abdb273ca7d41e91b"],"title":"Analysis of longitudinal trials with protocol deviation: a framework for relevant, accessible assumptions, and inference via multiple imputation.","doi":"10.1080/10543406.2013.834911"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["4c89c141fc96ab6d000576c7e26796d9c1376981","b65db8cdf5dc59c0875fb5e513e7687fb8b84582","74fb2493fde5c8083c7d9caed1c42f0ac517cede","bd6e77821adc6b3e0a3074d9185f8cc1107d3a08","332794fb408aba810f16b5238762bd563ae6bd5f","18d1da8b435d6feccfa16ce0ad2136c16426d0e1","80dd6458ee56d27de5b9bf621de8bfcc9d8cc7c2","bcd94b6169be8454feb81efb3f6e37639b147e62","e80082da099e19c47d1694c98ee24c2806a778a5","7f8e2ae23187f365e3d98e2982919620345fe839","d73142afde9f5b83f7276a9d60857e56a21a7aba","6a35d75a7b4a700df6edaf394591e61305416436"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Statistical methodologies for human abuse potential studies are rarely evaluated. Human abuse potential studies assess whether test drugs produce positive and negative subjective responses on abuse-related measures using volunteers with histories of recreational drug use. These studies typically have a randomized, double-blind, placebo- and positive-controlled crossover design with at least four treatments: placebo, at least two doses of a test drug, and at least one dose of a positive control drug (a drug with known abuse potential). This article proposes a new test for assessing whether a test drug produces data indicative of abuse potential when compared to placebo.","inCitations":["3d0d384aa5973dab5d4144e4c19efeb257427e68","aa2be27500751d8ca60e9e5c74fac7c760c4d1c1","a77b87401f648b665b31b37458e349853a2f1a16","13ce8f9e2ee92c721e88cd052f4794dfcf8f9182","821fe82eb79de1dfe1e22b47c2d83ac8b5826afc","c82b2262f6badfe988bd585d2c251e63e8981de9"],"title":"An equivalence test for the comparison between a test drug and placebo in human abuse potential studies.","doi":"10.1080/10543406.2011.616972"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The standard Pearson correlation coefficient, r, is a biased estimator of the population correlation coefficient, ρ(XY) , when predictor X and criterion Y are indirectly range-restricted by a third variable Z (or S). Two correction algorithms, Thorndike's (1949) Case III, and Schmidt, Oh, and Le's (2006) Case IV, have been proposed to correct for the bias. However, to our knowledge, the two algorithms did not provide a procedure to estimate the associated standard error and confidence intervals. This paper suggests using the bootstrap procedure as an alternative. Two Monte Carlo simulations were conducted to systematically evaluate the empirical performance of the proposed bootstrap procedure. The results indicated that the bootstrap standard error and confidence intervals were generally accurate across simulation conditions (e.g., selection ratio, sample size). The proposed bootstrap procedure can provide a useful alternative for the estimation of the standard error and confidence intervals for the correlation corrected for indirect range restriction.","inCitations":["f69e0afe0a405e62316d8201ae1ff48ce2d7df79","9b1c50351f6ea233e56baf13aaae4d084e98f16d","2fc18c51973624c9008810c5b8008d5988889095","64257fcf2e72ea5c44c67cf3868ed36bd5034f5e","559563daff0cbfd231cd99464fb50f300e1541ac","62b5268b67b465fbc720e192367179cfd597fdac","fac872f490905e7d1bb1db58503fdc73e97b6a8e","8f48e259e1ddd6b127c6c4230f1c87873f2f5bf8","408dcab99e9fbba8ce2397aa284f662637a9d2d7","59ebf22ba2636524151c47ae8608d7797370406f","9fbdf31c3609a44e8a190abe3bcc29638bf6b80a"],"title":"Bootstrap standard error and confidence intervals for the correlations corrected for indirect range restriction.","doi":"10.1348/2044-8317.002007"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In this paper, we introduce a Bayesian analysis for bioequivalence data assuming multivariate pharmacokinetic measures. With the introduction of correlation parameters between the pharmacokinetic measures or between the random effects in the bioequivalence models, we observe a good improvement in the bioequivalence results. These results are of great practical interest since they can yield higher accuracy and reliability for the bioequivalence tests, usually assumed by regulatory offices. An example is introduced to illustrate the proposed methodology by comparing the usual univariate bioequivalence methods with multivariate bioequivalence. We also consider some usual existing discrimination Bayesian methods to choose the best model to be used in bioequivalence studies.","inCitations":["e3cca0202932dea83e6cc29b69dcc9b0291c7e26","40d2dcbc6f7bff86b7e247bb0840007bcab8a34c","00dbe9af5fa031bf38808dd9f03abfee3de0fb4f"],"title":"Use of Bayesian methods for multivariate bioequivalence measures.","doi":"10.1080/10543400802513676"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Dynamic treatment strategies are designed to change treatments over time in response to intermediate outcomes. They can be deployed for primary treatment as well as for the introduction of adjuvant treatment or other treatment-enhancing interventions. When treatment interventions are delayed until needed, more cost-efficient strategies will result. Sequential multiple assignment randomized (SMAR) trials allow for unbiased estimation of the marginal effects of different sequences of history-dependent treatment decisions. Because a single SMAR trial enables evaluation of many different dynamic regimes at once, it is naturally thought to require larger sample sizes than the parallel randomized trial. In this paper, we compare power between SMAR trials studying a regime, where treatment boosting enters when triggered by an observed event, versus the parallel design, where a treatment boost is consistently prescribed over the entire study period. In some settings, we found that the dynamic design yields the more efficient trial for the detection of treatment activity. We develop one particular trial to compare a dynamic nursing intervention with telemonitoring for the enhancement of medication adherence in epilepsy patients. To this end, we derive from the SMAR trial data either an average of conditional treatment effects ('conditional estimator') or the population-averaged ('marginal') estimator of the dynamic regimes. Analytical sample size calculations for the parallel design and the conditional estimator are compared with simulated results for the population-averaged estimator. We conclude that in specific settings, well-chosen SMAR designs may require fewer data for the development of more cost-efficient treatment strategies than parallel designs.","inCitations":["6e88eb76ee5bd663e3c89bb86973b711c573aa1e","aa26afd1282af14772ba847add54b007b1dffe6e"],"title":"Evaluating dynamic treatment strategies: does it have to be more costly?","doi":"10.1002/pst.1546"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The problem of detecting outliers in bioequivalence trials is considered. We formulate the problem as a hypothesis-testing problem under a mean-shift model and propose a test procedure based on the likelihood function. The test statistic has two components: one is to detect whether a specific pharmacokinetic measurement of a subject for certain formulation/drug product is an outlying value; the other is to test whether a subject as a whole is an outlying subject (with unusual high or low bioavailability for all formulations/drug products). Under normality assumption, the proposed procedure is most powerful. The small sample distribution of the proposed test statistic is derived. A numerical example illustrates the use of the procedure. The proposed test is then compared in a simulation study against the Hotelling T2 test, recommended by Liu and Weng (1991) for the use of outlier detection in bioequivalence studies. The results from the simulation study show that the proposed test is more powerful than the Hotelling T2 test.","inCitations":["5a2294e457c78552b89c0f8e0742125803f84ebf","4876e645b9b00be862b895b505d5f2f571f049c5","e00f5ac5541fd3ddc0b27ef7275a746fa4e744f4","6df9a65806304ef5003295854103a6b8c827581d","e9a03c28ba897d7cdcb63fa09aa4eb1ca9cc2606","ac779456e66ffae173577e4bec521e042fb12cfc","151523ae68ff588c95893ed7ebf0aa66c77b621d"],"title":"Examining outlying subjects and outlying records in bioequivalence trials.","doi":"10.1081/BIP-120017725"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"","inCitations":["d64ee5455fc890c3d6f17c55172819ee2368ccd5","cb326309648ba12b6911fbae6563f6b45070bf31","7053353738b6c1a920554c8770df9e6c535054da"],"title":"R you ready for R?: the CRAN psychometrics task view.","doi":"10.1348/000711010X519320"}
