{"fieldsOfStudy":["Medicine","Mathematics"],"year":1991,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Although the min test proposed by Laska and Meisner (1) for testing superiority of a combination to each of its components is the uniformly most powerful monotone test, it is conservative in the neighborhood of origin. Considering a restricted null hypothesis, we analyze a general linear model. The p value associated with the proposed test and a confidence interval for the shortest distance between the combination therapy and component therapies are computed. Analysis of a design with two or more combinations is proposed. A numerical example is given and a problem of optimal allocation of the sample sizes and other relevant design issues are discussed.","inCitations":["6f07d3dd5e32c198901e9afd3636ab4cd091e5f5","2b7b0617303c9db7c87efaf801d32cec09a2ce72","245ad4aad5006492d6f0588a05c7468f0d2a91d9","eb194ec5b240ae17baebd9760964dfe97e54e62d","01bbfc97bfb0808a12412478c523c36036b3a5f9","0dc21c47fa85ea8f1bf25e648a37ab400f233f03"],"title":"Comparison of treatments in a combination therapy trial.","doi":"10.1080/10543409108835016"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In literature, there are a few unified approaches to test proof of concept and estimate a target dose, including the multiple comparison procedure using modeling approach, and the permutation approach proposed by Klingenberg. We discuss and compare the operating characteristics of these unified approaches and further develop an alternative approach in a Bayesian framework based on the posterior distribution of a penalized log-likelihood ratio test statistic. Our Bayesian approach is much more flexible to handle linear or nonlinear dose-response relationships and is more efficient than the permutation approach. The operating characteristics of our Bayesian approach are comparable to and sometimes better than both approaches in a wide range of dose-response relationships. It yields credible intervals as well as predictive distribution for the response rate at a specific dose level for the target dose estimation. Our Bayesian approach can be easily extended to continuous, categorical, and time-to-event responses. We illustrate the performance of our proposed method with extensive simulations and Phase II clinical trial data examples.","inCitations":["1479c7177d384ac500477cd2c869cafd8df97b07"],"title":"Bayesian penalized log-likelihood ratio approach for dose response clinical trial studies.","doi":"10.1080/10543406.2017.1293081"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["2f58848d50441502a03ac7d4a98d9d5c4e8034d0","d64c8506d97ea0ca9dbbd9e4bb9f4c09d89ab6e9","7d5b93b6ec91f8ad2eef13ab55d4d944a88477a3","b2af5cb367cd5923ee94c37b0700d549e3e30237","cbfd785587e51c86f461a87d30c0e31989369800","a3140c3d730d67479aef0be8211b88ae22d8ec6b","5ea404d8911b0fabb2ec86841b3db7e5a6ed2215","53544685fbd6feae344af1f671832a81f7d2dc66"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Oncology drug development has been increasingly shaped by molecularly targeted agents (MTAs), which often demonstrate differential effectiveness driven by the biomarker expression levels on tumors. Innovative statistical designs have been proposed to tackle this challenge, e.g., adaptive signature design, biomarker-adaptive threshold design and the cross-validated adaptive signature design. All of these are essentially adaptive confirmatory Phase III designs that combine the testing of treatment effectiveness in the overall population with an alternative pathway for a more restrictive efficacy claim in a sensitive subpopulation. We believe that, in cases that there are strong biological rationales to support that a MTA may provide differential benefit in a general patient population, proof-of-concept (POC) is likely intertwined with predictive enrichment. Therefore, it is imperative that early-phase POC studies be designed to specifically address biomarker-related questions to improve the efficiency of development. In this paper, we propose three strategies for detecting efficacy signals in single-arm studies that allow claiming statistical significance either in the overall population or in a biomarker-enriched subpopulation. None of the three methods requires pre-specification of biomarker thresholds, but still maintains statistical rigor in the presence of multiplicity. The performance of these proposed methods is evaluated with simulation studies.","inCitations":["96e27e66f537a0fc242cbe26e4e522632d0b2582","d5e126fcf49a5b6b41fb245ad1356e41c14f4205"],"title":"Biomarker enrichment considerations in oncology early development single-arm studies.","doi":"10.1080/10543406.2017.1379533"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In recent years, genomic studies are usually conducted to identify genes that may have an impact on clinical outcomes. The identified genes are then used to establish a predictive model for identifying subjects who are most likely to respond to the test treatment in clinical trials. This information is useful in early and later phases of clinical development. The United States Food and Drug Administration (FDA) requires that such a predictive model be validated before it can be used in clinical development. Shao [Shao, J. (1993). Linear model selection by cross-validation. J. Amer. Statist. Assoc. 88(422):486-494] proposed a cross-validation method for linear model with equal variances, which is found useful in genomic studies. In practice, however, genomic data may be obtained from different sources with unequal variances. As a result, Shao's method may not be applied directly. In this paper, we extend Shao's method for cross-validation of a linear model with unequal variances. Along this line, two re-sampling methods were proposed to account for the heterogeneity in variance. Several simulations were performed to evaluate the finite samples performances of the proposed methods. An example concerning a breast cancer research is present to illustrate the use of the proposed methods.","inCitations":["04d6217a79f86bace111fe6ab9efe0299a746f3e"],"title":"Cross-validation for linear model with unequal variances in genomic analysis.","doi":"10.1081/BIP-200025679"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"While statistical learning methods have proved powerful tools for predictive modeling, the black-box nature of the models they produce can severely limit their interpretability and the ability to conduct formal inference. However, the natural structure of ensemble learners like bagged trees and random forests has been shown to admit desirable asymptotic properties when base learners are built with proper subsamples. In this work, we demonstrate that by defining an appropriate grid structure on the covariate space, we may carry out formal hypothesis tests for both variable importance and underlying additive model structure. To our knowledge, these tests represent the first statistical tools for investigating the underlying regression structure in a context such as random forests. We develop notions of total and partial additivity and further demonstrate that testing can be carried out at no additional computational cost by estimating the variance within the process of constructing the ensemble. Furthermore, we propose a novel extension of these testing procedures utilizing random projections in order to allow for computationally efficient testing procedures that retain high power even when the grid size is much larger than that of the training set.","inCitations":["a9c31376c9c503b8031806d687c819a3e247ebed","35f2216944365fc421a89225750497723577a56f","45feb13f46a6176d333a9f095d235862adaa2163","0386d90efab8654a58cd168bc73d86d0a3ee7ac7","0706b68b653f1c63fe7c3f6fb698eaeb62c1814f","fff01d36f93675c917e362494f28506046c83bc6","aaab289edbadf18623b6f36add904e27d45bead0","d8ad3b930a58ad88d62e68ede6c9db4c6ea38b10","e6121c3744b9af235b32d35e87350ffd8b390efd","742eb0775a4ca68cac0e599baa219e167660b31e"],"title":"Formal Hypothesis Tests for Additive Structure in Random Forests.","doi":"10.1080/10618600.2016.1256817"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A common task in assay validation is to show the agreement between an assay under investigation and a reference assay. Hence, in the hypothesis setup, we should choose nonagreement as the null hypothesis so that when the null hypothesis is rejected at 5% level of significance, we have a 95% statistical assurance to claim the agreement between two assays. In this paper, we propose a statistical test with nonagreement as the null hypothesis. The calculation of sample size is also given. Some simulation results are provided for illustration.","inCitations":["313dd66aad0d3b6bd433729d84eab03ea031ea50","c57353bfbbc0ca56722c332f144ef6b939588841","ce1c54c0d7e82cade0662f48509815ce3146c03f"],"title":"Evaluating the agreement of two quantitative assays with repeated measurements.","doi":"10.1081/BIP-120017727"}
{"fieldsOfStudy":["Mathematics"],"year":2009,"outCitations":["a5ff4402256578c9e4210f4b742a2e58e15a5c94","c3ec0ea897cf72c2cd339190749e4515c7bc2c33","2dd0451e5514b6ed00978bcff91abc48a7df0545","b1a23768cdc13ee5eeaf67e0bc10b92257ffaaa1","945442ebeb41f7a311f91c029d5249fc7f2c15c0","d714da8e992a7450933569a2c64882104c5bfcff","8854511f001be24c12af97109befc7d3cfcfb2b4","149653b1a1bbe366a59d8c1bc618b9cc6f8f2772","70a5d9fc9334bff29e7ae7a5df2cd340ae4d8d79","596cc9c991f79c919e9f8a7ae6e4799c66ce2b13","fd07adb769ba85336c8c8cc2a6315c579c9d7fa1","31f9cdf7e3cdefd7f1551c4bfc34c423af84a71d","31b4c4fc423340fdebeca9753e0a7152cab775ee","8b6bc75332011091c7ea0c0dd03fcfafac84e6b3","238cb4ee992a72f6da7bd9b73b641f22b64ce1dc","123261892642e377cf133a607b3199e60c7d4a41","197ce367da3d5f99a4fdf666122e622eb14ebf07","ca42166fe5282e20c5acd6444095c2f6e1792673","c7597e9a4601175aaae0f365693fd5230962d525","1d2957d7d029414b082c7a0391bae6a9a8228c86","12af95a53ff0c97e8e0d7545b6c1ac15837daf9d","cf0f9e7bdefc45ed3ec81177b5dac02426b958fa","4e35290fdf8d225e27d083c7c2b8bae0cb6004a8","f68b44893b8feb140ec0b6daad9555c139568bed","e52125fb11453e373e1fd674959cc0afad4fa1d3","e69bce0185720fcb652ae458a4529a2807f53de8","ab0183615ef23332b22e4d46f5d51cf84d5def5e","d1a372efad9765e96940ae9f504e585794b1eb8c","b43f83e4861e51929d9a83862694e00c220bd172","8fc3453b5b345a904cec7f313ca1aa8e3503b2a2","c101b23e39b23abb7287426999b7af0f9f4c3926","a44296c06dff7c9eb685c774e78f848dac852f83"],"journalName":"The International Journal of Biostatistics","paperAbstract":"In a variety of research settings, investigators may wish to detect and estimate a threshold in the association between continuous variables. A threshold model implies a non-linear relationship, with the slope changing at an unknown location. Generalized additive models (GAMs) (Hastie and Tibshirani, 1990) estimate the shape of the non-linear relationship directly from the data and, thus, may be useful in this endeavour.We propose a method based on GAMs to detect and estimate thresholds in the association between a continuous covariate and a continuous dependent variable. Using simulations, we compare it with the maximum likelihood estimation procedure proposed by Hudson (1966).We search for potential thresholds in a neighbourhood of points whose mean numerical second derivative (a measure of local curvature) of the estimated GAM curve was more than one standard deviation away from 0 across the entire range of the predictor values. A threshold association is declared if an F-test indicates that the threshold model fit significantly better than the linear model.For each method, type I error for testing the existence of a threshold against the null hypothesis of a linear association was estimated. We also investigated the impact of the position of the true threshold on power, and precision and bias of the estimated threshold.Finally, we illustrate the methods by considering whether a threshold exists in the association between systolic blood pressure (SBP) and body mass index (BMI) in two data sets.","inCitations":["76a611aa0fb919694142fcc476c64d4b0aae5744","33467b172c4fdd77a65d8a2567562db15608e8bc","d9877823350d70707b426c9a97625673e2762c4b","8ce4e201f4fb9c3b8de33a44f425b533f93ea8cc","80317ff64fee5d84786cae08cf71781e0dfa62a3","2deb3cf855b71401fdcbe3278c784c13c3df1e9d","050ea7096488a8aa7bad90474b9d8c80eba26ae9","19e29d25fa3526ee8bc4a34aa0beeb4d7f8241a3","e7d26988c2baecc07983bf862e693237f9e7aedf"],"title":"Using Generalized Additive Models to Detect and Estimate Threshold Associations","doi":"10.2202/1557-4679.1172"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2011,"outCitations":["ed3a2b1d571a8188f41341f9b5c675a7682792b0","a4fdc64c1ef9cb444f528ead4c7702134bd4a3ba","c608538b5880a9593944e81b7209a82cd70c5e4f","686261e8a8c91c760a10747b49090ee55597aca6","d0cce33d2e7e12bd59eb6288f734f55a5b196714","65ca70eff15fbc417da4e8747bedae70f462762d","8db47bf351a35145618514c3c81a76dafa0539c1","7c63aeb09b0e0a2b20ed3154f66c9b6821132c53","b4a2034e0feab70767b1bccce0e90befb6027c3a","4148066e5f8658549bcbb59dda2b6808b2ae16cf","a7e23f416065a0fb1ae7729f3508e957dbcd0b44","b800f9dde3ee805463172f38db62b79b2a8ce98a","a815369627a85e11e621bfe2ac8d86e18b9db85f","29e42352077db3e8b0c908eab772e9f0af8ba876","1aac6453fbb8333ee638b6d8b2bb2aff06c3654b","d6a294a9d8623314f8a47b5fdd26832fdd2539b0","59aa5c32fea6f166cce6ba5f8c437e1fe71f69fc","ccf5208521cb8c35f50ee8873df89294b8ed7292","d6f4eb08a3717bf23129e529a75a9ff33b010050","68c1bfe375dde46777fe1ac8f3636fb651e3f0f8","007f2d17e302ba17f64bf7a76931782da186f984","6bf4a7070be3d9bb85175dfafa030eff18e0dff1","2e2da6822c026dee4114921cc8a0babc7251b862","c81d0e21e9dfaecc2791506f62432b8fd12d3050","15a2c58b29c5a84a134d1504faff528101321f21","4b10d37fddbbab46ea21a64856e42747653cc5de","e7821ee1e2b97305a58de3c0777408dcf6f21d9c"],"journalName":"The annals of applied statistics","paperAbstract":"Lung cancer is among the most common cancers in the United States, in terms of incidence and mortality. In 2009, it is estimated that more than 150,000 deaths will result from lung cancer alone. Genetic information is an extremely valuable data source in characterizing the personal nature of cancer. Over the past several years, investigators have conducted numerous association studies where intensive genetic data is collected on relatively few patients compared to the numbers of gene predictors, with one scientific goal being to identify genetic features associated with cancer recurrence or survival. In this note, we propose high-dimensional survival analysis through a new application of boosting, a powerful tool in machine learning. Our approach is based on an accelerated lifetime model and minimizing the sum of pairwise differences in residuals. We apply our method to a recent microarray study of lung adenocarcinoma and find that our ensemble is composed of 19 genes while a proportional hazards (PH) ensemble is composed of nine genes, a proper subset of the 19-gene panel. In one of our simulation scenarios, we demonstrate that PH boosting in a misspecified model tends to underfit and ignore moderately-sized covariate effects, on average. Diagnostic analyses suggest that the PH assumption is not satisfied in the microarray data and may explain, in part, the discrepancy in the sets of active coefficients. Our simulation studies and comparative data analyses demonstrate how statistical learning by PH models alone is insufficient.","inCitations":["9deceef095ffe36166a1a985060bb68dd42d6606","7a3f1902b5e71c4f974fbe800498f5a6b7f645e5","72150d9b765e3936173a49f37d1520aac9b72bec","061cebab4a0502b37571f9ddd921433339dbc71f","1668d5410d6f80390605eade1c59498c1904f4e9"],"title":"Survival ensembles by the sum of pairwise differences with application to lung cancer microarray studies.","doi":"10.1214/10-AOAS426"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["2544949c65e5bf3898df558375b72cda49d83ccc","4a443e921c13825489bc0b73e363cfca4ac80060","95b1ddb21d6a0b66176ac3a9489e6e352d4eb697","d737088b0941e50566db6775669863196200f81f","64c7d73b11169e0f526af33d02d01b9351b35dac","5c28b24b0ecb610c6a527b32c3acb2c03b1bc184","fce009e245d2af43003c7bf7dd34d4ecd0476a05","840c0cdb1f428d300cd7986d170da5f807b3d20d","fcef2258a963f3d3984a486185ddc4349c43aa35"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract The Optimal Discovery Procedure (ODP) is a method for simultaneous hypothesis testing that attempts to gain power relative to more standard techniques by exploiting multivariate structure [1]. Specializing to the example of testing whether components of a Gaussian mean vector are zero, we compare the power of the ODP to a Bonferroni-style method and to the Benjamini-Hochberg method when the testing procedures aim to respectively control certain Type I error rate measures, such as the expected number of false positives or the false discovery rate. We show through theoretical results, numerical comparisons, and two microarray examples that when the rejection regions for the ODP test statistics are chosen such that the procedure is guaranteed to uniformly control a Type I error rate measure, the technique is generally less powerful than competing methods. We contrast and explain these results in light of previously proven optimality theory for the ODP. We also compare the ordering given by the ODP test statistics to the standard rankings based on sorting univariate p-values from smallest to largest. In the cases we considered the standard ordering was superior, and ODP rankings were adversely impacted by correlation.","inCitations":["85376532f234ade16ea303352a1bf76f5e2e16a4","2c8c61ad9f902099e55abe94e61e56e473c7a37c"],"title":"Evaluations of the Optimal Discovery Procedure for Multiple Testing","doi":"10.1515/ijb-2015-0027"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":["076ca7df59a006cdac7c4a1e4774a04de675d63b","948c033cb89a1f39168a2e1b9ce12fa86f6cb676","46666bc3a34a98cbf062b98c85bde6ebddeaccc1","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","b2a291fc7c96705db74c5837d7989135751850be","ff83ffb84a8b4c25b77e8a88e92bcf4a28c9a3b0","d20fa19f9a22c5d1b3d53a4accbbbdc898adf161","09e251553f131b2741ec883d5ade008fd41521af","82e5c25c5e285ac640b905856fa5a3404d7c5a9f","90783a3d4c9708b13579253ba49b2ccedf378e57","825bcc2d01882ae39cd4f33df44fc05c43e39db1"],"journalName":"Biostatistics","paperAbstract":"In studies that involve multivariate outcomes it is often of interest to test for a common exposure effect. For example, our research is motivated by a study of neurocognitive performance in a cohort of HIV-infected women. The goal is to determine whether highly active antiretroviral therapy affects different aspects of neurocognitive functioning to the same degree and if so, to test for the treatment effect using a more powerful one-degree-of-freedom global test. Since multivariate continuous outcomes are likely to be measured on different scales, such a common exposure effect has not been well defined. We propose the use of a scaled marginal model for testing and estimating this global effect when the outcomes are all continuous. A key feature of the model is that the effect of exposure is represented by a common effect size and hence has a well-understood, practical interpretation. Estimating equations are proposed to estimate the regression coefficients and the outcome-specific scale parameters, where the correct specification of the within-subject correlation is not required. These estimating equations can be solved by repeatedly calling standard generalized estimating equations software such as SAS PROC GENMOD. To test whether the assumption of a common exposure effect is reasonable, we propose the use of an estimating-equation-based score-type test. We study the asymptotic efficiency loss of the proposed estimators, and show that they generally have high efficiency compared to the maximum likelihood estimators. The proposed method is applied to the HIV data.","inCitations":["6619378dd313cad05794b95f13e72d6b88ec16f8","1efb30a0fac6b85d9ea27ea592a3ae4a4e7c6c85","dd5cc3e03619c7559e29345831a07bafe1dc1013","9de2e6a1e86cc92b5d65670f6d47fc060badaff4","a501f0d9407e74c345c9e52a1bdeec14f0684d75","3a670a3793585f232f07141b503a79f82423533a","b834ec6bdeb09ec5c03af3e44f532c3a75c6eab3","c88e213e439e940e45267a1cdca2bef360602022","17443a4c0a37d06df7d0b83d361cebdb3850e866","06144cb9d8cce367f3523e5a33396f1a9d2d2dbc","384ce554cbe1e30a42aa12a84bdaad342bdef239","a62a378e603c908b755fa0c1388b95b169197654","77cf87c275343c00fc2be4ad97148da968dc2921","f5d27ad8883dfea8f7f3416c3f89d7bfbb73fbd4","8128a981d5fd0ae0ee943cac6307068bbceef1fb","15e11c3a44879c56fb33518cde43eaaa103cdb44","2374bbcb0e2c7ae0e7f13a4849a7cc78197b987f","82aba97cd31511bf9f75c531d9430277889bd5a6","ecd696e0a2abccd256478fc766c2dbbce118a398","a88f275629eca8ed74933ce600b115f6787bd4f0"],"title":"Scaled marginal models for multiple continuous outcomes.","doi":"10.1093/biostatistics/4.3.371"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Parameters in structural equation models are typically estimated using the maximum likelihood (ML) approach. Bollen (1996) proposed an alternative non-iterative, equation-by-equation estimator that uses instrumental variables. Although this two-stage least squares/instrumental variables (2SLS/IV) estimator has good statistical properties, one problem with its application is that parameter equality constraints cannot be imposed. This paper presents a mathematical solution to this problem that is based on an extension of the 2SLS/IV approach to a system of equations. We present an example in which our approach was used to examine strong longitudinal measurement invariance. We also investigated the new approach in a simulation study that compared it with ML in the examination of the equality of two latent regression coefficients and strong measurement invariance. Overall, the results show that the suggested approach is a useful extension of the original 2SLS/IV estimator and allows for the effective handling of equality constraints in structural equation models.","inCitations":["86e88c8050f2ad49d3191b4659d19de88b4d5aea","1dbf1dc8b3d225b1c8827cf1d7542220d2ff8700","ef401637736c1c6cf02926a2b282d2639232ad28","07343ceb4e7c31b579267827748ed07c278839e2","684dca82b6208c87cd527542f7a1775c57fb4f66"],"title":"How the 2SLS/IV estimator can handle equality constraints in structural equation models: a system-of-equations approach.","doi":"10.1111/bmsp.12023"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["3280902c91d6213fb4fad8bba14925676bcdf717","662c1939bfc87ddf5e767d7b198086cb81b49f0d","76c968a00fd34df5a64071c0b27bb4e3331235b4","dea3e6f841936927143f20c7a5441e7fb993816b","8017699564136f93af21575810d557dba1ee6fc6","214c2c622be2adb45a663cf447b1d590ade6b33d","6c127af414613350afbd1a3e8239fd75b226d515","311115db251ff1b9317d2b58a55309d90b3f5d1e","d60e512d681d3731d886c90470c5d17d90688968","b703721ed63fa851ec481e7dbf274053a1a0f41e","7a0e956afd6a310666b032deae670a0008bda805","184ae3a4f507700dbfbe5c6d3a77fe67ab98562c","957728a4244d3b323e98e351098a0125382f1199","d27d6f48fbc4c12ef13b88b54cece1f4f95488c4","ba696cea80474f985d4b85a064cb99788c8321b1","e62348d06afa881939bd33204828256d5849eabd","d03b954bb3525ed19f989e831c39645293c3c984","d64c8506d97ea0ca9dbbd9e4bb9f4c09d89ab6e9","b488ee22d10763b6c077e792fd6fc72beebbd896","2e2da6822c026dee4114921cc8a0babc7251b862","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","0056b6bad3ae4f2a3542cd74945f759c9a6bf9f8","e034d53d9abb7534217dfa17eb1f17e64501ffad","3015e992080e3303d7e4a2b1ab9194f8ff9c82c2","653038588db684e8a976074be43785d52714d0bb"],"journalName":"The International Journal of Biostatistics","paperAbstract":"We propose an interaction tree (IT) procedure to optimize the subgroup analysis in comparative studies that involve censored survival times. The proposed method recursively partitions the data into two subsets that show the greatest interaction with the treatment, which results in a number of objectively defined subgroups: in some of them the treatment effect is prominent while in others the treatment may have a negligible or even negative effect. The resultant tree structure can be used to explore the overall interaction between treatment and other covariates and help identify and describe possible target populations on which an experimental treatment demonstrates desired efficacy. We follow the standard CART (Breiman, et al., 1984) methodology to develop the interaction tree structure. Variable importance information is extracted via random forests of interaction trees. Both simulated experiments and an analysis of the primary billiary cirrhosis (PBC) data are provided for evaluation and illustration of the proposed procedure.","inCitations":["8e83aa2beeadf4d339bebc9a6dcd5f4ffe8ad803","e7bf4d0f240085bafabd72bf1258f0b131d6b48c","6e60ef8d4fb82bba99f95d8994daf1c95550f9bd","cbefd0db702c77bf27064b4ec55260048bc4d213","f540679fb2d2f962ed18a418ec02d5b5ec2b4a7f","9c4dc4a1dfafe989160d04c3c0185a3b8e5c49ae","eb7ce3df868beb9de1ca8bced3e844c647ca9601","b5b8aa2244f72e068eb3ef75777f474d69434f16","d03b582c6679feff7db6976a77bbd63f544a9307","28ff9134ff3f02aef172ae3bba8a9068081610fb","59af6b1b2a7b1fc468472c2122fe32a1b849b96a","d1e7e250c2fb317016d5bcbedf8b90f4406050c5","86e12a38ff7fdbc7617e9537db32248403ab150d","bd8e00098bd1d134208f90cf3724c8fdfae5efbe","59194934ad55c250547e15d36a88d0335277ab84","0e28cd3f243c2750a11aced853c6b410e7b9e600","4719ae54c6aa6d91d48c3874c3a470bbf5368271","f167a9db76ffcba11bacc46273bbcf95dc6689d9","a39f693384519f844d6940db210c66b92edbfafb","360ad84dffc3da6e3499ed44539e1a1356c4d123","62893f1a72dace3d4cc40736ebdf4a53fc793df0","d7d00a438866c81ac59c5f21b9e8bb8dbcc68734","2822cd4f41962615b1ae6e1a8480a3c4afe1b33f","b0f29161f64afe7b9d2b24f4cf15ff77359beb11","874e76400eb690d9a93333efdc1a0cb90c2b1a8c","79254eca13ff8b29bd2e6fcd2c7b19b49df1ea72","d951b2d04de81022fcccd5711379130deb84e47e","ec5234217a589e01e99f3fbea6ecc6241891b44f","27cf23c2ac3783c8a16ee03c7fc9ffd99f2c0b69","0a9d7af912b25a781e7f47a5e8fc10155d90c88b","872259bb49857ddc9d694e89800e4a72168c0f0f","d78aba5c3593aa740983e5d09a88a373b7400f93","e4f6daefaafc8d272f34c016405dc593ac0bce87","761acc40fb4752d32046cda40d4de5c29db7a0ac","ae74dc8efe773c1a1d1805824a3468151eaadccf","1ca6c20a9e8750a17a3c1b8dbec5619f228eb469","7754347e88c284025d420a239380cb37dfeb9eb6"],"title":"Interaction Trees with Censored Survival Data","doi":"10.2202/1557-4679.1071"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2010,"outCitations":["13b8d638170bdff1ceed0153c8855f3acceb147d","9a3eb5c36a3ea60380b356a5d4e9152a90490d62","965960baaf468da3bc904e72d131d5fbf5b0de47","22f0e39f0d1de99f93bf9fc1c495d15b6cd49b8f","de5145c79efd170a14fe6503ebc0b70784603bdb","2ff2b07e3982cd11975b4f396adca8885d2e07ed","56f02e4ded4b1e1df86aabcd4595ba3e6fc03949","d3fbc22fd6af0f7c57fa1f585ca7e5022776566f","afadb6f87fe7bb0a4c00ba6e22503d6c621f30cb","c04be03dd9b5ad15ae5ff195e1a63bb1fbb2c011","ae3840ef225953be45e281741050fe382f336b6f","2340f580a4bfd894329698c3217b887fc9923372","d3c9bc9d739903c32720203db9c894cac35aa7f7","22a04b972f98b1b7934d5d842ca1e51ff839576b","34f5ca499d5d8541ac1ac12cef26364a79d31801","ce1e032aaaceedff1598847efeb7cfa3b373e693","5f562c95b58314d6486b71caf5580804fc93d1ab","6d641fd3f69c9264e7763e561a8ec85aedb50e48","1fd7be95b333ad74f105a03de7d6ae741fca4c4d","7eedacc80a1331fa17478229c31b3dbe985f5fbb","f590f4d5cd409d29859b24ccad86af9cf1e16f4f","28018fd22cdc893a86bcd1557604955493a10a9a","7ce2d49723dd99e28793969fcbc8550cea82534c","449f7b63f133bb26a93cbf2deaf632331f608adb","0fd65b376adaa74e66463539b728c21c79fb509c","8cbcb185240f2e305eba40c4352b11fe07e104cf","4d4b05b254a1d1416ca9d5437eec16c2b67a1cb6","80dc54db480fa9165722a094e9e546539597f815","cf6312de39796f94b8607da718aa516942024925"],"journalName":"The annals of applied statistics","paperAbstract":"We develop Bayesian inference methods for a recently-emerging type of epigenetic data to study the transmission fidelity of DNA methylation patterns over cell divisions. The data consist of parent-daughter double-stranded DNA methylation patterns with each pattern coming from a single cell and represented as an unordered pair of binary strings. The data are technically difficult and time-consuming to collect, putting a premium on an efficient inference method. Our aim is to estimate rates for the maintenance and de novo methylation events that gave rise to the observed patterns, while accounting for measurement error. We model data at multiple sites jointly, thus using whole-strand information, and considerably reduce confounding between parameters. We also adopt a hierarchical structure that allows for variation in rates across sites without an explosion in the effective number of parameters. Our context-specific priors capture the expected stationarity, or near-stationarity, of the stochastic process that generated the data analyzed here. This expected stationarity is shown to greatly increase the precision of the estimation. Applying our model to a data set collected at the human FMR1 locus, we find that measurement errors, generally ignored in similar studies, occur at a non-trivial rate (inappropriate bisulfite conversion error: 1.6% with 80% CI: 0.9-2.3%). Accounting for these errors has a substantial impact on estimates of key biological parameters. The estimated average failure of maintenance rate and daughter de novo rate decline from 0.04 to 0.024 and from 0.14 to 0.07, respectively, when errors are accounted for. Our results also provide evidence that de novo events may occur on both parent and daughter strands: the median parent and daughter de novo rates are 0.08 (80% CI: 0.04-0.13) and 0.07 (80% CI: 0.04-0.11), respectively.","inCitations":["e8ad93205a0f06e2a30b1f00a72ba967cd9e9ef5"],"title":"Statistical Inference of Transmission Fidelity of Dna Methylation Patterns over Somatic Cell Divisions in Mammals.","doi":"10.1214/09-AOAS297"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2000,"outCitations":["fa549a9a015dbef1ae28c9b4692bdf4db2adde58","d3ad74554e71b8dc5f1380a3ae1960797dc60a49","f7f8bc8cf94b7bac2ec05b8c237bc7e9a8466224","961e2156d523e3901c491cc2a1f65764c976fc44","48fe79494f6a74ae4d2bba0859c0f614b8c6ab33","305d8a881e75ee355f92aaba128cfa5243bf43c5","fd966d1e0d1d44368d721fa5d009bc003900bcd7","98d20684026869ce3f2a7273a7d7723359fd0164","3d0a338705341e6c3f8b224a5188a4bd030d7d49","b1e99c01e2f1f5783d476b78c8d0503623f3891c","70ad52ed6253ab134ccb38831f771c79565adf29","1f15e107c74157125c2d31cdfbb438900bb8bdca","3dbcd24af1a78268099c967d3d2f9f3e1f0f4756","d5111854ec0bca680d70c4bdbe6debbeed88df71","7a1d6a161a5ada1832a8ea3fae070b07b7795628","558898a41f5205e5a7d0b093e9cea8e897c83d64","0db5df32eddfed4fdb6ea37d6b0ac348a54e4471","0c20ee7b6c66598464b64ec7a725fa53c78d7ca5","52c13b15d6a850dada009709e554c1d4b23df7fa","7a44860e8951e0080117caaad891cc9f4ea55846","f322bd6ec81490a97424645868f788b1f5edc300","9478cda40bb21be3e8b1e3e2ae644b9a4ff1dc52","364fa8f98234efae98ad9d568d8d0f31f0bfa8ba","f2c1ddf5c34a5899c5cbee5b5dc469f39ff9c21e","ac891dff9effb37aeb5800406addc8f71f86b0b6","47865b56fee61d9c9ff477f7c79f090cc6663d3a","675c0745399bfe0548670bfeb5d3e9c7043896f4","57c6cc9776a480e6c812775b688c18ab8d1ebb48","1da95fd08327fc70fdfa00dec20aba0ae85fb4c2","1fb0e608ade05430197ab75bc7c74fcba8ec05f2","af9f22454d1b49fa02ab9aea5474b9700e60d7e6","9c4067e83d307d8ab86b5f49c9764ba33ae65dff","1a8bddd2b1666f3a862d7e2bdbcd89e3037ba172"],"journalName":"Biostatistics","paperAbstract":"This paper introduces a statistical approach for high-level spatial analysis when there is little prior information about the shape or location of the region of interest in the underlying image and limited spatial resolution of the available data. Our work was motivated by a functional brain mapping technique called direct cortical electrical interference (DCEI) that gives binary observations at multiple sites throughout the brain. We estimate an underlying, binary spatial response function using a mixture of an unknown number of simple geometrical shapes (e.g. circles) with unknown centers and sizes to be estimated. Inference is made using reversible jump Markov chain Monte Carlo. The approach is illustrated with simulated examples and a real example with DCEI data.","inCitations":["d9dc35aeb7d463cfdd66ffd3d31d37a8adf1515d","e050ef3b51de391ea5222883509e0c0a9a6abe05","a4a5e06c86d594d7a2899d23a3903247d9fdf917","13c4f8bd3ccf9b86d9e97eed7689fc1e0a15443c"],"title":"Template mixture models for direct cortical electrical interference data.","doi":"10.1093/biostatistics/1.4.403"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["f52e87b1af585d6f5a76f244ccc22329eee7e57f","133cbb7cb218f0fcd28c549e40cd4c9f834a9f03","856e2c985825d055ec619a4ac9bf408182fd35a8","bf7e927e4c5f25fd70ec7ffcf95a26fef84d69df","9f2ec981a54c77e67d58659e08292faf710766f2","f9c175c96e62a6e518cd316f55707e0dff8aa8ba","374da78bfcd109dd1cf4bd57fe75af47ad7d2350","a97a19ee8eb086df03961634cca804b551cd4a4c","9b809dd75d909de6b97fae3d0bdf7a9d414bd1fc"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This study aims to reparameterize ordinary factors into between- and within-person factor effects and utilize an array of the within-person factor loadings as a latent profile which encapsulates all score responses of individuals in a population. To illustrate, the Woodcock-Johnson III (WJ-III) tests of cognitive abilities were analysed and one between- and two within-person factors were identified. The scoring patterns of individuals in the WJ-III sample were interpreted according to the within-person factor patterns. Regression analyses were performed to examine how much the within-person factors accounted for the person scoring patterns and criterion variables. Finally, the importance and applications of the between- and within-person factors are discussed.","inCitations":["0b11b93d1c99d55169961ffcc62e867bbbde2ee1","67f80662eff7dcd21e93566871dbebc354854fd5"],"title":"Identifying between-person and within-person factors to enhance understanding of observed score profiles.","doi":"10.1111/j.2044-8317.2012.02055.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["860c2384fcd7aeea66c7421b80863527cb1e24d4","23d87b3d29f1492c386426a327684c90090ad6be","68a08f57ce967aa8a13f63b41bff953da54ded8c","e418d09ad158346b9fa89d93ec8e0938e4796bdf","2a217d0765bbd61b339142619dadf95543d36690","b26eb5cca8f7a72276be76dbc0e5d2f09ad0e94f","7fe4c002becb241ca16b9ff2bf5153c3a3c64114","a5501dff464c4a7633a0d04cbde7c8a67cd686d8","73103b31745cb4636488f91b7fbfaf9670a22044","b6d0906ba50119fca2843b84ded50ed63eefa6ae","a0fbd0d1c5abd3317d5f3ffd08c109768b9a45fe","068caba1e516eb8b13e0b0bcdfe3505719d898be"],"journalName":"Pharmaceutical statistics","paperAbstract":"Phase II clinical trials are usually designed to measure efficacy, but safety is also an important end point. Previous authors recommended a method to monitor toxic events after each patient is enrolled, which is also known as continuously monitoring the toxicity. In this work, we investigate combining the usual Simon two-stage design to monitor response with the continuous toxicity monitoring methodology. Theoretical justification is given for the nominal size, probability of early termination, and average sample size under the null hypothesis of the combined testing procedure. A series of simulations are performed to investigate the performance of the combined procedure.","inCitations":["1939b3d1ec6e79583b59fbb9a741049513900069","ca2f03dc18fd35283cc2cfcf0cdea42e57ac8ecb","2ad297e8ddf847ce1ef309a3ea04642642f7add5"],"title":"Operating characteristics of a Simon two-stage phase II clinical trial design incorporating continuous toxicity monitoring.","doi":"10.1002/pst.510"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"The annals of applied statistics","paperAbstract":"Longitudinal imaging studies have both spatial and temporal correlation among the multiple outcome measurements from a subject. Statistical methods of analysis must properly account for this autocorrelation. In this work we discuss how a linear model with a separable parametric correlation structure could be used to analyze data from such a study. The goal of this paper is to provide an easily understood description of how such a model works and discuss how it can be applied to real data. Model assumptions are discussed and the process of selecting a working correlation structure is thoroughly discussed. The steps necessitating collaboration between statistical and scientific investigators have been highlighted, as have considerations for missing data or uneven follow-up. The results from a completed longitudinal cardiac imaging study were considered for illustration purposes. The data comes from a clinical trial for medical therapy for patients with mitral regurgitation, with repeated measurements taken at sixteen locations from the left ventricle to measure disease progression. The spatiotemporal correlation model was compared to previously used summary measures to demonstrate improved power as well as increased flexibility in the use of time- and space-varying predictors.","inCitations":["9030e054fdd89384236368b10ccd4249cffb18b2","46202ddae9e527c27f32f339ffa5335cf2bb8087"],"title":"Applying a Spatiotemporal Model for Longitudinal Cardiac Imaging Data.","doi":"10.1214/16-AOAS911"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Stability requirements for the worldwide registration of pharmaceutical products have changed dramatically in the past few years. A series of guidelines on the design, conduct, and data analysis of stability studies of pharmaceuticals have been published by the International Conference on Harmonization (ICH); however, the statistical discussion on study design is limited. In this paper, stability designs including full, bracketing, and matrixing designs will be exemplified. The statistical aspects of these stability designs will be discussed in relation to the recent ICH guidelines. The statistical and regulatory considerations on the selection of stability design will also be presented. The stability study should be well designed so the shelf life of the drug product can be estimated with a high degree of accuracy and precision. Several commonly used criteria for design comparison will be presented. Finally, a case study is presented to illustrate the potential problems of an overreduced design from the statistical and regulatory perspectives.","inCitations":["c3bc6b1bfde06d7b792a905a10676aa899264618","38c10c65055adc2ab2934cec04e9d8c44d4f3724","db7afa20c6aabfafb05fca37a5d2080a3fe5320c","43393213b3c3da220d78bc8aa69337563fed7753"],"title":"Overview of stability study designs.","doi":"10.1081/BIP-120022759"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The impact of the missing data mechanism on estimates of model parameters for continuous data has been extensively investigated in the literature. In comparison, minimal research has been carried out for the impact of missing count data. The focus of this article is to investigate the impact of missing data on a transition model, termed the generalized autoregressive model of order 1 for longitudinal count data. The model has several features, including modeling dependence and accounting for overdispersion in the data, that make it appealing for the clinical trial setting. Furthermore, the model can be viewed as a natural extension of the commonly used log-linear model. Following introduction of the model and discussion of its estimation we investigate the impact of different missing data mechanisms on estimates of the model parameters through a simulation experiment. The findings of the simulation experiment show that, as in the case of normally distributed data, estimates under the missing completely at random (MCAR) and missing at random (MAR) mechanisms are close to their analogue for the full dataset and that the missing not at random (MNAR) mechanism has the greatest bias. Furthermore, estimates based on imputing the last observed value carried forward (LOCF) for missing data under the MAR assumption are similar to those of the MAR. This latter finding might be attributed to the Markov property underlying the model and to the high level of dependence among successive observations used in the simulation experiment. Finally, we consider an application of the generalized autoregressive model to a longitudinal epilepsy dataset analyzed in the literature.","inCitations":["af49eed79675277b23f9db5ce2b2ba6989b45155","e7c70ddfdc7b261ea28b38929e207e17989fdef2","fa3b8417d1f67192f4948c12d2091de5a7b1a96a","18a9117d1e76f3c742366010643fbec5cd06fda3","89ca5b47aab9f1c4e8dcc110201c0eb795880a1f","c6451315d631c71f5651e4183d7dd1c29714165b","bfc32e0c8550dc714f220cdf075c37e8af910442","3781741f775720bc476ea161a7a8690253f54371","f101ece5540d2bdf8e232eaca80171be164e72bc","4e60ce92a01e370d208adffaf4a2ea817bb5be20","689ab22d3055465c7fc4bfdea54b061710280fa5","2b224b22885c3fc2950681d9bb153b7a8d7ce249"],"title":"The impact of missing data in a generalized integer-valued autoregression model for count data.","doi":"10.1080/10543400903242787"}
