{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"When studying the agreement between two observers rating the same n units into the same k discrete ordinal categories, Bangdiwala (1985) proposed using the \"agreement chart\" to visually assess agreement. This article proposes that often it is more interesting to focus on the patterns of disagreement and visually understanding the departures from perfect agreement. The article reviews the use of graphical techniques for descriptively assessing agreement and disagreements, and also reviews some of the available summary statistics that quantify such relationships.","inCitations":["25338cd1dabb46e3bdf0d7e531fddeec8ab58cee"],"title":"Graphical aids for visualizing and interpreting patterns in departures from agreement in ordinal categorical observer agreement data.","doi":"10.1080/10543406.2016.1273941"}
{"fieldsOfStudy":["Mathematics","Chemistry","Medicine"],"year":2011,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"We consider the multiple comparison problem where multiple outcomes are each compared among several different collections of groups in a multiple group setting. In this case there are several different types of hypotheses, with each specifying equality of the distributions of a single outcome over a different collection of groups. Each type of hypothesis requires a different permutational approach. We show that under a certain multivariate condition it is possible to use closure over all hypotheses, although intersection hypotheses are tested using Boole's inequality in conjunction with permutation distributions in some cases. Shortcut tests are then found so that the resulting testing procedure is easily performed. The error rate and power of the new method is compared to existing competitors through simulation of correlated data. An example is analyzed, consisting of multiple adverse events in a clinical trial.","inCitations":["929ef8f43a29119b2a9b678552645bcf3f9faa62","451c2b09f99f7f99046863e8df49627776838e54","3ab0e58988a597bfc20d92b606c9aa4c0d9d51a4"],"title":"Permutational Multiple Testing Adjustments With Multivariate Multiple Group Data.","doi":"10.1016/j.jspi.2010.12.012"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Markov chain Monte Carlo (MCMC) is nowadays a standard approach to numerical computation of integrals of the posterior density π of the parameter vector η. Unfortunately, Bayesian inference using MCMC is computationally intractable when the posterior density π is expensive to evaluate. In many such problems, it is possible to identify a minimal subvector β of η responsible for the expensive computation in the evaluation of π. We propose two approaches, DOSKA and INDA, that approximate π by interpolation in ways that exploit this computational structure to mitigate the curse of dimensionality. DOSKA interpolates π directly while INDA interpolates π indirectly by interpolating functions, for example, a regression function, upon which π depends. Our primary contribution is derivation of a Gaussian processes interpolant that provably improves over some of the existing approaches by reducing the effective dimension of the interpolation problem from dim(η) to dim(β). This allows a dramatic reduction of the number of expensive evaluations necessary to construct an accurate approximation of π when dim(η) is high but dim(β) is low. We illustrate the proposed approaches in a case study for a spatio-temporal linear model for air pollution data in the greater Boston area. Supplemental materials include proofs, details, and software implementation of the proposed procedures.","inCitations":["6b538ca4bb1bf64af91d1cb1676c0c167913dbd9","e75d11afed339a30970d6cb414da996666300946","84c38ce983a3a1ad9d4692939264417c79d2cdfc","bee3a2178acc768cab8fef7f9f5002f9a77c6c07","33f4f461b3fcca9bf2a5d37c279654df90f1f2d9","6661c3c55c4ae661b3c58efc8d3991fb9a65347c"],"title":"Efficient Interpolation of Computationally Expensive Posterior Densities With Variable Parameter Costs.","doi":"10.1198/jcgs.2011.09212"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["9cd04858c52bc3ebd81649e24b0be7b95745214b","311115db251ff1b9317d2b58a55309d90b3f5d1e","9e120fcb888199b77531b540aee05c1db3a4c3ab","d13a61e33684f8a1f24ab4591d371efb529ad04f","f7ad50732cdc13e33f62336fa56c80ae8ac90ced","0dffd5c04f5830deadd4fba16ee1575abc5ee051","ef98b582e93ccd8beeecd76867e5bb094b39684c","c33be4d7a3b6483195836a9974cebf245ce9d448","85787210cd9e2c130ce3895c1ebd3a63708dd578","94a72af7d9a4ea5262695956887f07a5ac4c5e42","efe973075ac6c86965fdc937e44d5bbac34d00c9","e07df64ab4dcf5bdb666af2dc5d5dc2c7b14cb62","b4103e9b1d7e1699dd0d606b08c34394e2aff72d","5d15272e5f8dd36059c0f4ced3e0c32e94076585","4991ea3eb6e75191ef0b522119323ea0e64361d7","2e1fd40a2ec8f9e1952bce6cce4a784e55d8eb9d","3d73b3a719f1bb1b3c1214f525ad2e27f97df8eb","beba7ce17eb7140ffae90f1d480724540e66f206","4fc97d5eeccbf5938be8d20ccf053662f7102911","ce8d43fec61a1d763d2a2f8f51779ae5614dee5c","e1b055f3882342d919bd50a3899a9b2e2dda893b"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"The generalized method of moments (GMM) is a very popular estimation and inference procedure based on moment conditions. When likelihood-based methods are difficult to implement, one can often derive various moment conditions and construct the GMM objective function. However, minimization of the objective function in the GMM may be challenging, especially over a large parameter space. Due to the special structure of the GMM, we propose a new sampling-based algorithm, the stochastic GMM sampler, which replaces the multivariate minimization problem by a series of conditional sampling procedures. We develop the theoretical properties of the proposed iterative Monte Carlo method, and demonstrate its superior performance over other GMM estimation procedures in simulation studies. As an illustration, we apply the stochastic GMM sampler to a Medfly life longevity study. Supplemental materials for the article are available online.","inCitations":["e86475405cdc77931c3bee75e801cb0dfbafedbb","ea1bbb9b3cadbe6415d5ed8487904982f35a8aca","2a0e466794f966eecb00089e9905b2c63435d1d1","0ffcdd080f0d01ccf462020ca773a63da1bb2ff3"],"title":"Stochastic Generalized Method of Moments.","doi":"10.1198/jcgs.2011.09210"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2014,"outCitations":["2477164f929851a6c6f01897bf8a0354a087f365","b640168f39aaf8f19d9fd86ee9dea5accea04dc5","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","e5d223ace49185f5e07b495b496bf04e4cf94d39","7953ea921cbd3c62cac3004dafcd630e31eae81d","3b0a39ad28db9c0e434868cf0ed4f438ea637f8c","954937ece00fd465f6a639fa739a04af8d5d7efb","05ab43b91321e8cf57a42614dd630baecd110bd0","e00ece3bf0058d288d7a7f17323b3cd969216cc1","b878582e29de24552424be2316d571f0c7db3fac","1f516d7f06745bc7f0518639a428ada05ef12cd8","97a6ac65c8a19e734e568442c2cd4ea832116ad6","b3e1705716a12a2cea281dbd4bab6aa13b6d8b87","623cc60c003793d793f264d6478853a7cfb39c59","bee570503aaa0ed5bc5dd4cf6aa742df0b5cef87","9f20cc3bc6e8d1db31bee409eb298cacabe5806b","22081a2fa753e9c853586360d9f8c8920081f8cc","a1b3294a937cae1239a9d0d825e562c2d734c272","ad27d13339dcad0e29524ed1fcee39f3e22d53fb","3d123b2dbccb6027d4f54f7c671f40bcbf873d2e","f273f5e7131c23900fb5524fe13d5521099f919f","01cbff216f2888f96151fb490338af40a09a0c30","4dccced98e3a4810218d1f432ff998e8bc14866d","7cc528bda7296d89f032aa634e0aef7670928a31","3a2fb9b9842e32279fb696680d02da69abea158f","c67100828f90934ee279751a375bed1b0a401d86","178d883a4730bf80386a7eecd984f2700a18d93e","f70287f66b013ee9e4431d48f4c8248fdfe9c4c4","114e1354cee7a687ae694f7d8134c7afc87abb47","546b119d4c4a766d5d3aeafbb214354e8aca79c4","a6ced174c1f2f5b8e5db487e106342f94f4d7f0b"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"We consider the task of simultaneously clustering the rows and columns of a large transposable data matrix. We assume that the matrix elements are normally distributed with a bicluster-specific mean term and a common variance, and perform biclustering by maximizing the corresponding log likelihood. We apply an ℓ1 penalty to the means of the biclusters in order to obtain sparse and interpretable biclusters. Our proposal amounts to a sparse, symmetrized version of k-means clustering. We show that k-means clustering of the rows and of the columns of a data matrix can be seen as special cases of our proposal, and that a relaxation of our proposal yields the singular value decomposition. In addition, we propose a framework for bi-clustering based on the matrix-variate normal distribution. The performances of our proposals are demonstrated in a simulation study and on a gene expression data set. This article has supplementary material online.","inCitations":["2fd45016e092ec4a5017284aeb44f501d3817d67","549b2687f4ae85e45b20cc212e161779f2037dab","27f28b56e9e479ffd0d79038d3d5368691f06e0b","c2ae3614566e140491959d6305b70e9bac5cbd22","cf999c7a58fac2915342daf795f98b9b1375a623","fa2b540c9347ae522d72f6ce6747a43a288142b3","089de7a33d4d8973285ffd92e90e0413ba325d11","5e5f7c3d242cd495567a0580129e042855e456c7","69fdbbc5bebfc9007bc36397d2543246f60674da","0498eceeb78bb06860174b97e6d5c0964fb24927","edf40bfdd57be77bc8c726177e2cc1b2e7ef9274","c170dd1862f4dd7e043f7c62b9cb2d6d2d022806","ba26d482b2480785e5daa7cae794f9591f1dbb13","8fe980a8ec817758ac2efb379e8ac21751eda8b1","499d82c65d3dfa4e7e637d1f3a7532a4b6f44820","b96e10c91008d3d1c4462f23a2f472416beb7780","68a579f713df991208410e68e070620a2e2c86c4","cedb14de6d422fc0e852ac496a03ef5cd4bdb970","b27c163370540f9ff1aedf30b2ce1ca62e96eac1","e4f6daefaafc8d272f34c016405dc593ac0bce87"],"title":"Sparse Biclustering of Transposable Data.","doi":"10.1080/10618600.2013.852554"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1991,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In pharmaceutical studies it is often necessary to dissolve a slightly polar drug in a mixture of water and one or more cosolvents, such as ethanol, glycerol, and propylene glycol, to increase the drug's solubility. It is also of interest to know whether a maximum in the solubility profile of the drug exists in the mixture of solvents and if so, where. Scheffé-type models are particular forms of polynomial equations that can be used with variables that are expressed as proportions of the total mixture. These models are simple in form, yet are extremely versatile in terms of modeling the linear and nonlinear blending properties of the constituents in the mixtures. Several data sets are presented to illustrate the fitting of the Scheffé-type models for modeling the solubility of multisolvent systems.","inCitations":["9ac2492d6d7f5253b866bba7d9c5a25753dda4f2"],"title":"The fitting of Scheffé-type models for estimating solubilities of multisolvent systems.","doi":"10.1080/10543409108835025"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1998,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We extend the random intercept logistic model to accommodate negative intracluster correlations for bivariate binary response data. This approach assumes a single random effect per cluster, but entails separate affine transformations of this random effect for the two responses of the pair. We show this approach works for two data sets and a simulation, whereas other mixed effects approaches fail. The two data sets are from a crossover trial and a developmental toxicity study of the effects of chemical exposure on malformation risk among rat pups. Comparisons are made with the conditional likelihood approach and with generalized estimating equations estimation of the population-averaged logit model. Simulations show the conditional likelihood approach does not perform well for moderate to strong negative correlations, as a positive intracluster correlation is assumed. The proposed mixed effects approach appears to be slightly more conservative than the population-averaged approach with respect to coverage of confidence intervals. Nonetheless, the statistical literature suggests that mixed effects models provide information in addition to that provided by population-averaged models under scientific contexts such as crossover trials. Extensions to trivariate and higher-dimensional responses also are addressed. However, such extensions require certain constraints on the correlation structure.","inCitations":["1e2db8425f48f9974ca4534dab0770b67d2cc31e","2b8b7ba617c84f72c9482bbfaf20732e59a5ff5b"],"title":"Accommodating negative intracluster correlation with a mixed effects logistic model for bivariate binary data.","doi":"10.1080/10543409808835227"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2014,"outCitations":[],"journalName":"Spatial statistics","paperAbstract":"Small area estimation (SAE) is an important endeavor in many fields and is used for resource allocation by both public health and government organizations. Often, complex surveys are carried out within areas, in which case it is common for the data to consist only of the response of interest and an associated sampling weight, reflecting the design. While it is appealing to use spatial smoothing models, and many approaches have been suggested for this endeavor, it is rare for spatial models to incorporate the weighting scheme, leaving the analysis potentially subject to bias. To examine the properties of various approaches to estimation we carry out a simulation study, looking at bias due to both non-response and non-random sampling. We also carry out SAE of smoking prevalence in Washington State, at the zip code level, using data from the 2006 Behavioral Risk Factor Surveillance System. The computation times for the methods we compare are short, and all approaches are implemented in R using currently available packages.","inCitations":["4a366771b44af9d624b1e9377afaf5771172a14a","36cf33b0d93ec09c41ca3cb32869b94c18d8d3e5","450f838aff85c6c8764c35a2617c24e1657a822d","34faafea36ae1fa2132cea3d02b3a8922ef4bb3c","929da137566df2cbd1e6c15ae3c778a0b86f28ad","60b0434ed7e7baab0189b4192cdd18d72f6ec636","d55ed71053a72e1d4675f5c3eaa1be89eec4f06e","989fb66bdab0bfacd176761a3f19dafa0f861225","7d5394672f8cf021f4be2d115b4adb93049902f3","67bede4a989d2020911305c8a88db2f6596aad58","079dcb36dff2598e993af77bc90024ef0c40ecb1","809c0939d76042fbb24c76195b27081e6bc699d6","f6e6749a73a150c04d6a0797b5d0c0f93e245392","6e7a609fd81a966714c8cd07706f5e17ffe7a575","efc867ce9b97f0abe10baafbd864d93e902ccecd","7ed52ba72c1146fa90c237a92b4d9dc4cc8f3529","2014405df9c772b3cb8ff660b174fef7e5c4af03","b9b881259de49667b57efe3e6b6c1474243ac9f4"],"title":"A comparison of spatial smoothing methods for small area estimation with sampling weights.","doi":"10.1016/j.spasta.2013.12.001"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Studies using crossover designs typically involve observations on a large number of response variables made on each of a relatively small number of subjects. Moreover, investigators often observe the responses longitudinally over time. As the number of variates approaches the number of subjects traditional multivariate statistics based on the concept of statistical distance often are not very powerful, and when that number exceeds the total number of subjects in the study, these tests are not defined. In these situations, statisticians frequently analyze each variate separately and adjust for the multiple testing using a technique suitable for correlated data. In the case of a single variate measured repeatedly, we often make the assumption of a patterned covariance matrix and then conduct a univariate mixed-model analysis. We discuss an alternative approach using a variety of data structures in 2 x 2 crossover designs with (1) univariate response in each treatment period, (2) multivariate response in each treatment period, and (3) longitudinal repeated measures on a single variate in each treatment period.","inCitations":["d00597f1d16512fa625a279fe9e9924b513a4cbf","285bc06f3d74cf8ca495b0bc3a1151e84212563a"],"title":"Analyzing multivariate data in crossover designs using permutation tests.","doi":"10.1080/10543409608835147"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["13b30e35b9a54dad07094cfe4f50d40ff15d8370","7708434c7988fcb61b5b4f059de030393dbb3700","c1b29d6220e9d7d7a244e3c60f020204b66326bd","a4a1cf47f43a6dc520053846101648196d26f18b","74f69cd042caebd1ce92ecafa33d5ae96d7c9455","c413304d7043995e9c522313d34fffbac72b0752","d348b141fa62db1a48299dd2945179a10d71a17e","48a57c069bf2562700ef14abe9752a5ded4c710b","2d1e0a5d5309354d4948fa88b01232e59eee94dc","884198b986b2a1dbc424001ac6b54f439edeb466","5973fcc15d600c178476bb7baeb17aedbd301a30","9386db1c454fad91c0af78eff1c9091376d9b033","9c148e5229c8eec0b2bfec4ea077e68211ca0d88","73cf0dcd9b56ace06f9890c8aceb27cc543ed4bd","93e9d466ed66053528b04a4ee69be61792741335","f41ebb947b84c4fec9056f99fe371d9a4ed02939","50912cedf1817f1c9121b84eaae5dee0fd1dc1f2","3473ba4ba7bb59b24557fe073a36c52d68db9a77","36ed58fa79c9600be66ab88637293b1dc5526efd","0bea998a4345b93e2b491f04be64156e8754eca6","f51cb4b1f0952cc303adf85645436d8558d32c9d","7ce10624b09c54d2604f60b4c2d48409201fcc5b","f0034e9045688520e87769d39bf7b8c69c26612c","7748b87663351d6e2b045aa3147e83a2880531e0","d7ce745d427d2bc0ad4bf73fce50418db297af2a","c34467299f20cd47a0f155d357439967030de972","92653841b69129c465f29aae21376f930d088e63","98431a81f990cf70288273c82f571da1eb9e5b53"],"journalName":"Biostatistics","paperAbstract":"To conduct comparative effectiveness research using electronic health records (EHR), many covariates are typically needed to adjust for selection and confounding biases. Unfortunately, it is typical to have missingness in these covariates. Just using cases with complete covariates will result in considerable efficiency losses and likely bias. Here, we consider the covariates missing at random with missing data mechanism either depending on the response or not. Standard methods for multiple imputation can either fail to capture nonlinear relationships or suffer from the incompatibility and uncongeniality issues. We explore a flexible Bayesian nonparametric approach to impute the missing covariates, which involves factoring the joint distribution of the covariates with missingness into a set of sequential conditionals and applying Bayesian additive regression trees to model each of these univariate conditionals. Using data augmentation, the posterior for each conditional can be sampled simultaneously. We provide details on the computational algorithm and make comparisons to other methods, including parametric sequential imputation and two versions of multiple imputation by chained equations. We illustrate the proposed approach on EHR data from an affiliated tertiary care institution to examine factors related to hyperglycemia.","inCitations":["459a53dcc4dad1d28c7313df349674f41ed2a0b3","d1221adecdd2a5b98a45320e65063eda1fa7b15b","46ab565c801256fa5ccb3d1736b08479bbdf9f40","a8d5510bb844a5c1df9d3c547ef3d16c6f8aeffa","1b609cb580323ca8d682a7a2cb70cb67cad41478","dc1690f4af26cdd89bc29d8e97f726286b2ea0fc","2d17d88f937ff174b721ee1b43379278790273af","476a80a54f191412b4cd424ac9830237ff67527c","3b8a4fe850d50fcc1b182f8c0c664c5861b9cbb7","61fe0943027b9dc20cd51a4d215d2bf0dcced264","4b31b9b67523e6e6efbaacf22cd6590cc199531a","49e88ae9631c0b2d3a901cf6c130bdce2142c46f","e00026d8146303c40ed49c8111e0136612fcfb15","d8c1f0fb672b7bda8e0aff57236276f0ad730846"],"title":"Sequential BART for imputation of missing covariates.","doi":"10.1093/biostatistics/kxw009"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1998,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Clinical equivalence has almost exclusively been treated from the view of average equivalence. However, as in bioequivalence, there has been recent interest in more general definitions of clinical equivalence. In particular, Bauer and Bauer (1) have investigated the possibility of the use of a pair of tests for the equality of means and variances taking account of the multiplicity issues involved. In bioequivalence, a number of authors have considered a Bayesian approach; in this article we generalize these previous Bayesian approaches to this more general problem. We investigate the operating characteristics of a decision procedure based on the posterior probability that the parameters lie within a prespecified region of equivalence.","inCitations":["3bc91b4a46c7c73449d3ccb7d6e1c7a7cdabfa62","002dd7bbc8bf2b0c025afc4d13b4252de041ad90","04f58c6dda2807f796ada43de524fae47ea5816f","fb709c4decb8ac95bde95e3df499154ef5786706"],"title":"Joint equivalence of means and variances of two populations.","doi":"10.1080/10543409808835247"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2015,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Methods are introduced for the analysis of large sets of sleep study data (hypnograms) using a 5-state 20-transition-type structure defined by the American Academy of Sleep Medicine. Application of these methods to the hypnograms of 5598 subjects from the Sleep Heart Health Study provide: the first analysis of sleep hypnogram data of such size and complexity in a community cohort with a range of sleep-disordered breathing severity; introduce a novel approach to compare 5-state (20-transition-type) to 3-state (6-transition-type) sleep structures to assess information loss from combining sleep state categories; extend current approaches of multivariate survival data analysis to clustered, recurrent event discrete-state discrete-time processes; and provide scalable solutions for data analyses required by the case study. The analysis provides detailed new insights into the association between sleep-disordered breathing and sleep architecture. The example data and both R and SAS code are included in online supplementary materials.","inCitations":["8b5d703d281c3f5eb43510c1f4612283ced1fd5c","615bbbe8cb9393936b811a691fd448500a811731","c4d63aef8ce5caf0ff8f51893a3a08e6178c2981","8e04f9e09a7a108281ae86dcbe32502304f185d3"],"title":"Modeling sleep fragmentation in sleep hypnograms: An instance of fast, scalable discrete-state, discrete-time analyses","doi":"10.1016/j.csda.2015.03.001"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["49685717b026700807311ffb5615b8264f0daa49","a2bce7842ab5ca5c240ac0fe3eead124967857de","69149670781f45cc28ff9e07bcd42c1a77ed63e8","6d407492ff91a5e3c8e6c79200c1626ac23d72d0","9a77fb19d694b178a68a319fc2fe2d7f1ee03155","eb43c88ed3f7499a60aa957f86840da339d20720","6f5fce585017fd3fd681088a5a53d43eb545a341","f79b49a5209191cec8b9f56615fd264b64a7228a","f8d499dbcf3099c720bce8460820b96316744015","60c4f3acec672ca3b71a38da41a84860f401e156","f38b5b31e87c78f8e2ab04540e0d310c8d66c9a0","75af1845c3890c5ed08698b9b7cb42b198d14a1c","cc410edd9c6bfc93ba9856cd110f90efff7a93cc","01cc0b020d0647f259dd14dcdb00303dd68fd242"],"journalName":"Pharmaceutical statistics","paperAbstract":"A new analytic statistical technique for predictive event modeling in ongoing multicenter clinical trials with waiting time to response is developed. It allows for the predictive mean and predictive bounds for the number of events to be constructed over time, accounting for the newly recruited patients and patients already at risk in the trial, and for different recruitment scenarios. For modeling patient recruitment, an advanced Poisson-gamma model is used, which accounts for the variation in recruitment over time, the variation in recruitment rates between different centers and the opening or closing of some centers in the future. A few models for event appearance allowing for 'recurrence', 'death' and 'lost-to-follow-up' events and using finite Markov chains in continuous time are considered. To predict the number of future events over time for an ongoing trial at some interim time, the parameters of the recruitment and event models are estimated using current data and then the predictive recruitment rates in each center are adjusted using individual data and Bayesian re-estimation. For a typical scenario (continue to recruit during some time interval, then stop recruitment and wait until a particular number of events happens), the closed-form expressions for the predictive mean and predictive bounds of the number of events at any future time point are derived under the assumptions of Markovian behavior of the event progression. The technique is efficiently applied to modeling different scenarios for some ongoing oncology trials. Case studies are considered.","inCitations":["9392f68efd6007cb90d3ceb458b2677d3f39b4de","9785a7f76b7d301dab33c8bb8844b3baad08b0ae","4efb78a6a24fe2ffaaa710f4a14a2eab9982b098","64a1ffb2f08f034e2991927b02fe00c69b3ca43b","7cb15b77ed6eb64258684e215ff2fe79eff36763","168c3ad0b4780e1ed25458f4de930d588d930fc5"],"title":"Predictive event modelling in multicenter clinical trials with waiting time to response.","doi":"10.1002/pst.525"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["ce9f14c29c58e4aa70023162b3a616fd9287e386","f40febe152e3d38e8679c595a1d924992586cd21","43b329f879b16c17d8699c755f4ecc5d40408904","f90a86d3c0b174c1175bd1e6aa8620a9701a2c18","56b186bda5c71d1ac1f5468c9271d41718088acc","6ea4e2a50f197c915ad58d8bcf98d6853a49dac9","e3df93eb425d83dd0342aa59a1fa9045d111637e","e1ba33f56f75c40aed15538073e377c23f4013da","c4356d08c5cb4735bda5f59d2a9d884a50a8ad58","8bf730243ed967afd5349bef053641a6043517a0","68a2fe5688423372ba22705173c78bb88f722466","a0c08e417355f788451e73c539fe4ad4b4aec6c6","2295c3ad0d783cc263c0e8006d74e516140b2d34","6e4ef9da13090e66d28019b64a886041cb0428e5","cb8202c3189cce0908a721e59f049438db8654c2","2e8d94680500e234c572885ce88c235ee7888bf7","55ae873145dead76071fe9d5a7729d707a988325","8317df91706b148e30dac259c964491c0b1ce7c5","ea68899db5d44b4d6e28228381ee8016d6b728e6","961e2156d523e3901c491cc2a1f65764c976fc44","4d50c4f2e75987aeb999ce5f295cd683f2d967df","512cf3f112aed25db9fa4f68b3927f822f841c23","894fded048a9eefa9bc38ee7b04295c1b2a0a9b2","560573618243ec223f02559dc79e31ccb75b1180","0a5d112675b01a8400e6e50604f95ae38ee9c4d3","e24622199fca470b9cf610d4f13dc6f4db993333","f81e165da56468a3ad0e6a2d85776d11509e598e","dc67cafc23c0604c1995b928f14e0738af36fbf5","2018569e4f6d91c0cf5963a435e428f59b014f01","fe4b07489942fc80654e9a87663aee3aa5119429","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","c5d09ef4a4d29eceb610129d311802f21bad2046"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Researchers in the health and social sciences often wish to examine joint spatial patterns for two or more related outcomes. Examples include infant birth weight and gestational length, psychosocial and behavioral indices, and educational test scores from different cognitive domains. We propose a multivariate spatial mixture model for the joint analysis of continuous individual-level outcomes that are referenced to areal units. The responses are modeled as a finite mixture of multivariate normals, which accommodates a wide range of marginal response distributions and allows investigators to examine covariate effects within subpopulations of interest. The model has a hierarchical structure built at the individual level (i.e., individuals are nested within areal units), and thus incorporates both individual- and areal-level predictors as well as spatial random effects for each mixture component. Conditional autoregressive (CAR) priors on the random effects provide spatial smoothing and allow the shape of the multivariate distribution to vary flexibly across geographic regions. We adopt a Bayesian modeling approach and develop an efficient Markov chain Monte Carlo model fitting algorithm that relies primarily on closed-form full conditionals. We use the model to explore geographic patterns in end-of-grade math and reading test scores among school-age children in North Carolina.","inCitations":["f7a06cbe8bae9acd7453c48f3d609d719f0d54da","33f0ebbe0fd200c7417c7ba9ecad7b132a5ecd68","ebecb2139dcd64b7d663659214a8cde43d2651ae","c76a69c1a43c8b4bf995079a6a66266aa8b3fbc0","ce2246968ff3cf0e640d57aee01a3e6e277b9eeb","1af1458863a48231acfdb9c7a306f754138353fd","8d381a63294d39faff38bab716cea2a41dea6b17","4b7f19191cb5f08fdb6b534f62068058dadf4b17","3875044dca3e421ae1d9bf712461823dfb0e1220"],"title":"A multivariate spatial mixture model for areal data: examining regional differences in standardized test scores.","doi":"10.1111/rssc.12061"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"People actively attempt to create and maintain positive moods and to escape from negative moods by engaging in various activities. The principle of homeostasis explains the essence of the mood-management system: adjustments of individuals' moods and activities help maintain constant their conditions of life. We model the dynamics of mood and mood-management behaviour through a pair of interdependent, linear differential equations and estimate the equations using mood and behaviour data collected from an adult panel. Because empirically fitting continuous-time differential equations to intermittent observations is uncommon in the literature, we show how to transform differential equations into equations that can be estimated using simultaneous-equation regression methods. Our adult panel shows strong homeostasis in mood management with mood episodes of several hours and no evidence of endogenous mood cycles.","inCitations":["d22ebd8fa0e75db84daf7ea5e60cf930a8cbe65c","9904cbdd39ddb2f0307cefffe70b96f85cc16d37","c8cf9aad5a103de82b5814a58521d8afd12f8326","c31aa0aac65e2eb400c92ae00b945b74a86ce39a","877e4c9b16b75becad51240d8e981dc13ca23b70"],"title":"Mood-management dynamics: the interrelationship between moods and behaviours.","doi":"10.1348/000711005X81133"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In the U.S. Food and Drug Administration (FDA) guidelines for stability testing of new drug products, both bracketing and matrixing designs were suggested as the statistical designs. More recently, they have increasing attention from pharmaceutical companies, because both designs reduce the cost of stability studies. The purpose of this paper is to investigate both designs in terms of the power of detection of significant difference between slopes, and use the mean square error to evaluate the precision of estimated drug shelf life. Additionally, the distributions of both designs are compared by using 1000 simulations.","inCitations":["00eb56da224c5bd7bab33b5708269299254319af","3e5c88b4f4f4624f05dc8f939ea2da681cdfc6b7"],"title":"Comparison of bracketing and matrixing designs for a two-year stability study.","doi":"10.1081/BIP-100101023"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["98f3a77510de4d72a38359e61de69f22baa53970","18205fb6d7d49e0f96b78debb396315001c33a2f","a7c840abe64c85bb19dbb6b4de3b03be2661c9ee","d00760ca054a90bf6f8bec742635ecca8d76a67d","2ea931fb55701a5f5b82aa491a64c0e431fb4b38","4d508675ee414f4a8041a7270f63f3307ce50476","a85acbe6ff39173031d877eaf79af3ca52bbc20f","f13530b2f420ce4d715320fb1a4f55d8c1547564","d6f4eb08a3717bf23129e529a75a9ff33b010050","8112c736e8e9b6bba6a47e67899a764e991978c4"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract This paper presents a targeted minimum loss based estimator (TMLE) that incorporates known conditional bounds on a continuous outcome. Subject matter knowledge regarding the bounds of a continuous outcome within strata defined by a subset of covariates, X, translates into statistical knowledge that constrains the model space of the true joint distribution of the data. In settings where there is low Fisher Information in the data for estimating the desired parameter, as is common when X is high dimensional relative to sample size, incorporating this domain knowledge can improve the fit of the targeted outcome regression, thereby improving bias and variance of the parameter estimate. We show that TMLE, a substitution estimator defined as a mapping from a density to a (possibly d-dimensional) real number, readily incorporates this global knowledge, resulting in improved finite sample performance.","inCitations":["5e941c25d03ef71a50679b3f7d1ab044023ed59d","e22ff66105359b033de05f2468cd989906682773","b6d77285743714db09463240543560025c6ff301","fba6430dbf9559f26b1a996b71902f22ff2c93c0","b17273bfc7242acb5469de6c9486e332db2c7b45"],"title":"Targeted Minimum Loss Based Estimation of a Causal Effect on an Outcome with Known Conditional Bounds","doi":"10.1515/1557-4679.1413"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["b02424787a3dd0083001a9a9e4c0fc127c519c9c","579d983dbc199218455248b7727ad7e325e09ce3","ed30116e69d7e4d2fa3c1213a0b2194a084a3adb","911208a2ff8b5817c51d029f4819b3a59ec083b8","07a4c63d47431d6401b42011a045b53cfb84a3be","0229866060ae299b04b899d572cf985acf2b3e3b","4dfd60cd542ddcbaf4e4a8cfda0cc10af92aac6a","6dbb9040eac670e24969696d966c7f94a6f9c844","245b077de1577d286207a1011fb48983c8dc66e4","5273588eade88830b0d03930fb8c363c9975ac67","5123d9748e7a65b97f34b2addb76844702e91430"],"journalName":"Pharmaceutical statistics","paperAbstract":"By setting the regulatory-approved protocol for a suite of first-in-human studies on BIA 10-2474 against the subsequent French investigations, we highlight 6 key design and statistical issues, which reinforce recommendations by a Royal Statistical Society Working Party, which were made in the aftermath of cytokine release storm in 6 healthy volunteers in the United Kingdom in 2006. The 6 issues are dose determination, availability of pharmacokinetic results, dosing interval, stopping rules, appraisal by safety committee, and clear algorithm required if combining approvals for single and multiple ascending dose studies.","inCitations":["d694dbe34338c060a9cc856c1201d9e0c05db8c8","70b4d5a0a44d02d85cbda342112c0f1d70e2ca35","f51051cbc8a8f2250b841ad1767c46d2104f5ad4","8b7b5e422c25fc3139da0d679c835fa6dace6e55","cb5e04b32f2f977795185182ea93a4143d733f99","560d517ed2ef1fda06145558c6fcbe2a18f1a943"],"title":"Statistical issues in first-in-human studies on BIA 10-2474: Neglected comparison of protocol against practice.","doi":"10.1002/pst.1801"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2012,"outCitations":["54ff4a86d58526c7775af7ae7c9f59d51c9f75be","6c4bda4f818761a4479c95e332f3aa0c5ad3c299","dbe463470f0b626444be741429ce06b7c6f290a2","122743f37e3c5ebac0a32cc49c9f619c6f3548a4","135004c4881a0b04f384454295bf359e3bf820df","2a747f47f527b753cd70ecc831205f3113b3f8ef","8b22894e1242d9c165e44efeb0dd59b3ea5b4540","acbf4f53f4e75cbf18872b23cd3e56b2c336f274","b932bc8cc066be211015c026465d5bd8e11abee2","d7ccc9b2a5d57112a072c93437b9dc1d478f1400","0c0a13f17b47ee97457cf10af5df783bfc161210","6bf4a0de729018d3d3cdd78a7c4956e4e77bf18b","ab30b47cf0ca8e542b206393f9309e3fa90c6e4d","4acbc6007a8b6954e6e027a4f32f4617de550c3b","32cdb4257aad34fbc28cc61f4849249edb29fe38","c785fff05ca2d98ce675cbc09a2f0cdb7a67363a","419f6d0bf7bad3f94c3cd07957c250eae7374b6e","7883bc83d93b13a6e84487e1a8e04205f2cf0499","c4e970357ab88bea583211c7705c7283eebf219b","b43adef8cada86abe8badf69e1ae3874ed6d1b89","74d2a3bd64954e37be06d9a8a0280478f6ea7626"],"journalName":"Advances in applied probability","paperAbstract":"Many applications in genetic analyses utilize sampling distributions, which describe the probability of observing a sample of DNA sequences randomly drawn from a population. In the one-locus case with special models of mutation such as the infinite-alleles model or the finite-alleles parent-independent mutation model, closed-form sampling distributions under the coalescent have been known for many decades. However, no exact formula is currently known for more general models of mutation that are of biological interest. In this paper, models with finitely-many alleles are considered, and an urn construction related to the coalescent is used to derive approximate closed-form sampling formulas for an arbitrary irreducible recurrent mutation model or for a reversible recurrent mutation model, depending on whether the number of distinct observed allele types is at most three or four, respectively. It is demonstrated empirically that the formulas derived here are highly accurate when the per-base mutation rate is low, which holds for many biological organisms.","inCitations":["e743018e69ddcd56d6312d0eb1e8b20af20b1346","8d59e207b0fc57e6a8d399413512bbcb3fec176f","ba69fe0d1a2ebd038b1c7ce813fff44210e0055e","e91e9475d8c833a881ee9519f400486bb877f81d","ea3543d9174c5957f519ef85154930e07f10f972","bc7f7f6eb2dc18490733d7253d9ef4412805aa87","5a38a5fedc534706592df767feb8425f3b91b0d9","2be4ffa309492ac5078cedfca88e039223099add","3acef3773227b56d184f62ed2afc8b8c49b4948c","4252d9778b8ee1a192e36761042369c2f2407dcd","f051d0a37a722ededa126f5674e3bb160f13aae3","1d45437acbdf63ff1f210fd86091e5f448feaff3","8efa68aedbdfaa17df81983d150a668001a0e3f7"],"title":"Approximate Sampling Formulas for General Finite-alleles Models of Mutation.","doi":"10.1239/aap/1339878718"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In order to assess the equivalence of two treatments, clinical trials are designed to test against the null hypothesis that the difference (or ratio) of two means (proportions) is either smaller than a pre-specified lower equivalence limit or larger than a pre-specified upper equivalence limit. For example, in generic drug evaluation, such approach is defined as average bioequivalence. However, average equivalence type test is often criticized as lack of the ability to assess the exchangeability of the two treatments. In this article, we restate the statistical hypotheses in the form of stochastic inequalities. The stochastic statement can then be generalized to define the probability of exchangeability (i.e., coverage percentage) of the two treatments. The approach will be illustrated with a numeric example.","inCitations":["812a477385d204e9d390271e3d60e71513bc0b4b","f64f9736242cf59900511ab3cf45eb42d584aba4"],"title":"An alternative approach to assess exchangeability of a test treatment and the standard treatment with normally distributed response.","doi":"10.1080/10543400601177301"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1984,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Existing models for multitrait-multimethod matrices are evaluated and a new composite direct product model with a multiplicative property is proposed. The estimation of parameters in the composite direct product model is considered and an example of its application is provided. A cross-validation to compare models is reported.","inCitations":["9de9887b8db02c2578f3b6f4137b8d8e3a66bf0c","d1d24f034f4c7426c96676a3b4cfdd8d428f847e","49d798978a1a429e299691944c694ecf4dcd09f0","b3d22dc9bea94037e28eadd9a623d088d7e35df3","6483d2c98094ef0dd260ac7a2ab0d4417aa3f1ce","1f395b1747ab356bf1ab223b5c4ec11e9a54a5e3","109df6dfb1445db0ad3ce647b71c46bda823c65a","50e6ec19d213b38f3aefd9f9fe13e811c517b21f","e6dd0e6cf076b1207c7b55817175a3030cd1b66e","ae79b5d05af3b33d23377a1fa82b3b23eebe6688","bcbf41ccad04f1cc229965a8aad96db837bca340","0b4b37546eb0a437ab553227a0e6da8d29bcc650","2c1468cdc91b2adee7900da6ed5a3dcd395e8938","4f065e1ae353cfa91e02f67d4574170ab1d8f6bf","dc03e01cb667bafacdcfdb77337da26dd1a98235","1bcb7c942b7355b49e943128cf0e013e33bc8c82","2033cb058e9389c6fa0c77caa2b37f1cc6c3459b","e516cc51b20098e244dd2997eb3ccb1b57d408dd","71b1f75d2c7901ac93abd0a8d7201f59ba494c71","6d33a46625487c7372e44a1b03527dd7f426df75","d06ae474c8ffc270b1a86362de4d2a5e4b3aaef9","e4cc4125d4ab0a6528b906ed01a4e55cad933037","5df38075014d0c11e396da9f480278bafb35d36b","9440861c0abe9ebbb1bb3cfb2b7c152138a94602","d466010c1c669641ba18795f21b764fd248eec4e","c0e8ab78df98ad4cb8ad34384d82a33dfc5985ae","76db817142cf185c529b1703fd3ac85bf11c50d6","91b641f31ca91e8a64856b751e9b9c0e38415c79","7fdd09d067659462db82ec4237c04c90325af633","9ba4c5e960bdcf046966936a12191a28be9d3616","9f5e892dab4a8a32d28bc269a80ed42d385fa397","da174f42620909150a84945cf4cd1ee809e1c72c","46a96e24032a88cce3691becde37b34605f0ad3e","40b0e65d2fb870d79610bfe47c5c942e3be28e1f","d30283ab13b0df1cf4eac878ef341b97c9f579da","9d0ff51aeb2f7bad5fa21baabfd44fb278c80a2e","648f385fadb08666bcfca8f5fc081a5553f1f423","99404f2eac1dbd0e99b218ab89d9ba289d6158bb","ace170ac69c51b547dc2974c99af37bb70b7cdb9","d44e0d3c23a8b3431b27d45a440e71dd28470860","8bba128729d7987d760cd017147a104606396df6","75b6be31c453f74413d1a0c91d975e1b65995375","c1240d9c34081c80e406e806736d736d24dafcf4","a308b551a3dcb84a19e628fe7d3d748b13236bd0","28cc1f6fc1ce16e1be14814e53ed31e6c7c0993c","7e0b79db5c06e7a94498937807e61f609433123f","20ec9e6b357dc6739c8c04dd3af8fdfc6b09f404","d02fb3613263efd793200f80e32929c78fa6a559","e37e4214cb5a8c5b60beb4f5dc73b9c87fd59600","fa88d27d19741d305e2a2cab06fb2f7f7ddf6258","1a1f79ab3a3ff017ceac02f6acc37c26f2ab721c","002a5173a8a2bfc94d31e65e4a1be337cf8f9ed8","4bcdce3e737830efc6e20632c4536e1240a7ee07","234ba00eeaf973437ce7d09df1f4eeeb169a28ed","26736f3a7ee72f8ebdc1bf1a332e31fbf82cfa97"],"title":"The decomposition of multitrait-multimethod matrices.","doi":"10.1111/j.2044-8317.1984.tb00785.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["2650a2b323ee8dc89422bf9769210952b1c32931","fc129d75d6d33ab425698b5a841273e7f894638b","9feb590109b954e07918cd56d043671de7b0ebaf","82e4390c043754d5af22d48964a42a891f81e8b3","e3df93eb425d83dd0342aa59a1fa9045d111637e","175f445c89119b19c4b0c7e83000ff89f205f2e1","d0d6cac03de5b6e49bd4da81e01afdee7facf795","53d2d01787895c945552d6604a30e5431bf573b3"],"journalName":"Journal of statistical software","paperAbstract":"latentnet is a package to fit and evaluate statistical latent position and cluster models for networks. Hoff, Raftery, and Handcock (2002) suggested an approach to modeling networks based on positing the existence of an latent space of characteristics of the actors. Relationships form as a function of distances between these characteristics as well as functions of observed dyadic level covariates. In latentnet social distances are represented in a Euclidean space. It also includes a variant of the extension of the latent position model to allow for clustering of the positions developed in Handcock, Raftery, and Tantrum (2007). The package implements Bayesian inference for the models based on an Markov chain Monte Carlo algorithm. It can also compute maximum likelihood estimates for the latent position model and a two-stage maximum likelihood method for the latent position cluster model. For latent position cluster models, the package provides a Bayesian way of assessing how many groups there are, and thus whether or not there is any clustering (since if the preferred number of groups is 1, there is little evidence for clustering). It also estimates which cluster each actor belongs to. These estimates are probabilistic, and provide the probability of each actor belonging to each cluster. It computes four types of point estimates for the coefficients and positions: maximum likelihood estimate, posterior mean, posterior mode and the estimator which minimizes Kullback-Leibler divergence from the posterior. You can assess the goodness-of-fit of the model via posterior predictive checks. It has a function to simulate networks from a latent position or latent position cluster model.","inCitations":["6e4e36e03dd6d4eeeef2fbda04d5c671847e050c","f5cdfcd6b7913178d1815f90d1e4c07b00fd7a6b","df4887ec5577616ce24ca0acfc67fba18ea07dda","afc4df82c6f7ed8f8587da8605dc78a5776d838a","ca0e12dff536f3260668323f1dcd2cd9e6cc53c9","f5d3e6b19c1bb833920a9503a6638e8518e1d419","02a25f8d296c9a83c666c7a725eb897e0b8f4faf","f0eb8480c4c4fb57a80d03ee8509aa3131d982a5","48b56f28749a9b7280320415e8b512a37fdd6db0","05a497af08cdd4206c7ec8ad29a93a588f6d6f8b","89da6569774728c3f6771b9d96fc2cee726827a3","1446c3bc6a07d41fda0c74fbccd77fae95ba819c","9e571e7d0eb274b4034f906b30a045ad728ebc99","c0519877591dc296b3a19d5a7e43d9e05d286ae8","ae3a4aa4948bfaa9df5662086b692e91707baa5a","4ff6276ed7af2b80aa289833d6b1e73074251b4d","cd21d14acd90ac8805f0669962b0aeeb0cf3d5e1","6750bd641326724358064b5310de38742c4a6f8c","a22a066eda4ec2ca2df414945d60fa69aad11592","e105626e3229f7f12258be4b8e56bcf820a6a710","55aa3a60ef84cca24e567b2e31dae780bd23aa12","a4c86a76ca74bb26c8c73a50c76668f877f15217","c9af1e65ca11f1fdb4a67dc62a382648b4f572c6","fc449befed35b4694ce97014d87a9e32219d12fc","68739ffb91180c05cc1226b689737cbfdd34c177","633e45dcdd316bcf3cb548882c78665cb6235992","9d13a684a2d71e7f3bb7f692dd3bf4d961826b96","3cbc4ac17800192401654db61134305135318826","3ba7c215a390ee132d10b6cad4bbc7f3c9abf272","61ede53272f795e1115badd45f28164e34b98a37","e15f1e493978d7e0fe35a8529ab824254b7ddf1c","aa4f767addbad6d2e5eaf2d203d0175e4afcb6dc","0720795b670fbe29e02aaee380d6289d4d578ae7","01c8fc00a5ffa858bea8557a45b4a9017ce61fa9","f925f052cdbb26bcf211ad4010382408c3a736e5","3be4d08f53876c9581300558aa5a827318f8d2db","9fd9e19d1718f8bb0b3021b7e9b5356367b127bc","ed66ac57a71518f1710312b0e14c45f7b596f7d6","14502da3d36ad504ebeaef512709246af678e8ff","77a4ebf7e786f5ef82be6e1a38688e8f25dba69c","97d9febb566cdae016e1c8e8e4d5628f95827949","52242e6ea0abadf120ce35b2e5094501d174ba5c","8a3cd39385944eff7693ad52cb69985c1c3a15a7","4f7ea2ea7d5ba2d2f1ca00d22d3689be294f0acd","613735c75d6f2cb12e1a4a7739f17f3c88eff72b","a00ccb8fb7a523cdcd3b2163cb9c04ce5050c8f1","9ada1b6e75c862975a134d6af98945858fd8e28d","32185f053c7e66f1129c92a3c3059c98343cff9b","87bd7d00c4f20df65b5d948f4e8fcabfec87a0c7"],"title":"Fitting Position Latent Cluster Models for Social Networks with latentnet.","doi":"10.18637/jss.v024.i05"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Longitudinal binary data from clinical trials with missing observations are frequently analyzed by using the Last Observation Carry Forward (LOCF) method for imputing missing values at a visit (e.g., the prospectively defined primary visit time point for analysis at the end of treatment period). Usually, to understand time trend in treatment response, analyses are also performed separately on data at intermediate time points. The objective of such analyses is to estimate the proportion of \"response\" at a time point and then to compare two treatment groups (e.g., drug vs. placebo) by testing for the difference in the two proportions of response. The commonly used methods are Fisher's exact test, chi-squared test, Cochran-Mantel-Haenszel test, and logistic regression. Analyses based on the Observed Cases (OC) data are usually also performed and compared with those obtained by LOCF. Another approach that is gaining popularity (after the introduction of PROC GENMOD by the SAS Institute) is to use the method of Generalized Estimating Equations (GEE) with a view to include all repeated observations in the analysis in a more comprehensive manner. It is now well recognized, however, that results obtained by these methods are susceptible to bias, depending on the \"missing data mechanism.\" Of particular concern is the bias introduced by NMAR dropouts. Because there is no one method to satisfactorily handle dropouts in data analysis, consensus is gathering toward doing analyses by several methods (including methods to handle NMAR dropouts) to evaluate sensitivity of results to model assumptions. In this article, we demonstrate application of the following methods for handling dropouts in longitudinal binary data: Generalized Linear Mixture Models (GLMM) (for handling NMAR dropouts), Weighted GEE (for handling MAR dropouts), and GEE (MCAR dropouts). The results are also compared with those obtained by logistic regression (univariate) on both LOCF and OC data.","inCitations":["ddc779c0554035abf298690d594cfb6cd5a128bb","79dcd7846931e14b8892d5759e34fc40c95cd296","69904a3623258097c3d9461adca27764912e12e4","6fe93f0bb590780715669ab312bf0e639203ccc2","376004c692e9eeed20f8eadc7a4327f62b0fe406","83d8b39f04d3c238db32afb6efb1d33edc30e352","29f6e7f2a5b409312fdcf7224e4003c382fb1c2a","35d12029455f1f0f006546bdc882f706e5d8db5e","3ed4a397d7ce40a495af4ea272a2d8681d9f50dd","ad3d4f7e84da44083d063bfce615afa673ee61b0","dbabcf581329ff8b0c6b59141d4edb8b5722f648"],"title":"Analysis of longitudinal binary data with missing data due to dropouts.","doi":"10.1080/10543400500266692"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["e14791ed5c1211a61a3ada6cc8d3d1d2d94ea157","e72e55b1d36ae3f5cb1ae1e347bb40a5e7a7a0a0","bcc4a74a32d8a35e1536e5bb33f34bcb50901672","dc791b8176fee4f218a960990c54946696d6f35d","eb27eb32e8dbfcfce55900e12dff4abb5620ca3a","1ad05c98bd65a6e74fa959fb20941814e6af3cd6","4d2c769ed70b2d71d773df61bdeac280c8634a3c","cb59554e76f45f344bc60b97a6144dbb4cb0de05","ee851cf24d3a7c401d246c888d224cbc71bd6aa5","4249e1d658670c2f3253ecf384f31029acbaddeb","415cdd6924a9524cb42018c147f7120716bf9e8f","bb2212bf92b92e15813851b5fd8cd3f348a16eba","6f3675caf5bcce3ad0f0414de0d19390cb6f14ea","00df2c7f58e1f5e7651b383c0f3e1370fbf306c6","52125dd0e436a5fe3ced11587aa4f37a01c51a87","dc42aa07c032d584cf7376c842da7d3640c1d273","afa8fe1a6d2dea2769486b87ac571d528fa1e73a","9d3a22b070de6352d428b4b820502ce1fff3ce3a","a5e6f4ed864385bab62e577984cfa3d5ebc66036","f99fca797b868c79bdda51c028bbf2ac51487989","3a35da1d44d10f3ce22e0842a8c630395cbc0765","c0036e999bc4fd36ef9e6e4dcffbf7fe17fd47d5","5cfac1dd6110c94dfe009fcd787b57c4655b4474","668aca1142c34cad76f117a4c28a9ef19267b430","874cc3d7f38afed3543f961b49511aead2c91457","f8a59be88808d41d40dc8d2b4c600a83ab659e25","88ff7c158c4fa072cbf0093ece0ac8a66069f9db","9d55dab0a28c90c881a19f321e9d731024061d58","b77a86b4786666510a1372fecc0d1cc3c824f843","fd495d6cf7c3169bc58550fdf32be6e16e2800f8","3bd835e6110f3c00ad9c35efa406ccaffa9c6483","b68e4acd77942ae16247724575eaf9b4117af40d","09059d58a7676a6b5f693077927d00535b5cdc3e","8ef9c999b5e03f3696d2067aa4f43dfccd7168dd","ba1192ad28df9765679fc82027e636c0e2e5dbd5","e03fb3d1ec6551b83c7997de91fb63d57d8fef00"],"journalName":"Journal of statistical software","paperAbstract":"Genotyping platforms such as Affymetrix can be used to assess genotype-phenotype as well as copy number-phenotype associations at millions of markers. While genotyping algorithms are largely concordant when assessed on HapMap samples, tools to assess copy number changes are more variable and often discordant. One explanation for the discordance is that copy number estimates are susceptible to systematic differences between groups of samples that were processed at different times or by different labs. Analysis algorithms that do not adjust for batch effects are prone to spurious measures of association. The R package crlmm implements a multilevel model that adjusts for batch effects and provides allele-specific estimates of copy number. This paper illustrates a workflow for the estimation of allele-specific copy number and integration of the marker-level estimates with complimentary Bioconductor software for inferring regions of copy number gain or loss. All analyses are performed in the statistical environment R.","inCitations":["cae01a550913aa8f4cc5af2d0573fa2d239a578a","89285af45105761d13dfb4777a1c94f54ae0b629","340ef12d45fa43f72638a13a6d9c9ec3381110f1","4b063e1493bcfeca44306a19618633a157efa8d1","e7c0ddf150ff30ee6861352aaeb9ebbf5236b5d7","bb7e03eb7b7c0ffcd0410e058ac5949ab492138f","393f93766059edcb25e622a1599f97c6230c9643","5d2fa7ebdb61d83ae7954bb48b7f7d44dd16b7ad","be265ceddf69c44508a47e52354a026d16f3274b","b82efec21f4aa88236eefbaa7dc450d4f9ef8c55","9a67331591fac4576b4a3d352898bc435395e5c1","6ab920d575365d4e2771ea8c7b624f1c3637c517","952a672075ce6716764cd55884a650e82f5cecb7","170f8502cd020bba9e2ff694ea63a8934da3c35a","faca12e3875fc786a2c7f36c54725a81cef2aa9a","7995a463154f9f3b3acb609494b6b2bab49d8064","ecb1fe709d1817937af4df1fd616bf6127e9cbcf","5a35429703273d6607e606a7b8adeefde5913d25","045f21fbdc1ad06742c4b94016e90dfd2c1173d3","1adf4829227338b2c8ac4829255550475fd35b3a","882cf9f277659ad62551bd537c2857315ef066b1","1768ac9e1d6b076ebd2e742a1e08025a25e3e73f","5600ec6ae5a4b2222dcc6b3d8d9fec6e958f5718","b23354535260e8b95e09a39dac8d9ff0ed7dfdfe","84a70aa0f5844d9506ac5cee2789607b5748cf19","5fb2d1604ea9b71b30c39516acbca7e5b7276f39","3a07aa3edfe2ff4d62257fc436d86ec4017ef9ac","1a5deef5da59a15bc96d0743434e0348992cfc2f","b09abf30d4b8f3af2382d580295d4c3266322b56","8cad4bdefb20bca33d5cf8edeb7f7f15bf228c9f","007ae011476e98b6670cbd5274bf0597a9d6fcfd","49804257edc788b6664f0b24914d1e81cc10e9ba","892fa99079e45c3732513aaef6aea38d558adc8e","f62e337595382f13870e5d16de5a30756e0ddf74","98cdd14c4a6e7caf0edcefc5261f5fece690fb82","3756d52e0d1751a340a42fb48993997f5976b3bb","c89d032c9e588bcdfe66ee53226d20541826aada","fe3f776ec80aaa456b8679bffd9df1ec38b16d12","709dcf7ccf3007adfe316a7393fbf66b01a3c50d","71c743c67cded5b8c7f78223bc8dd8e1f9e8cd57","e249ab81967ec45a915d0fde27a26f8510fc935d","699ef846c2d4bc3f6d78adb7e62a3d8089c81c06","54c915280424816a69dcf81416a5ee649bb4d504","b53bbb021928daddb1cdedf103afa3bd1255f1f2","bff2bfec1c45027e8545454724d64159dac3bb9f","6d388ff808c85533c7afbab28b3293bdc2baca46"],"title":"Using the R Package crlmm for Genotyping and Copy Number Estimation.","doi":"10.18637/jss.v040.i12"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"We propose a method for controlling acquiescent response in which acquiescence response variance is isolated in an independent factor. This kind of procedure is available for perfectly balanced scales (i.e. half of the items are worded in the opposite direction to the other half with respect to a general trait). However, few questionnaires are designed so that exactly half of the items are worded in this way. If this is not the case, the available methods are useless. We propose to adapt the rotation method of Lorenzo-Seva and Rodríguez-Fornells to handle partially balanced scales (i.e. only a few items in the scale are worded in the opposite direction). The most important characteristic of our method is that it removes the variance due to acquiescent response from all the items in the questionnaire (i.e. the balanced subset of items, but also the unbalanced subsets of items). The usefulness of the method is illustrated in a numerical example.","inCitations":["57c6e34faf4a81d2b6c9d8649eee4e01a1be8775","7a64e1b9a14552e53a33c90c6603c93c752e9126","3bfe171b80d4c8baa902eadc795787fd6409e27e","c200149310b188979dae2b0cc823b0b7b5580832","2803bf2c64f56576a41f2317c94aa812bb9178de","da54e6eae8d4a0d978775bd234cce8502918ac64","5975470dbb29db923268e1405fa6d07b2776f73b","6692653a924ec88ed247141d2bc2482e99d9ee83","9554e49627a83e108f343c5e3a0a8ec7d337bb31","751e5dbf7d9cfcc21cd5957e13175b4a21d5dae9","2b5419be6fd57265dd6fe2d3c37f8c467a268cf2","f0c9de36c7f585abd46da67cffc557c049ad469d","86303377720b59a7a27ebf9ebbb9a084dbe2c1ab"],"title":"Acquiescent responding in partially balanced multidimensional scales.","doi":"10.1348/000711007X265164"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Reference-based imputation (RBI) methods have been proposed as sensitivity analyses for longitudinal clinical trials with missing data. The RBI methods multiply impute the missing data in treatment group based on an imputation model built using data from the reference (control) group. The RBI will yield a conservative treatment effect estimate as compared to the estimate obtained from multiple imputation (MI) under missing at random (MAR). However, the RBI analysis based on the regular MI approach can be overly conservative because it not only applies discount to treatment effect estimate but also posts penalty on the variance estimate. In this article, we investigate the statistical properties of RBI methods, and propose approaches to derive accurate variance estimates using both frequentist and Bayesian methods for the RBI analysis. Results from simulation studies and applications to longitudinal clinical trial datasets are presented.","inCitations":["bbc6923c80f4744d25de20078428635d85a60ee1","3892291dccffe7577aaa0f89abeeb2eeb4dfa439","13af64544678013e0d897d90be430776e5ef2e91","b137a86bee0ba271089ee6b8a56a584d36ae4fb0","7a807c91629fe6308c6b5aeb2f50dd5fec542044","62786a5536ed297e5292b52f8b203e1147284d86","a261bb42750c756fb1bd009673a2e3fefb3955c5","219cd7158892ef063619d31dde79d7a47628eaf8"],"title":"On analysis of longitudinal clinical trials with missing data using reference-based imputation.","doi":"10.1080/10543406.2015.1094810"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Journal of statistical computation and simulation","paperAbstract":"Mild to moderate skew in errors can substantially impact regression mixture model results; one approach for overcoming this includes transforming the outcome into an ordered categorical variable and using a polytomous regression mixture model. This is effective for retaining differential effects in the population; however, bias in parameter estimates and model fit warrant further examination of this approach at higher levels of skew. The current study used Monte Carlo simulations; three thousand observations were drawn from each of two subpopulations differing in the effect of X on Y. Five hundred simulations were performed in each of the ten scenarios varying in levels of skew in one or both classes. Model comparison criteria supported the accurate two class model, preserving the differential effects, while parameter estimates were notably biased. The appropriate number of effects can be captured with this approach but we suggest caution when interpreting the magnitude of the effects.","inCitations":["435b30a0e99bf4fd5f828942cb91e7a875f54659","387861cbc90d8203c2527e745b21c00f7ab0c498","178da862aeda1b385e42b9fdc353696168cfc89b","68901bd190e546315da7e5007766245687592a2e","b61a940b8fadac4eee185d1c73d0b26e3a467027","06bef7fcf9dd940cc6076467796ed92a20624467"],"title":"Using regression mixture models with non-normal data: Examining an ordered polytomous approach.","doi":"10.1080/00949655.2011.636363"}
