{"fieldsOfStudy":["Medicine","Mathematics"],"year":1999,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The effects of certain chemical additives at maintaining a high level of activity in protein constructs during storage is investigated. We use a semiparametric regression technique to model the effects of the additives on protein activity. The model is extended to handle categorical explanatory variables. On the basis of the available data, the important factors are estimated to be buffer, detergent, protein concentration, and storage temperature. The relationships among protein activity and these factors appear to be moderately nonlinear with strong interaction effects. These features are revealed in a data-adaptive way by the semi parametric model, without explicit modeling of the nonlinearities or interactions. We use cross-validation to assess the fit of our model. The protein activity response appears to be extremely erratic. We recommend several sets of storage conditions and that further design points be chosen in regions around these estimated optima.","inCitations":["12f59067dff870c56efe436f3b67870b5b70db09","96932e8587dba2fcfa59e043c91b6c737d3f5523","18e8711a5982d749d94913f08ef7886fa2da5413","2929cf20e57bc2ac9f7c880f3230aa52acff7d15","3111ef0171ffa49a287d98baa6b8f269dddcb34d","e1eb6ebe743f10cebd1bbedf4d4f2271c9b38761","d9451940f09d272e4dddcf40f708452cd0ed7589","9c18c88d690430e8c1673b31f3566a2030d3a2d0","a8732d7f4486af104291d2bc0c9193c53096824a","0f372554f69c75634643426a3c38475cbdd1891f","57c4fb134bce6f0f8e3b58351ae35862e089da0c","cfab40fa70ac8cc7d8d322bf1e0fa1b828173577","a79ebb5ca11bcc377b4497980001a8b32c7d0aae","5284110bd42233ef08334ca3567c54ff9e01cc3f","cef90e3f713be5a6e3500e8396b2dd6e0016cd3f","6d62c20d1f4bbd77a5e751921ecb328a0b551d01","1065d0db975568342aa63c19c22f68a67afe81b0","f54e22a8ee2bd098e9b07b60d068b663f1d04c65","6502f52bd426ab7775be0de5ec0666643ab19b65","2b32b16a2b6ea882002bcfc36083cf835d6ce072","d34d595bc10a31dffcc1bc5aa9687a7d16c8c293","114a3f2bf68a717fd2c28771d96412674522a3b9","87568396b189394253e981e1b159d0b9ac1a5d0a","cb5c5c117a6f6c574047a548e404ced69a1cae2b"],"title":"Analysis of protein activity data by Gaussian stochastic process models.","doi":"10.1081/BIP-100101005"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["3047bfc939d85edd2e4806cb01f3a029acd3c104","97cc7ab1b0d200d38f802bfc26c7315fb4a07ce3","ddcb87d18d99165f3bbeae2f1c6f719b14f4d316","e7b9bb433eb30eae9bbec7d4ae97903a6718c083","8f0556791ef80a5146f489c799e85fb2ac46d1bd","e4e4d3fb2bdc62e3a09060253d37f8bcbf346689","5b888a8ff491548cce78385636dd1e5ea1b93cbe","7f5959888ace641e657e9fbecb3c8993a0d30259","bc37489e7173c75be152b2fcea35191c68847ab2","d8aaac76391831a242a6e9de1511fa32045a9a4e","44d71e0ec9f68d8eb802b9ab1dde8368efeac42e","643677b680b136a81c93ecb6b09e74efc3eca179","48d478e084716a53faf11b223e1ee65fca4c8194","e197caab023d0d40aec7d96e622dc2cbc14e6971","16a28e98279404882eff7ac92fb6e4f85ee25dd3","178e55a6ef96feeefe5c34b1822f4df9aed2a049","ed034b3b79ae39bd87efb55bef6d7e74201aa203","983ecf48893b33509d4eead25f485f099ad4d6c6","e7b85db89d5f2311b2e53dcac457cd8d27d20a83","ad3d2c1a5dd0409406fe1eebf3fea052c346e915","4db250554205e8ebe0425698297e29f6e588c2ce","56865ccb9ce7cdbf369d071df3d9f7506858208c","821c6660965ab4925d49aebffb40fd831b23a3f6","d37c004e5861b5121227d03356ed570dfbe35792","e03fcae87b049671f979106c215bd985475e3f7e","16d490fabf05734e4b5ad7dc323f1d1b05ec51da","fee78005a74d7da336f1979f10ed16b0f8042482","3e80c357c7e7973101977a2b55299066beffe2d1"],"journalName":"Biostatistics","paperAbstract":"Functional magnetic resonance imaging (f MRI) is a noninvasive technique which is commonly used to quantify changes in blood oxygenation and flow coupled to neuronal activation. One of the primary goals of f MRI studies is to identify localized brain regions where neuronal activation levels vary between groups. Single voxel t-tests have been commonly used to determine whether activation related to the protocol differs across groups. Due to the generally limited number of subjects within each study, accurate estimation of variance at each voxel is difficult. Thus, combining information across voxels is desirable in order to improve efficiency. Here, we construct a hierarchical model and apply an empirical Bayesian framework for the analysis of group f MRI data, employing techniques used in high-throughput genomic studies. The key idea is to shrink residual variances by combining information across voxels and subsequently to construct an improved test statistic. This hierarchical model results in a shrinkage of voxel-wise residual sample variances toward a common value. The shrunken estimator for voxel-specific variance components on the group analyses outperforms the classical residual error estimator in terms of mean-squared error. Moreover, the shrunken test statistic decreases false-positive rates when testing differences in brain contrast maps across a wide range of simulation studies. This methodology was also applied to experimental data regarding a cognitive activation task.","inCitations":["d9fd86239ab65ff9518b935c517504c590313faf","70ea0c015c0c210db7de353afd56821ce4397880","a4333299de0c7b57ce4b21c83cddf3434cdfc8c8","97cad41ad9231c9340a252c32f1438c184e0dea2","5c5f07e2432b59a0046100574f06a2bc24ff7687","57e16918a286055edf76080645bd61bbb2757804","7717d3f74d692f735cbb09c89f9c40299d24050c","6857d97ab09bf5827cb05fc37a58a535945212e1","bfab458ad4d5a5974675370db9b7d9d0ecdb7a4f","e852ead115005288436e27e2f1892782b1a9dd38","af2329020ba66f4a5f2652105d04d8ce2e32c161"],"title":"Modified test statistics by inter-voxel variance shrinkage with an application to f MRI.","doi":"10.1093/biostatistics/kxn028"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In the pharmaceutical industry, a two-stage seamless adaptive design that combines two separate independent clinical trials into a single clinical study is commonly employed in clinical research and development. In practice, in the interest of shortening the development process, it is not uncommon to consider study endpoints with different treatment durations at different stages (Chow and Chang, 2006 ; Maca et al., 2006 ). In this study, our attention is placed on the case where the study endpoints of interest are time-to-event data where the durations at the two stages are different with nonuniform patient entry and losses to follow-up or dropouts. Test statistics for the final analysis based on the combined data are developed under various hypotheses for testing equality, superiority, noninferiority, and equivalence. In addition, formulas for sample size calculation and allocation between the two stages based on the proposed test statistic are derived.","inCitations":["9a19ce706f0d7a121bd9584a3b94dfc75a969190","8003e4e06aaef309e2721f9c91977eea71823ad3","face1d4a21ed24a79a8c6812557af349e1a8cde0"],"title":"Analysis of time-to-event data with nonuniform patient entry and loss to follow-up under a two-stage seamless adaptive design with weibull distribution.","doi":"10.1080/10543406.2012.678528"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["4b515df4e5f474e558e3b49fd9c700a0ef5ea465","e9255e91d43cc2851220c07fc2031c0711adf178","6e2397bd612fc2cf4e4f4da12a22b6ee8cfc6644","21ef9869b814cbdc91557663b18735e8968120e7","1ff00f93e535e97e108365f39c0ad86a26fbeaa3","47f43e15e4ddeaa4b796d2c3a813bb2122c712c0","4d1f65d651c6d21b972cc76f78faf5eb0374768b","d6f81c108407017ee2c52f0eb640a86dfc72ae84","e3c2e63dc903b92b8da647af0e59d9a34ffd186f","0560b3c8702d94ca1989c8bd525a4a4d2b72aae6","70183fe2bab484cd26d2a9146345f871bdd29115","a20107ec9d7b3f1286175aeeda43edbaef0ec4e8","7ce10624b09c54d2604f60b4c2d48409201fcc5b","df2de31b0559943eaa772d6b9cfeaa879c658439","0a051cf3df83cb0a40ba5eb3702578860e69136d","1818315a227e636116a2c3221af272391dad414e","67bee26d6d6635e16f6941962553b3d90f74ef52","cfe7469f8d29ab473653274b5470d81be4203330","3170c1f2915064dc3edd1c6b8110eccb16f968b7","14bc6a933e83c4dca35b4ef8c18e3cc326fca476","bc7dbc3e11aad0990712b66bf555cc611a2367c0","55b0cc1429604ab1928d5cc84b12bed3a6b3dba0","e32355ce8be6ab19c9905e3ec3299a8c5f076323","264ca4b4f95b877051be08bd547b23df6cab7f5c","cf8f4fe370aa731d5ec09a7c905f3258e4681e77"],"journalName":"Pharmaceutical statistics","paperAbstract":"Expert opinion plays an important role when selecting promising clusters of chemical compounds in the drug discovery process. Indeed, experts can qualitatively assess the potential of each cluster, and with appropriate statistical methods, these qualitative assessments can be quantified into a success probability for each of them. However, one crucial element often overlooked is the procedure by which the clusters are assigned to/selected by the experts for evaluation. In the present work, the impact such a procedure may have on the statistical analysis and the entire evaluation process is studied. It has been shown that some implementations of the selection procedure may seriously compromise the validity of the evaluation even when the rating and selection processes are independent. Consequently, the fully random allocation of the clusters to the experts is strongly advocated.","inCitations":["540d34d7bc6a2326fdb8a60a1a74b7536c474d9d"],"title":"Impact of selection bias on the evaluation of clusters of chemical compounds in the drug discovery process.","doi":"10.1002/pst.1665"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In an ongoing effort to try to understand the variability of QT/QTc data and determine how that variability would affect the design, analysis, and conclusions drawn from data collected in thorough QT/QTc studies, five Pharmaceutical Research and Manufacturers Association (PhRMA) companies recently performed retrospective analyses of placebo and nondrug 12-lead resting electrocardiogram (ECG) data. The data were obtained from five rigorously conducted studies in which the collection and analysis of QT/QTc intervals was a primary objective. Variables that are known to affect variability of QT/QTc intervals, such as adequate resting time before recording the ECGs, food, and consistency of lead placement, had been well controlled in each of the studies. Single ECGs were recorded at each time point, and the QT intervals were measured by ECG laboratories.","inCitations":["5287f0ecbd21c1a14c877a5c1201a831c37dc658","dff4d13fb4b10fd2e8b212e667f5021a4150b925"],"title":"QT/QTc prolongation in placebo-treated subjects: a PhRMA collaborative data analysis.","doi":"10.1080/10543400801992962"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["691a50e9448a2cf2299ac2739bc8b7590c6e252a","4bbcd65ad41b9accece3954bd532ce9ff5697736","cd9d8836b7b017fcea64664a6006dc713b7fdca8","104728fedcab1b1e1ca514ed5240eb8547d88185","ecafc611d698025ccd124cd4012c7f5a76013e49","1dfded10adb091267a7cbbeef71beea8da571868","2360fabc4e3c679eaf02a48bc48466bab9115c74","73f6b11604e6622a19c6aaa47897be3968620f59","2ab937a7d59303f2320166c6fec41ab7c686f387","6c459e6f69a0d2f2ddb52953dccea8ce03457f68","5e9bb151125a090fd311910880c139af6d904184","8ff0dc45045c06102f88d4d285417567fea60d52","228b65dfb41d6faf0e662db4497fe84f77e041b1","3e403e909c46a6206792f5c235ffe1fe45a414eb"],"journalName":"Biostatistics","paperAbstract":"A noninferiority (NI) trial is sometimes employed to show efficacy of a new treatment when it is unethical to randomize current patients to placebo because of the established efficacy of a standard treatment. Under this framework, if the NI trial determines that the treatment advantage of the standard to the new drug (i.e. S-N) is less than the historic advantage of the standard to placebo (S-P), then the efficacy of the new treatment (N-P) is established indirectly. We explicitly combine information from the NI trial with estimates from a random effects model, allowing study-to-study variability in k historic trials. Existing methods under random effects, such as the synthesis method, fail to account for the variability of the true standard versus placebo effect in the NI trial. Our method effectively uses a prediction interval for the missing standard versus placebo effect rather than a confidence interval of the mean. The consequences are to increase the variance of the synthesis method by incorporating a prediction variance term and to approximate the null distribution of the new statistic with a t with k-1 degrees of freedom instead of the standard normal. Thus, it is harder to conclude NI of the new to (predicted) placebo, compared with traditional methods, especially when k is small or when between study variability is large. When the between study variances are nonzero, we demonstrate substantial Type I error rate inflation with conventional approaches; simulations suggest that the new procedure has only modest inflation, and it is very conservative when between study variances are zero. An example is used to illustrate practical issues.","inCitations":["9a67d3f98890ac9ef9d22efcf7c9b4eed8e1f1c4","cb654c6511ef6e38fd25d12c0ec0d93b457e3d47","561a860616b57f3ea5aba8786d4e4369997a40ca","5f367b1034fdd114e59620629078cb82775c2a65","6001970281d72780de3fc7b416d4d3af09cfbe6e","5b97c785881d617e10f161481bd32d2019af3a56","f569cf1f6097608d22e193c6dd2f875a61c38e94","35873b0092042a23bcb8bd9732bb1842167c8759","3699f799eacd9fc4e21362fb3e5038aec688d6ea","d65916caecca8eced2efa37a6c5fd8a749d3c188","edb5f6fcc2c61823742324dc2c06c86e3377d8c7","5d9439c5077c6e5072b71a50896b501adb87833d","2c75c260bb09cf9bb656825912a6d622332b6d2b","4fac4fa0d4d652ad965a0174d9a9b867f7836909","a9882c1964aa5ba583aa1324c517243b9645f77e","6b87c356936668e0893bd83b635c5f5cdeafc759"],"title":"A valid formulation of the analysis of noninferiority trials under random effects meta-analysis.","doi":"10.1093/biostatistics/kxs006"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"The trimmed mean is a method of dealing with patient dropout in clinical trials that considers early discontinuation of treatment a bad outcome rather than leading to missing data. The present investigation is the first comprehensive assessment of the approach across a broad set of simulated clinical trial scenarios. In the trimmed mean approach, all patients who discontinue treatment prior to the primary endpoint are excluded from analysis by trimming an equal percentage of bad outcomes from each treatment arm. The untrimmed values are used to calculated means or mean changes. An explicit intent of trimming is to favor the group with lower dropout because having more completers is a beneficial effect of the drug, or conversely, higher dropout is a bad effect. In the simulation study, difference between treatments estimated from trimmed means was greater than the corresponding effects estimated from untrimmed means when dropout favored the experimental group, and vice versa. The trimmed mean estimates a unique estimand. Therefore, comparisons with other methods are difficult to interpret and the utility of the trimmed mean hinges on the reasonableness of its assumptions: dropout is an equally bad outcome in all patients, and adherence decisions in the trial are sufficiently similar to clinical practice in order to generalize the results. Trimming might be applicable to other inter-current events such as switching to or adding rescue medicine. Given the well-known biases in some methods that estimate effectiveness, such as baseline observation carried forward and non-responder imputation, the trimmed mean may be a useful alternative when its assumptions are justifiable.","inCitations":["42b84093b0b29db6cf633a583ef3a2942124ec26"],"title":"An evaluation of the trimmed mean approach in clinical trials with dropout.","doi":"10.1002/pst.1858"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2013,"outCitations":["4e495568b200e6cad0e8948ed8241a21541efc58","80b7a3065b56356cd093ce35f1d9000ea31352ef","5962bcb3d6fc5500611cdef419d0d3640bc5d078","b5aac26d4741a220e83abaecab8a2dcac5d1dfba","a02c21d287b25bbc47987b8a61af81a3aebaf7f8","6f331fdb1fc9320ec05c7ce80140311afe772c59","6e27da5937f1f2e6f728163b98ec74f303719ff1","2e21569705da2d588d688d1b095ec2285951c56b","bd461cc4c080bdc01e549532a49581f1ca5e11fd","3e93f4b01b84e74b7c1c0cecf4f55a89e1af6477","dc6f2c76e6edb6eca2a91b3588c7bce9e30e7176","ac9e16648e2a303615da06b161cce1d822999654","6e4ef9da13090e66d28019b64a886041cb0428e5","6962a124c455033968ab00a4859bdc4dc490233e","6667c3225dc705841ef947b08ade820491de0762","f94defcf16bf4a8e779f9ae7b5ad870c8da34c4a","6657599860bab35b38cdf17fdea6a64a22d2d16d","3350ef8df45d048bc2c64ec98dd8a346bb98e49f"],"journalName":"Biostatistics","paperAbstract":"The detection of areas in which the risk of a particular disease is significantly elevated, leading to an excess of cases, is an important enterprise in spatial epidemiology. Various frequentist approaches have been suggested for the detection of \"clusters\" within a hypothesis testing framework. Unfortunately, these suffer from a number of drawbacks including the difficulty in specifying a p-value threshold at which to call significance, the inherent multiplicity problem, and the possibility of multiple clusters. In this paper, we suggest a Bayesian approach to detecting \"areas of clustering\" in which the study region is partitioned into, possibly multiple, \"zones\" within which the risk is either at a null, or non-null, level. Computation is carried out using Markov chain Monte Carlo, tuned to the model that we develop. The method is applied to leukemia data in upstate New York.","inCitations":["b7ed8059362b4e0ad3fe2d5834adc2e0cfe54460","659ac9880dfe3cf245bc6124e7d4d447c4b65631","29b01b1b2c028795f0cc704af93f7f9c5a2f95c7","d7e2b110576f0ee9e303721fb3c1b2f2fdfe9aee","1606ec96e5efe927b6100cab755db5096792dc5c","a20d44cb70c3321df06ebc89a5273302c403d341","fef41549ff2b3588865cb4fd9dad6bb6726592fd","b1d5ca8abbbaf0324da81acce21f9f67b512de78","6bfda196fd4f731d57164786458cfbb17df17716","4986e2f10a6103ce6fea5e6acbf0ca500d538029","108f20d42ce7c9ef9445187a3afd34f2b028d554","00034a7a075f2d4abfd558d67a15aa84f89ca41d","c0ac409379dcca86a5ede8ed74cce77f0f703256","a24b4da08ba5ab92b88d88a4496a3179c7f7610b","7e714608f0b47d39592294a4af42ec9f5ca47ddb","5882feeec221d1607b9342b27a2952f7005361d3","a360f2ea5940e01c14a4588bc6a252c0d31520ec","3eba9ad99fefb2a4c5be94fd9107df86153392b3","69f4d4de0f8bc2b773207bd3e454b4b3723b22c6","4b1ddd77ab378e2f57bbce9c50572477b5274201","837d6ed0b0022b7d31d5407d75ebde5bc0479d6a"],"title":"A Bayesian model for cluster detection.","doi":"10.1093/biostatistics/kxt001"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Multivariate techniques of O'Brien's OLS and GLS statistics are discussed in the context of their application in clinical trials. We introduce the concept of an operational effect size and illustrate its use to evaluate power. An extension describing how to handle covariates and missing data is developed in the context of Mixed models. This extension allowing adjustment for covariates is easily programmed in any statistical package including SAS. Monte Carlo simulation is used for a number of different sample sizes to compare the actual size and power of the tests based on O'Brien's OLS and GLS statistics.","inCitations":["788c9dac9755474466623cb722a8aa16b603df73","5d5f104f568173d69cb4d90a0dfc1c7e68c43e1b","e3e6f7288b4befe5ad5d291a06099aed89f4342a","915535ee0186fbcaeaff47b893aeed2243d540a9","2c2aac27f95494f5a8a71ed475f25efddd757b70","b074b823a616b23fc2f5a664bea40fc76481b3e6","fcdfd757451f850aec23f5047527082344911b3a","dd8c25f9a7aa53f18a06d5b34c4fa1191624e706"],"title":"Practical usage of O'Brien's OLS and GLS statistics in clinical trials.","doi":"10.1002/pst.268"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["ffb2b2a99796c506f4b9b36e7acbb1c9fb4f3dc7","6f07d3dd5e32c198901e9afd3636ab4cd091e5f5","def386ca59f76a2f35ffe99276963a66ec111fdb","860c2384fcd7aeea66c7421b80863527cb1e24d4","a8373a94f9869abc88a3dc81e6b35b5797158e3a","2ddf92553f4244766742d2f4d0c36cfee88b7ddd","224e3ecc85f5470cc8e50066b0d08688191bb4ec","245ad4aad5006492d6f0588a05c7468f0d2a91d9","162cb04535a661210428fd416f98a23cdc03554a","34d927bb65bdf1ead4444e8ede3a8c5eaf106120","fc977713a46dde6734cce9d839bc52643ba07ab0","4ab447fdda066606c728279b50050e687badbe99","04e77ed91a81cfc764efa9e949d9fd413c8f1bbe","40c63eac0dcc62cd01647462650dab43e541f15c"],"journalName":"Pharmaceutical statistics","paperAbstract":"The clinical efficacy of a new treatment may often be better evaluated by two or more co-primary endpoints. Recently, in pharmaceutical drug development, there has been increasing discussion regarding establishing statistically significant favorable results on more than one endpoint in comparisons between treatments, which is referred to as a problem of multiple co-primary endpoints. Several methods have been proposed for calculating the sample size required to design a trial with multiple co-primary correlated endpoints. However, because these methods require users to have considerable mathematical sophistication and knowledge of programming techniques, their application and spread may be restricted in practice. To improve the convenience of these methods, in this paper, we provide a useful formula with accompanying numerical tables for sample size calculations to design clinical trials with two treatments, where the efficacy of a new treatment is demonstrated on continuous co-primary endpoints. In addition, we provide some examples to illustrate the sample size calculations made using the formula. Using the formula and the tables, which can be read according to the patterns of correlations and effect size ratios expected in multiple co-primary endpoints, makes it convenient to evaluate the required sample size promptly.","inCitations":["2b7b0617303c9db7c87efaf801d32cec09a2ce72","f82273c8d234dcc9ff0e8b50beda879558ef199b","5ad745051464cb74dca903db257bc150ba95c099","b620b6e2b431b5a494c5f27326c8e81c7787b7d8","ac23a1d6ec77400904cbfa0e1215c488acff8325","0ffa4281c876708bc75d9d2542f6edf7ff4c7fd2","500653e6a559079a5aa52883f3532562be77b66d","5b7b9535bc674cb9a75d523bd89f1691dd24578a","333119b0d785ed40673909b5917f8a514f92b1d7","980b8260bbb5384f869a2fb4dc55627c046f9410","6ea392364945fbd1bd006b14738f7bd35dc1c38f","603b5e774356cb716e8204823d824f7c74a60273","6a7b3e26da4c117cfc28ad54ddd8d71bf300293a"],"title":"A convenient formula for sample size calculations in clinical trials with multiple co-primary continuous endpoints.","doi":"10.1002/pst.505"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["dd63a63ef76d23c898f122f0f757ac307b836c19","e28f032885e290495facb5aea8308f3ff8234406","1fd6be476f2d39f71750022b7dee65f6f63f3fe8","a47b0b6415d467643a876977c2341338ab3844c8","487a65b5e4e1c0e2dc5e5de898891053d208017a","49816b1ed5d79916e49bb62791fbba65a652521f","7155aba2dfdecb4fff8bd2330319b00b2b42b8df","754e2117edff09f7dc575d0073afedc4cc6b0123","c6f65ec1cf763b3e6acbcf6bce957583603b6775","44d86f3ba9167f4931dae729d814c13fbc7a0efb","2a3f37e144ba9f84da112bbd7631d7981c686061","cb009fac7b4e3af6d78a708178585f2243886627","f540679fb2d2f962ed18a418ec02d5b5ec2b4a7f","8e75d1e58435a4dda0ad031d187e100f0970ab95","aae08408c154603224ec620805f3ac12ec73bbd7","48b0a4ffff98093a298d62bf7dd7b7371e2cab22","a9b9c2e71566912d1f82643b50f6368539738c28","bd6003f6878ff133e7e1617360cd13c5add2f65b","73ba4f9875116815ee14a68421e852809d7ae2db","a39f693384519f844d6940db210c66b92edbfafb","2446ff36818d62c8851e39bef95da9c02235388a","a3c056dd4545066fe24183ad5205a48d0d1632a0","e45b74bf3ede47ff25dee775800d16cfdf01cfdc","978fbfc88683be9074d384957d2db4ccc921d7ff","fcef2258a963f3d3984a486185ddc4349c43aa35"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"It is well recognized that the benefit of a medical intervention may not be distributed evenly in the target population due to patient heterogeneity, and conclusions based on conventional randomized clinical trials may not apply to every person. Given the increasing cost of randomized trials and difficulties in recruiting patients, there is a strong need to develop analytical approaches to estimate treatment effect in subpopulations. In particular, due to limited sample size for subpopulations and the need for multiple comparisons, standard analysis tends to yield wide confidence intervals of the treatment effect that are often noninformative. We propose an empirical Bayes approach to combine both information embedded in a target subpopulation and information from other subjects to construct confidence intervals of the treatment effect. The method is appealing in its simplicity and tangibility in characterizing the uncertainty about the true treatment effect. Simulation studies and a real data analysis are presented.","inCitations":["cb6e9297083debd06eac044ecf0a51311dae872f"],"title":"Estimation of treatment effect in a subpopulation: An empirical Bayes approach.","doi":"10.1080/10543406.2015.1052480"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["85222751755399f989362a70a3a74d1d7ba8d390","7c082c587e263f343a68d1aededdb3f4d81a3d24","2b75e5dc143ada58e9018b51e1e7d2f08c0ce443","370b92bc4f61fedfa64e1b50e7a10c7a6dde0a19","c38c47d4a1661a436a1be1fe6b8a86090ff2d0a0","83ad773cb4fbb1fbaedca984debbf4b153c94c37","477761d067894e4bca5ede5056a039a68c4fadd8","3104d75138d920f0bda3ae5d62fe2fbc83ee9c5b","1660cec6e223a8b6d220940b96ab7383f183ef15","7d8b9da039088f7c19d065180f85990f30c68548"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Under the assumption of missing at random, eight confidence intervals (CIs) for the difference between two correlated proportions in the presence of incomplete paired binary data are constructed on the basis of the likelihood ratio statistic, the score statistic, the Wald-type statistic, the hybrid method incorporated with the Wilson score and Agresti-Coull (AC) intervals, and the Bootstrap-resampling method. Extensive simulation studies are conducted to evaluate the performance of the presented CIs in terms of coverage probability and expected interval width. Our empirical results evidence that the Wilson-score-based hybrid CI and the Wald-type CI together with the constrained maximum likelihood estimates perform well for small-to-moderate sample sizes in the sense that (i) their empirical coverage probabilities are quite close to the prespecified confidence level, (ii) their expected interval widths are shorter, and (iii) their ratios of the mesial non-coverage to non-coverage probabilities lie in interval [0.4, 0.6]. An example from a neurological study is used to illustrate the proposed methodologies.","inCitations":["512687432ab306a63fb0eec00c1b9a38b1c0f6e0","4f52d025beb69188b0d06649d516b371fe1a8722","27c4a9fd444f7a254b7a6b262b5c010fcf11780e","b03b8ad963ad4d14368d85a77593f8ad1e8db55e"],"title":"Confidence interval construction for the difference between two correlated proportions with missing observations.","doi":"10.1080/10543406.2014.1000544"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"A Poisson regression model with an offset assumes a constant baseline rate after accounting for measured covariates, which may lead to biased estimates of coefficients in an inhomogeneous Poisson process. To correctly estimate the effect of time-dependent covariates, we propose a Poisson change-point regression model with an offset that allows a time-varying baseline rate. When the nonconstant pattern of a log baseline rate is modeled with a nonparametric step function, the resulting semi-parametric model involves a model component of varying dimension and thus requires a sophisticated varying-dimensional inference to obtain correct estimates of model parameters of fixed dimension. To fit the proposed varying-dimensional model, we devise a state-of-the-art MCMC-type algorithm based on partial collapse. The proposed model and methods are used to investigate an association between daily homicide rates in Cali, Colombia and policies that restrict the hours during which the legal sale of alcoholic beverages is permitted. While simultaneously identifying the latent changes in the baseline homicide rate which correspond to the incidence of sociopolitical events, we explore the effect of policies governing the sale of alcohol on homicide rates and seek a policy that balances the economic and cultural dependencies on alcohol sales to the health of the public.","inCitations":["0370f51709e034ea01911594c2917d86602f538d","1b207b3dc3cb3bed209e9af03c8381535b1c93b8","c6d86b5a7ce795c07a27050ee1b76e151612cddb","9b98b2feef91b491b1082bbe0356b6151f412ab2","dbdc7bd14928dcc9504d38dab475c7f68dc8f9d4","f9ed6aec532fae0299ef09a031b1e14c5442ec69","af40c91af6cb658fa86c706b47873a83bb76c01f","42e7d97c7012826637b2fa1d8c6039769fe9d0cc","0181599c84400d7c39a0950d943c2bf0ecb8ad4e"],"title":"Bayesian semi-parametric analysis of Poisson change-point regression models: application to policy making in Cali, Colombia.","doi":"10.1080/02664763.2012.709227"}
{"fieldsOfStudy":["Political Science","Mathematics","Medicine"],"year":2004,"outCitations":["b40db3dd32f585753d61fe6ec9bd974308f0867b","66d7c298fbadca3f561e8e987ab26ece48eb1992","d27874873d993534d51205bc66aadd2b7322c4be","5b5166284367912f3e7858a52b83550671e033b1","748b10ad5d67985e6d07e6b9646ff7411c0b1816","a2f68c8e04568df787777ba22fad8ef219807a57","6e89cc3a48b6eb9d14e7d1a7b1603cb73ef66537","cfe7469f8d29ab473653274b5470d81be4203330","52c6b6f04736152d3262510074f5e8c591e2e8f0","bb33dbeacb67c765b89c82dc02351f5ecc3e471e","1010951b8cec238b872879bc5b34747be2f7b60f","7ce10624b09c54d2604f60b4c2d48409201fcc5b","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","e1ababf08c9ec103db854a2c1b4db611142cfdb7","9336737e10ef993cfc873609562ee5358a9ee595","4b8be4e6b5f6b355f35be688e6e4602ff91a078e","cc0b477e8034219062843a2c2b446f3df323674e","40f670eb0019f2b1aa72d7010c0f91dbba3494e3","8c67d21c105366ab7a5e45d63b4fb03ac5a7d159","faf8dc0c41c64cf359c5b7eb6f2c2501fe5c0384","f558afeec9667b66995b46e306bcf5aabc2898b5"],"journalName":"Journal of modern applied statistical methods : JMASM","paperAbstract":"Missing data are a common problem in educational research. A promising technique, that can be implemented in SAS PROC MIXED and is therefore widely available, is to use maximum likelihood to estimate model parameters and base hypothesis tests on these estimates. However, it is not clear which test statistic in PROC MIXED performs better with missing data. The performance of the Hotelling-Lawley-McKeon and Kenward-Roger omnibus test statistics on the means for a single factor within-subject ANOVA are compared. The results indicate that the Kenward-Roger statistic performed better in terms of keeping the Type I error close to the nominal alpha level.","inCitations":["a6ae5ea1b72a61b9d6a3143917deef50f67854c6","c7e1cd0abfd2dc523a79b5d232f3aff0c0d430a2","49a6aaed735a6925ec80b0b7b27b862551f09c28","d029608aa59bc70e191d3fedd35d48a0441c6e76","15529b230db722e6c1a8679f4998a8f21e6856b0","426f58fef17045dc3a53f269475e3ffa912da5fc","f9092896319c6a338d46d8c11eb477b606a9da13","16e60d2449a53353e014ea26f15311b433f0bad3","861f9ed540d64a91eceb2eff1ddd661c1832f265"],"title":"Type I Error Rates For A One Factor Within-Subjects Design With Missing Values.","doi":"10.22237/jmasm/1099267980"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["3f909bc798897e5105d6e2ea8b0c79beadbf4884","4596bee549279803a0f10301a4ab60904dc01a33"],"title":"Response to letter to the editor: Statistical issues of QT prolongation assessment based on linear concentration modeling by Yi Tsong et al.","doi":"10.1080/10543400903094881"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Receiver operating characteristic (ROC) curve analysis is widely used in biomedical research to assess the performance of diagnostic tests. Much of the work has been directed at developing accurate indices to describe ROC curves and appropriate statistics to test differences between them. The analysis, however, is largely built on the assumption that the test results are dichotomous. We generalize the ROC curve analysis to allow for tests to have more than two outcomes. The generalized ROC curve constitutes a surface. We propose to use the volume under the surface to measure the accuracy of a diagnostic test.","inCitations":["228242aa7f16447354b9a402b532cde8067952f2","b11a2c683f73ac8fc0ee690be2183767ea6f287e","b61afdd0df28eda2090c320c10b69b666e3f4e5e","8f62896b5c33532e2781dc8b5f570965bffef50d","1c7fe803c0879bf8ef79bb9097e3e1b20031ad5e","179918ee97ba5bb82bb8e58c36e37cfa0e902e5e","80b5fec608ce07425621326d604bc413b35e9b34","8bae051b36845ed2f7c7fdc93d8c1dfa16b24e80","bc13803c86cb9482ec99b59126f65fbb3a233fbe","fd177abe093d9d34e35c2ace78e1d826f9c34d56","d29538c8733aeb2bc779f0ad1b9c2cae81e4c111","65aa626613a640e4842a367c53a6f73c12a4acb6","7e0d799c36e50f708a3d08b642693f28c4bb4d41"],"title":"ROC surface: a generalization of ROC curve analysis.","doi":"10.1081/BIP-100101021"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["ca0ba443c23d61d58c40987ba98cc43376eb154e","6e9b2d0a0a796f4bc7b5c6d45f6beb59097037f6","01fdb1d4caa26f7171e943ab56b69c02c4901022","9c8ec1467863467b55a4d7fd3112afa553471300","d2b906b83363da9918336fdaa31b17e38d4af426","c704b21523859e80f32d8677ae2a777bd1fdde00","62a6fc502e7e4f90bfaa87b59c268041262308ad","67522261fd1232521ddeee33fa417cde6abeb862","f4529c33820cc269dcd7c76ff0c2b6b09e81e208","9b93171cd68ee6b40da46a4f7201d9f9022ea02e","835654004be31a1418bddfbd0c525c4b9bfef87e","b45890080fd316cf0a1ef445da8cc568b6d114f3","15a6508c0caf0004c1d17d70135e46b90617a136","1b4d62f89867c2381b403f57074159cb6b0a1ef6","9950fbf35721e0edfd0c610d2f7892bf797e5d14","746d245a249f7054447f1f3993e80221fa13ab3e","45f58e12e38cf593e76f6910323c82ad308c8493","53dbda995b28a4a56617506f8561c6055a35172a","6d45c08e3db4c0f7fbb636c323e1b01aa087b9a5","f77a14ee9a072118c8ded2a03323bf9041429e34","ff4fb2db33d53ac019bd6e3253f923d2aaa37f23","938d2d1a6d603b3039477b7ad3103e9e353cfe58","d8388949c59e60dd79f6e78bc861a4a2a4690cd9","0ffd933a36f33acb6bd0e57c10be4ddf6602e33c","2d7e6940e17eac97ed73cef5d369b05e9f844165","5e2cf291a3c62f251ab166205ee4a3b137ed5750","468e3f11eebb15f705e19f0fb46c92cb8d66baa6","e075d051b1dee3b33dde0be8518c861cd30674c8","5fe0c85b269223b0c688fd03543012d02d20be48","cf4f1d3e1bc3aaa105613345c5034a88d0b341b4","a4d5f6a85e26fb47b74cb50dcb8757def1b64b9b","c58d280faaf45e1319575814353e0433182f3d4d","eb334d755dce73fbba06c9ea48f832c57e9f1080","2825e09ed8201737159790892aa78d76942c0f2e","90fca96d4235cc2594cc9ab209e23b40a6b7b059","b00c512b3a6c1be17e551cfd7beba5ed2a3946e5","fba858dee2b05f18a623047d6480a64267c29d5f","5bad6ea6cbcb0e0306f3ab70cca7ed2e4be262c1","5b0c42f851d3a4d0da1c22e0079b60cc0a927869","59c014372db82e00fa04737b11ba9614d65441f8","b7f98ca3c7a95a34dbcf8b67b1a69f0a182b2ee0","3498451d09145ae19a9de9fc6299c1e43b73cdbf","1ebb4f31a46fa1356d34a9ea258ec6e43fe87a12","448c1a31e2be9ff74a46735580f016d5592e3c90","2e6096633e2d12896ff91153dc6f5c143b9181f5","4be05f9f6be86a8f0c6fc39467c77925e5cc8bd5","824516e5dff692e0e0d6e99745451f8c51d35c55","f925ec555ed28b55e7a9c0716b8364d620fecf6d","29599b1f38473efe960a4998a1c0c3439075c685","e06d8ab3c58b1a4a653814091458e38d56d39be0","0b3570bb7607b3a0a17e5ae166d8348927ef1997","8fb8d7d7fa878aed5adaca956287d67ec7cb836a","14446a97234215d9b0d33380f620617b535ef1c6","4e6e515efb7fae7316028f79624b5bf731cc9a84","2120d610cf13d994414a2f8e3d4cbfbd0631da36","e2648836a0877b5b93b582e189c75ffdc3914b60","7bbbf597b87716ae8d67719da2aa88393a72efea","f2e82374d1afc1a318e98dc566b9308f3370dee6","802d83d2100d614cd2382be2152d6239321decd9","57dd05a855d3a400825f49c177983535e2127633","5d40cb49f4f43f814d9eceefd16a6d16f6f4f744","6dbb9040eac670e24969696d966c7f94a6f9c844","bbf05766676c77f610d3f03b82892a18914483c9"],"journalName":"Pharmaceutical statistics","paperAbstract":"This article reviews currently used approaches for establishing dose proportionality in Phase I dose escalation studies. A review of relevant literature between 2002 and 2006 found that the power model was the preferred choice for assessing dose proportionality in about one-third of the articles. This article promotes the use of the power model and a conceptually appealing extension, i.e. a criterion based on comparing the 90% confidence interval for the ratio of predicted mean values from the extremes of the dose range (R(dnm)) to pre-defined equivalence criterion (theta(L),theta(U)). The choice of bioequivalence default values of theta(L)=0.8 and theta(U)=1.25 seems reasonable for dose levels only a doubling apart but are impractically strict when applied over the complete dose range. Power calculations are used to show that this prescribed criterion lacks power to conclude dose proportionality in typical Phase I dose-escalation studies. A more lenient criterion with values theta(L)=0.5 and theta(U)=2 is proposed for exploratory dose proportionality assessments across the complete dose range.","inCitations":["5bb048f7f6321f282e33ef0acd191932687cc35c","daa3d02a473ca02cc0fd95364d560a77aaaeba52","5d2b648769d93ab1fe055840285979967e0301ab","12fc80f748ed1058fe4c3ad968ebe1d12dac09fc","fe1ea1f64b2bc3f0e2921430d5fd1080b9ed2843","83b01e90f5aec05944b7d4691c08973153ec621f","cb692a3b15a5b0abd3860e27481f965a7b04f704","92c190c17e8707a6a386fa0feb88d1e51a9e80d6","9cc43b86d9bb5cc9954664133377f7ad5f0a9db0","bc2e7759891b4dd2d7fe6f36062a792adc09454c","870ee6fe32ff56376549e1eced753694f002afb6","deb27bcbf25784210f52b17705b0f39798dbc0ee","141fa7784a62245320d9306697e7432ff9c201cf","792a9e477d5915ad521e153f505f1ebb41412c08","82c76b399d454159801c6e5b330530f8ca42f77a","7254b289a2bc2a478f9dc6b5871c89fe125d3aed","f5b6a505af60d2766803c9e9116fddfe15d7181c","499fe459d5aa9e02de8118d19036539923b38ca7","6f0a369ca89c5abb4775fbb2e2f1bae1412d3a92","a0727ac16b67d9637478942df0db47554484353e","0672d8038ac33ae4a2f671aa62ac41f835514afc","e8a4a3a9823344f6ec92d9c484122b83a9c9df80","0dcb8fac1af441db52982c5cdb8269a8f56ea762","5b235a6c246d07f11bffe81dedde0319023f5273","56a1c8631981807576185cc57275a3f1d6f0f632","ada24b953757039f41e3455ee573196e46b066a2","0a8e736565d3080a71d53eb426de0cff47778a81","78406591b5f75664c740bc28ef4e5a150a5b0049","69ba7bcc2dccc35e2cb9a635b9cec6ab17b3bea6","9f754a06b28ce04b3b6987984123570658273925","96e65b2e334ef8b11c73c17e750e5d2a341537c8","ea781f2c90913deb5827fad2ff6b75ba2c7d716f","538599032bb3c84a415793182e252ea8de2d7516","529c589919a4146350a076ad38ccbcde37ff3dea","a79b14c54bfa1d4852f91137ba08da1fb703fa2f","a37665205fcdc844d7172b77804a2b2fb9bcdcfa","8411195a1a362b94ee85855df3f2038a0760d6fe","818f5a9c30ac4f5927dd3a9cba5623dc42b7fec3","1e0d419c2c09e10022b46ebdd5bb08396fb43973","9e17370dd64286f34fa6c2acc24bf04ab2bc750d","fb319c4bea8c1ada601c7ee8808599b40b850c7e","3a892a2d7e846ba539603fcbaf9cee23584ff163","55422de7174efd62c7070a9a3af068707e52620b","98dd7c23a275bbae5744eb12e2f1918734c84c0d","cc50271d834dcb8773f09ca93039e10ad7944365","49bb3cd4cb02dba055470110a61f3531a341717c","883b6c42142ecdc9c175891a71da0698b58e7059"],"title":"Exploratory assessment of dose proportionality: review of current approaches and proposal for a practical criterion.","doi":"10.1002/pst.326"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":["1e3f8176b54e6cf6348cf4792a1b72d9dee0475c","dc597faeae1d96c5f8876823f844244fa2c2b88d","53aa46b72c2c17be82d17a2b2f2903696a5f6f58","cf64a44fb5ddd739223304652c48ece69ba3a54f","501c3843dbe917268df90ad932d037c022b8e05b","ea6bb21784172174a0850e564da54fda99b9e58f","8fa9358ab5008d3f1410294f3a18568a742fad0a","1d29b7e138c6388cd4c36fef9137e9ba2260a5b8","f2cf54480ef74a1edec8a905e6163e071eef27cc","c920e2ff3187481995f29f44a745474e93142276","1901d8a87e3bf26a31f887162873e94a52991ec3","cfc28c5ce937a7239b38a123b581f130ab71987f","af29bde0492f26ac7253960797d59afce45d1b4e","f292df8f714324f0054fb40e842e2b97393701a1","3f4ae6dc81c71d9d6f0d00d9c37485c5c4d167f0","3fdbd69032b6bc4c7c278faabe8cbbbba35991fd","e72dcb334d5347f22f097b572401d9e2c6ed6eaa","7eb541983de0a39586a699e255563b26e9291340"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Measurement bias refers to systematic differences across subpopulations in the relation between observed test scores and the latent variant underlying the test scores. Comparisons of subpopulations with the same score on the latent variable can be expected to have the same observed test score. Measurement invariance is therefore one of the key issues in psychological testing. It has been established that strict factorial invariance (SFI) with respect to a selection variable V almost certainly implies weak measurement invariance with respect to V: given SFI, means and variances of observed scores do not depend on V. It is shown that this result can be extended. SFI in groups derived by selection on V has implications not only for V but also for potentially biasing variables W, if W and the selection variable V and/or if W and the factor underlying the observed test scores are statistically dependent. Given SFI with respect to V and prior knowledge concerning these dependencies, it is not necessary to measure and model variables W in order to exclude them as potentially biasing variables if the investigation focuses on groups selected on V.","inCitations":["6359a96f95fe4e9d9895e2c3c3aa844f4f2b5b8c","84080d6cf40d07b38ae6f5790771537b4c818885","616dca374abd00fb5fab72899879284cdaaa67a2","d6c63fb82ddb081f94b00f435ab2720b84c2a605","32e4f54b0092bf47355630e406e84f300bc56fe5","3f9a4f109b937f01d4903847d439638c204967d1","6b1831169f62c6d1e57955cdbb4008f7a0ae9475","6fe52c55fa28f61abe6ef309966265ba4005528e","d8d683427a02b59f0d3cc3b43a48c4f741f9dea9","48c6b2219d840ec8877a67154410ff61d3589f47","0e7bfe4d0f74458d7f288223106bd1a715a9b9e6","3ba44e0ae1d7c0621cf30131ea1f771b3284ef97","856dd90e0f2e15a515f6be15b98f807d3465d80f","9b9f06784c05a336b874d8a756066466a6223d11","6528e68a9b9ef0b57427abe2a7b8e38c1279d2c3","3a43f9d8ffe5177cac1a1f982056a6c083907fe9","c9c9823e918fd39d295932b3fc1d6aeb4a9aaf74","90fa5cda1a75fb434a654d27bf541035dc56d58b","b4ead18ea5c20a001e462533947f75ddfb20babb","c9f71c7f406c239a15e615f928f8f6f418edcc25","faf63349439c31171633d6a975902ca8cd27c7fe","e940177c4e75bac7b535acd820bb11edb63e26a4","b69b491eeb5eeede8898da783e2feeec6b2bb508","fd733040c449de100b95a0bce879f20b2ef5e839"],"title":"Weak measurement invariance with respect to unmeasured variables: an implication of strict factorial invariance.","doi":"10.1348/000711003770480020"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The maximum likelihood estimation (MLE) method is the most commonly used method to estimate the parameters of the three-parameter Weibull distribution. However, it returns biased estimates. In this paper, we show how to calculate weights which cancel the biases contained in the MLE equations. The exact weights can be computed when the population parameters are known and the expected weights when they are not. Two of the three weights' expected values are dependent only on the sample size, whereas the third also depends on the population shape parameters. Monte Carlo simulations demonstrate the practicability of the weighted MLE method. When compared with the iterative MLE technique, the bias is reduced by a factor of 7 (irrespective of the sample size) and the variability of the parameter estimates is also reduced by a factor of 7 for very small sample sizes, but this gain disappears for large sample sizes.","inCitations":["03b97931a7f7befa536627ee3b6798eb602bcec3","3c56c254d8b823dd7f085141bfebb2dafdf64c76","339069b3fc4dd176e65e11fc24b4ee03caf2e5b4","b5b45f836bb694d8d546fab0bba7e1ea81539603","32686387bdfea09bf65e8029449ecd89f4c2c59f","e375d53df641daef80352a22b2e5d9fedfb26062","e174fe7348e9a8b5f9783fcfe82abfe96022ec44","0c5dd89f2ea82f189943935d8e604418dbc52369","b83ca7ace1453d772920f0b8d36ac33e941ec4de","b2a017fddcbae99a6bcc07ccea824f4fe088fdcf","3c43e3ba0b24d6e21bb4c5cdeb3a611806418352"],"title":"Nearly unbiased estimators for the three-parameter Weibull distribution with greater efficiency than the iterative likelihood method.","doi":"10.1348/000711007X270843"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2016,"outCitations":["37b573e791a5e41ef3b59e6f68f58a8cbe9f8cdf","cc649976b46b3ce087f87d808ebd5f02224439b1","8125d755ad1fa64b869657d0f102836908af7a09","99ff83791bed6403ed87838f4f04d35efedecf8f","9e7b0395d7b34e9d34cca779afd0c10da6e135b5","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","0a14824290453b95d051ec9cc299d0f61ad82b23","6c530ba3cad3facca0332d5736ddd02480479155","d98ef875e2cbde3e2cc8fad521e3cbfe1bddbd69","fec254cf33c68455287180ceba0bdfaff5857bad","ae811bbbd75b62017f1117d0ea8a04835fcb06e3","545122e2990590524459ec9b59ccac6ce71e3b6a","a83ab9be45d562f0bd022805c0b45ccb1f923cae","3424286d6d39de51080ddd683646565545d015e2","92927eed3836a927d822fdb8248a45426366d76c","7bdc2e08a171b7830a2379003ddc63311ddc3fbd","649d03490ef72c5274e3bccd03d7a299d2f8da91","b0f29161f64afe7b9d2b24f4cf15ff77359beb11"],"journalName":"Computational statistics & data analysis","paperAbstract":"A model is presented for the supervised learning problem where the observations come from a fixed number of pre-specified groups, and the regression coefficients may vary sparsely between groups. The model spans the continuum between individual models for each group and one model for all groups. The resulting algorithm is designed with a high dimensional framework in mind. The approach is applied to a sentiment analysis dataset to show its efficacy and interpretability. One particularly useful application is for finding sub-populations in a randomized trial for which an intervention (treatment) is beneficial, often called the uplift problem. Some new concepts are introduced that are useful for uplift analysis. The value is demonstrated in an application to a real world credit card promotion dataset. In this example, although sending the promotion has a very small average effect, by targeting a particular subgroup with the promotion one can obtain a 15% increase in the proportion of people who purchase the new credit card.","inCitations":["46d3bde43996cd4ee14117e3d0020976edcd6d52","5a0caaec04b383767d4f69a9576a5bbfe67d4f35","30038069e9065185fe8f77db32644d6f4ae3d3c2","85c19bd56b95cb265562d0ecde345da208140f5d","30486b2cb9bec194d44ccceabc4d107347ec409a","881b0227533d5aa237e31c15af5c2e3b914ce304","5730205863033b37650c7704e0e7770f8b89b886","f5281f8c633b665ccbc4c2778a46e248620864c9","775a9730f374cc8f252da343a565da11dcc35ee0","473940526e0800d86c5b5555d0107073310c5ff2","a6fa0363b40c645dc557be28dc96635d988f0919","fde8fd234495c9fdc43fe06b404640c047206862","f8f0de75427d08ab5cb9931f4709413f0124e1fc","da8b1d4af435402aa5651f6c0f8d604d8b7ec400"],"title":"Data Shared Lasso: A novel tool to discover uplift","doi":"10.1016/j.csda.2016.02.015"}
