{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2015,"outCitations":["dfca8df9311b372425a204c1a6587ecee2b275dc","0e27bcb7143539b3891d13faeb7b537f2acd931f","a3b0ac072f7edd115af9025dc5eb36d7fd5ccedd","69c0d6a91d31339d10f1f6e6e1231d9a02e6ae22","90b0badbba42e416708d39f9e9207ff6a125fe8d","14d66452f570f967d84615c5e5c0ae2d21c849e2","fcef2258a963f3d3984a486185ddc4349c43aa35","dd412dd3527d114494633c8185d35feead943713","b23eda05b7ee6ab0b4e25607a4bb4bb963a0dc69","20ed0d62350feaee9d9408d103d630e3020fe3c9","f1f3980d5f135bfa1d40d6d4e6e09c8590957dac","f61947fa73e66514995ecef3ffbc0fa61413ff67","377339cd55087d503b855ae89d2126495cf104ee","d21c2cd6b6eccba41aee297635340d5bfa5c3eed","3a3b8ac1e84efb5064e38742278568e36fa3b057","9c57ca325bb613e2f4c403d74436a58370aa1a05","781b332b97abb5d54248b561499396983d1fe6ea","0d9142afb8737e04ddc1318e4fbcc25092c24fb5","303b5752f2dd9751a3e3eebd2655f8d695a0a576","cf43e1d50a7f8314f9a2bb8fef4c7fcb9d1172a3","38a2adc418079ade46e39cc609ba1d01357ab550","aa4fbb5bd466f4f8df91d4a4c30b176a78483078","528ea90fb26ee1c9dc537034db1e4b1db0734fb2","3f29ea92c932642c122dc03f23374233c54c3490","867631e71850ca78eb660ec78b9c7c64f5a59c19","cd6dea7a882c3f5279c43c79ddcb867660b09579","143d2e02ab91ae6259576ac50b664b8647af8988","6ac3482aa9da8df2538da7037d69f1ecffee96e8","7b7ade268bed2c8779ad26484ad4e7b8ce3b10b0","10f708a574c087a42115b0aab1a43a7296753224","9ec0dd17de912ffcf89113c9ae4a5889b737b537","6f03388a58b8498cee60930751c1668a9f332685","7eb526b0cfe74b3346d37d9ba8ad9b2a63588cf3","7a7b160cca78ddcc89c6a3b6b465e5c345638187","e0de2b3846998c12b968bb7f14796c9c79b586bf","2e1f19c638f348b199c6c5cca6f0f19e4133500e","051e2d63b85b8718c3274052778da446421318ce","d2a3c57defe48b0c310c561f97c8bd2b81672f14","2f4a1332b46875e5ac1abe1db34ddc95d9fae180","20ab91d06ff339b721cd4f0fb6ca8c560c046eb7","861ddfec216067a2bc69e5e1a11865655aebfa05","d9b35b6b08db14e58ef323886eec44e239e4bf07","a82efd78e2c602ec17e775f371817ab1b8c1d177","c52a9ee60e0c809a2cfafde72a0ced7ef694bcd6","06f37994fe2da2c691ab90cb5dfc90e5fe83de53","b1e99c01e2f1f5783d476b78c8d0503623f3891c","37ac3e8868ff3da748d49fb8f7cddadb72c23da7","58cf817f4904c66210a65c7e13790dff9dca326c","87682cf5157e60ba4436aba1e844721068dc5548"],"journalName":"The annals of applied statistics","paperAbstract":"Ambulatory cardiovascular (CV) measurements provide valuable insights into individuals' health conditions in \"real-life,\" everyday settings. Current methods of modeling ambulatory CV data do not consider the dynamic characteristics of the full data set and their relationships with covariates such as caffeine use and stress. We propose a stochastic differential equation (SDE) in the form of a dual nonlinear Ornstein-Uhlenbeck (OU) model with person-specific covariates to capture the morning surge and nighttime dipping dynamics of ambulatory CV data. To circumvent the data analytic constraint that empirical measurements are typically collected at irregular and much larger time intervals than those evaluated in simulation studies of SDEs, we adopt a Bayesian approach with a regularized Brownian Bridge sampler (RBBS) and an efficient multiresolution (MR) algorithm to fit the proposed SDE. The MR algorithm can produce more efficient MCMC samples that is crucial for valid parameter estimation and inference. Using this model and algorithm to data from the Duke Behavioral Investigation of Hypertension Study, results indicate that age, caffeine intake, gender and race have effects on distinct dynamic characteristics of the participants' CV trajectories.","inCitations":["8c360f747922b5db8910877a4e077cfd619ca7dd","2af1062199bd120089753625de6b7c94f59a319e","0a6f688d1317b3ecfdf21e32a30c594edb6a4ce9","37ac3e8868ff3da748d49fb8f7cddadb72c23da7","c9f6d295736327cf907fc46b3a002ff0ff724edb","66692aa0022dd6f20469971840838095654066e4"],"title":"Bayesian Analysis of Ambulatory Blood Pressure Dynamics with Application to Irregularly Spaced Sparse Data.","doi":"10.1214/15-AOAS846"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Multivariate survival data arise from case-control family studies in which the ages at disease onset for family members may be correlated. In this paper, we consider a multivariate survival model with the marginal hazard function following the proportional hazards model. We use a frailty-based approach in the spirit of Glidden and Self (1999) to account for the correlation of ages at onset among family members. Specifically, we first estimate the baseline hazard function nonparametrically by the innovation theorem, and then obtain maximum pseudolikelihood estimators for the regression and correlation parameters plugging in the baseline hazard function estimator. We establish a connection with a previously proposed generalized estimating equation-based approach. Simulation studies and an analysis of case-control family data of breast cancer illustrate the methodology's practical utility.","inCitations":["34e9501145d6c62c9355dc25825f160ddb26b6e3","d37e5d990096861d47fc06f081d6a44509b19e27","1e954fe332f62f1d4515c630a1e7a50b4dd48159","8379fbff7b585fa4e0473a5b7db23bed573e2eaf","3156d090db03611c6f9b1dc243bfecc35827129c","3ce8ed037421d410f303f7222fe3299021a19f44","53cf61f530efc9451d2f90566677b0a8034116e5","2a3b93129925766b2b179e095964616a6488edcd","417c4c854e811d0386edc2e629804e9a53a1f763"],"title":"Multivariate survival analysis for case-control family data.","doi":"10.1093/biostatistics/kxj014"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Existing statutes in the United States and Europe require manufacturers to demonstrate evidence of effectiveness through the conduct of adequate and well-controlled studies to obtain marketing approval of a therapeutic product. What constitutes adequate and well-controlled studies is usually interpreted as randomized controlled trials (RCTs). However, these trials are sometimes unfeasible because of their size, duration, cost, patient preference, or in some cases, ethical concerns. For example, RCTs may not be fully powered in rare diseases or in infections caused by multidrug resistant pathogens because of the low number of enrollable patients. In this case, data available from external controls (including historical controls and observational studies or data registries) can complement information provided by RCT. Propensity score matching methods can be used to select or \"borrow\" additional patients from the external controls, for maintaining a one-to-one randomization between the treatment arm and active control, by matching the new treatment and control units based on a set of measured covariates, ie, model-based pairing of treatment and control units that are similar in terms of their observable pretreatment characteristics. To this end, 2 matching schemes based on propensity scores are explored and applied to a real clinical data example with the objective of using historical or external observations to augment data in a trial where the randomization is disproportionate or asymmetric.","inCitations":["46501ee6e2957f7855e44a1e8251be3acf35fb69"],"title":"Propensity score matched augmented controls in randomized clinical trials: A case study.","doi":"10.1002/pst.1879"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"Journal of nonparametric statistics","paperAbstract":"Efron, Hastie, Johnstone and Tibshirani (2004) proposed Least Angle Regression (LAR), a solution path algorithm for the least squares regression. They pointed out that a slight modification of the LAR gives the LASSO (Tibshirani, 1996) solution path. However it is largely unknown how to extend this solution path algorithm to models beyond the least squares regression. In this work, we propose an extension of the LAR for generalized linear models and the quasi-likelihood model by showing that the corresponding solution path is piecewise given by solutions of ordinary differential equation systems. Our contribution is twofold. First, we provide a theoretical understanding on how the corresponding solution path propagates. Second, we propose an ordinary differential equation based algorithm to obtain the whole solution path.","inCitations":["159ea2a95dc048b86e4ef34c2844796d730894ff","cf1d97c2261f0c2e18d4306aeabff0a219a75913","e26e67df7210a26f057ffc7f1d31dc806b76b396","862d95f2d89ac9b9405dc25c329a2898c984d53f","357d0dda8c1ce5fd25b31841ae5e1a3c64c114c2","92295645390f83e697961e8457f405bf7879a063","b4c7655dbf19986a57d3a4e0d70095baf0514b3c","960e687c9622bde89dd4c4ea2903fadbf2bc3958"],"title":"An ordinary differential equation based solution path algorithm.","doi":"10.1080/10485252.2010.490584"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The design, endpoints, statistical methods, and equivalence boundary for studies seeking to demonstrate clinical similarity between biologics are not standardized by any regulatory agency. We describe our experience in conducting a phase III study of a biologic product before and after a manufacturing change, focusing on statistical considerations for claiming equivalence for the dosing endpoint. We discuss and evaluate traditional statistical methods like two one-sided testing and the Kolmogorov-Smirnov test, as well as the newly proposed overlap coefficient method. We conclude that establishing clinical similarity of biologics is complex and demands more thought from regulatory agencies and the biopharmaceutical industry.","inCitations":["63aff7336cde449ca6648e7e87dc4fe2719642b1"],"title":"Evaluating statistical methods to establish clinical similarity of two biologics.","doi":"10.1080/10543400903115082"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2007,"outCitations":["21abdcc6d3f5d049e963d656254cff728d4da3d4","262f73b448f7707d28cc6878f857e2f2c73fa93f","8432aa15730df7432e1ca82ce48f0a90da2a86ec","03b711aa8bf34785b6ac8195b6182850b2754a55","bb04cb4d270fdeaa510bd30cc5194c3cdb7c6e89","b6428a9e5f920bd8deafbd2dc606c3eefc126674","31fd4af80fd7ed0fc53c02505ba009627ffcfd7f","f28e91ef32f6e696e600150e59b77f1f90973335","2755d9d886face464e0750e825062aa4a3342266","c3f9af7bb7ffe6db8f7ed66116e96a68d597d7ca","adf2732d2b4ee5b2b9989afbc90cd3380ed176c1","1ee0bb36eab80691266eba3ace2fbb6ce12195bf","eb826f7db64a07a4eb83df4794da9999007c7e35","fa1c802c0fd61761e406944eef619389cf292984","97510e2048af0c6c510aed405091514946c4eb13","2eb07132877879f19d0deef6d8c9de0ed7390e89","ba76df7121b2c61279f6a3577474dc3db2474215","c355ca0d4e14f5e9ef9042141a8acea033223e47","ecc2efead8cc056af08f5c80e8a78daa8d49f37f"],"journalName":"Computational statistics & data analysis","paperAbstract":"A mediation effect explains the relationship of a risk factor and an outcome through a mediator variable which is a step in their pathway. Under the assumption of no cycling in the causal relationship, we consider various situations in which a fourth variable may interfere the estimation of a mediation effect as a confounding factor. Our asymptotic results, which are supported by a Monte Carlo study, show that adjusting for confounding factors under certain conditions might lead to biased estimates. A general guideline is provided for when it is appropriate to adjust for confounding factors in estimating a mediation effect. We apply the guideline to the estimation of the mediation effect of Alzheimer's disease pathology in the relationship between the Apolipoprotein E ε4 allele and cognitive function among 125 deceased participants from the Religious Orders Study, a longitudinal, clinical-pathologic study of aging and Alzheimer's disease.","inCitations":["cb4f50db318a2ef92d3d27396b85c38d2eeab92c","2680f1fec7a112a475c334ca5f7ec6e15a3ff52b","c75065f7f9532a3e570cef77214bca5283ef15db","211be2e8a018d31cb78aac72543ca97e7d187aa1","94e5cd75c6ac40adc3e01907c8acc588b8265899","48bd8c0bde4d0aa531534ef0c4b5c56df1c6c365","a282c1d0bcad3dbb1aab6f89fe85e46098c4d487"],"title":"Confounding in the estimation of mediation effects","doi":"10.1016/j.csda.2006.10.016"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In simultaneous testing for noninferiority and superiority, Morikawa and Yoshida (Morikawa, T., Yoshida, M. (1995). A useful testing strategy in phase III trails: Combined test of superiority and test of equivalence. J. Biopharmaceutical Statistics 5:297-306) argue that multiplicity adjustment is not necessary by using the closed testing (CT) principle. In fact, using the same argument, no multiplicity adjustment is necessary in simultaneous testing of any number of nested null hypotheses. However, simultaneous testing of many nested null hypotheses is problematic in a confirmatory trial because such simultaneous testing is similar to post-hoc specification of the null hypothesis. Thus, simultaneous testing for noninferiority and superiority may be viewed as an initial step towards exploratory analysis and may be best used cautiously in confirmatory evaluation.","inCitations":["f446cae02cd04319bafac3411f213c11d8977721","4b8ce761f7f557ee06fd55306f4a15fe4143448c","98209a07f7cf60d5b533c33fcd9f67b191d58adc","82c2497cc4ee760212a085829a60eebf739de084","946def0d9b9761499601ad69e4d99b3ec3dbfd7f","27e1a3c38ef26f05eb142ea2a1dbebaebdb9ff85","1c04001aa67aba5e6fb78033d5838222255940a0","2822585be6f44f69befc3788903d79964f992f9c","4e17e5b4bf88b8410c4299a914e2e2f5ca475a1b","5c111be6b6cc41f0be67c588070fd8dffba5b6bf"],"title":"Issues of simultaneous tests for noninferiority and superiority.","doi":"10.1081/BIP-120024199"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A statistical procedure for analyzing a two-sequence two-period crossover design in bioequivalence trials is discussed when some observations at the second period are missing. The maximum likelihood estimators of the parameters in the average bioequivalence model are obtained under missing at random and a modified two one-sided test is proposed. The performances of the discussed test are compared using Monte Carlo simulations.","inCitations":["27c9817c4a95723424d4f579ddf0dbd5f98eeb6f","315855fd3ad14cda8a1dfd31a88812b220e03377","932104f8ddf72d273a67c528c8688e13b9732d6f","890484b2274fcfa6a26aa8e62258eec073433eba","6494d087e908cb1e13d062e4c3dd6a88595ff10e"],"title":"Average bioequivalence for two-sequence two-period crossover design with incomplete data.","doi":"10.1081/BIP-200067986"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"As more and more generic drug products become available in the marketplace, it is a concern whether these generic drug products can be used interchangeably in terms of their quality, safety, and efficacy. The United States Food and Drug Administration (FDA) indicates that an approved generic drug product can serve as a substitute for the innovative drug product. The FDA, however, does not indicate that approved generic drug products can be used interchangeably even if they are bioequivalent to the same innovative drug product. In the past decade, several criteria for assessing interchangeability were proposed in regulatory guidances and/or literature. Chow, Xu, and Endrenyi proposed a scaled criterion for drug interchangeability (SCDI), which takes both intra-subject variability and subject-by-drug variability into consideration. In this paper, the performance of this criterion is statistically evaluated by deriving the upper confidence limit of the test statistic and extrapolating expression of the power to facilitate sample size calculation. The performance of SCDI is also compared with that of the criterion for assessment of individual bioequivalence (IBE) for addressing drug switchability recommended by the FDA, which also takes into account the subject-by-drug variability, under various parameter specifications.","inCitations":["355a10ad50ea30684e467390bc2bb4157c861dbb"],"title":"Statistical evaluation of the scaled criterion for drug interchangeability.","doi":"10.1080/10543406.2016.1265538"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["ed67af3973dfc2394ea7fdb5a806e9b242840fc5","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","46e27b946513be00979daa548ecc0a88fdc0afdf","9094ad1bed64211d78c94bf541731d5a0256584a","8bab09a269c12dcf071a9e70d09a91a571ec6fb7","b070acbe937f1b0d8003d21f5deea20941bec76e","8e30f02d667163ff52223efd57c0b48a0a9a7873","a315900e32e8e79cb9f8ff8c928ddcd0a7cf60ce","0f17e74b032e60ff5d2379ad5148dbc270d7c502","254c387a40fa94c1f3641e73f65592e7a228171c","1a3ddafd1c70e8aa82fa1ab6bc98947c43f31535","003af2fcb07908cc43a6c8f19ddc0a82f99806a5","53137dca01e1b9289090aea42a70fee9b14f625f","5fe05926f9ea3648dac87d64a538875c810a70b2","2e16da0674d687b4d0805432cc4c7f6d3626721f","1f4e662d29267b6e6b12601924ddf517d554aa8c"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract We address the statistical challenge of classifying subjects as hemiplegic, vestibular or normal based on complex trajectories obtained through two experimental protocols designed to evaluate potential deficits in postural control. The classification procedure involves a dimension reduction step where the complex trajectories are summarized by finite-dimensional summary measures based on a stochastic process model for a real-valued trajectory. This allows us to retrieve from the trajectories information relative to their temporal dynamic. A leave-one-out evaluation yields a 79% performance of correct classification for a total of n=70$$n = 70$$ subjects, with 22 hemiplegic (31%), 16 vestibular (23%) and 32 normal (46%) subjects.","inCitations":["783791001bc20d6a0e380ce3144eb814e681b1d1","f315c474c07f529954c6a7876260638fdd7eb6cb","0c355300f56f601e0e6fffaa91a25783f862ead5"],"title":"Classification in Postural Style Based on Stochastic Process Modeling","doi":"10.1515/ijb-2012-0017"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":["bb3673672e00d10f259ba33b003eff16875c3a5f","5ae6eae4846086147d6672c93224400621542cdf","3ace06ed3d17d17d8314a106c78e283dc526729d","8f0a24bae24af9fb55a8ab033eedfdc75d740dad","4ed53f1fdcd0088e54873287f85b49df5b521fca","7ffbd7cc4b2e52ea1484549dff3ed790436c475d","f5e8367493e951309bc2bda46edf7ea554226cf8","a72fc92873e897ec17d624e82644a2d880cc1e4c","2dd929f04259658aaa09bf2ed3c05fc3711f525f","4ab2216d5dcb9616dc8cb67a27c4f8a2394448b5","f558afeec9667b66995b46e306bcf5aabc2898b5","b292a2f25e64c16d40374236c95475d44a2c0bd1","f42d82d7394f846aae98f73dd091832740aa3745","d325934265e498c5271b3691266ec4a5cea9110a","16840affdbab4f22f144c8dd592d86386c305244","5645e996a409c9ddd013240b87f6e0e7f4a396bb","55f9085f98979430fe9e47510e60530ef447a3fa","0c2593011d16db54e5316a8c3b872124b98635af","efe2f7228db42463a196d9f6b99b73020c1fd5e9","accbf7fd8e43461f2556f9252b063d8a3b1b1bfe","e1ababf08c9ec103db854a2c1b4db611142cfdb7","c3669ed41b8ade66bf41bd9fc3d84e771177e9ff"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Treatment effects are often evaluated by comparing change over time in outcome measures. However, valid analyses of longitudinal data can be problematic, particularly when some data are missing for reasons related to the outcome. In choosing the primary analysis for confirmatory clinical trials, regulatory agencies have for decades favored the last observation carried forward (LOCF) approach for imputing missing values. Many advances in statistical methodology, and also in our ability to implement those methods, have been made in recent years. The characteristics of data from acute phase clinical trials can be exploited to develop an appropriate analysis for assessing response profiles in a regulatory setting. These data characteristics and regulatory considerations will be reviewed. Approaches for handling missing data are compared along with options for modeling time effects and correlations between repeated measurements. Theory and empirical evidence are utilized to support the proposal that likelihood-based mixed-effects model repeated measures (MMRM) approaches, based on the missing at random assumption, provide superior control of Type I and Type II errors when compared with the traditional LOCF approach, which is based on the more restrictive missing completely at random assumption. It is further reasoned that in acute phase clinical trials, unstructured modeling of time trends and within-subject error correlations may be preferred.","inCitations":["06d0f801640e26694f2011a4bfcb944b449c46d1","7315ab8b34aaf25cc9dac8153818fa79732ba1c2","f757656b7275165c695314aa82511dfa831388a5","7977c1808988f468bcbcb87fe02bacde1017f7cd","05292530d8b5619d49ffe135637cb6a2cd3305da","d325934265e498c5271b3691266ec4a5cea9110a","f0b322a366cc11193e8c212dd96c0ef01732f0b7","b03045ba5708147a49d31e20b2ee6062ff873a30","e54285c57a347d8b3b641f1a38a4329022bebd51","3aff7761b2ef6b5fb4d264c4a6d228a53ccb4e18","7a4a831c02f8d326c4ab3a573769860f11dfd78b","78ee2a2c79d65b388cc8b7ece9e8cf5da23f3cc0","7d419acb006506fe75832aa0599a6dc87a9a8235","6fb88b86446e038dfb8d37a1b464a19c30260060","1f56734cebf063abc4139d160014d51f6ca44706","fedc53df273d9ca0641a612d43a6aee425983986","bc79d3a66b29638e15576d9b1642ff316b96153d","9e8cb49a63ab26534fad058c3316f58c974f0458","1f2430da1057504253317824ef3210b920b6ea73","3ab01f3f9dfac5654fc9b2ed01012a8fa25c514f","d8a0a3ad4df33fc761486e2c6a54eea355f6b374","6f8a5d374ad1b1c1f3c921ff974d793c4f91115b","94550e86ea4b043cb4b3d9d9a0f23ebde61d9b10","f506faf983c31cbdf8aea2b8e942e12bd5920521","b4550014e4303d79c0bff06f0c2e0671c93c1234","8189c9b7a235abe7925986e6584a182f790441b9","91a44c4ebcff032e552ddd87bbdc03f21f37071d","8a52c9a6895138318272f6dd211a4bdcf91e0797","721910884befde0825ea26f9464cf9ef8df6e84f","7a797a12145c53846fc331e22f7216cd5a89eab1","3291749ce7e94d7688d2d3cbd3b29501eeb2bd63","c75e938327ffd2a9f0f70beb11fa13bdc0dbb87f","f315838ab5d71c02e3a41d2cd9c81af529e46acc","dd9f1e58bd2f39ef78fdabf74656cb4e8c669a4e","c643024f1045900bedf55323c4bc47c498fa8189","9fdadf9aee8572c62b28ef956985b2d121e98692","7268892660681bf48607d2daaa5fb086411536c7","98e5ca2cff2952a2c2a151963b776aa9ab232fc4","48ab390ed68f00fda3edb6caabe049948e7ae3cd","3a816e5e53c9de4e5b583e118c51140482a6d427","73f768a399af4b6deeef16a22ffa3dc2751aa284","39925539985b35a9e2a8b1c428f7de4c7f38344d","e61b78adf8e8909676b088c3ee82b462c361da4d","dbfdb9e66eb58ed858c03822b9860edde1db2814","f2a213fa339f99450bb6cdb03efb132ea1221052","e74dfe2152b19cdc5a27507b17336b2246aaaea1","16ee5e54a37f458693726bcfb347058761daa468","bc6c400c2eb0b093e7d0d077aca5135a19116e26","4bb9542c2f3028c2906a7c93be8a7e32f0220fb2","dd796363c66c5ad063bda91a1dfb7ab95e4b1abc","dbd754b6d05e78402cb4e5337763e61b84ad61bc","b7cf9eaec72e2f0a49335a3a9810c4a46ea18ff1","6d7d574e40d3c639fd5b3cef673e68a99e965283","3c7a95b7dc9b83255e53b16b647a34a5c360a0be","57202c7a18ae262cadcc69b86b5a4a130a11d544","a996657de300423e8482f621e91248c8ff0569dd","544ebf5f88b3bd21e20192ef901699fbcf47c855","ee90a49ad9333d04f6766bdc130f3397d8c92878","25b3faeb7bf00cddee7ac8543dbd6e5215ef7537","7ce25bbb9b23b9b7c636882e4ace881e77da4e31","2130d9c5f3ab416a8aad8c107477168802eabadf","ad8c0fbee6e9752b9b428e105d3b3c4806dfe938","da42246a7a2edbf914351cd10c7e4e44b8d8920b"],"title":"Assessing response profiles from incomplete longitudinal clinical trial data under regulatory considerations.","doi":"10.1081/BIP-120019265"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"A common challenge in clinical research trials is for applied statistics to manage, analyse, summarize and report an enormous amount of data. Nowadays, due to advances in medical technology, situations frequently arise where it is difficult to display and interpret results. Consequently, a creative approach is required to summarize the main outcomes of the statistical analyses in a form which is easy to grasp, to interpret and possibly to remember. In this paper a number of clinical case studies are provided. Firstly, a topographical map of the brain summarizing P-values obtained from comparisons across different EEG sites; secondly, a bulls eye plot, showing the agreement between observers in different regions of the heart; thirdly, a pictorial table reporting inter- and intra-rater reliability scores of a speech assessment; fourthly a star-plot to deal with numerous questionnaire results and finally a correlogram to illustrate significant correlation values between two diagnostic tools. The intention of this paper is to encourage the effort of visual representations of multiple statistical outcomes. Such representations do not only embellish the report, but aid interpretation by conveying a specific statistical meaning.","inCitations":["493ce073a12386f1c3a10263b422018410bb4169"],"title":"Simple graphical methods of displaying multiple clinical results.","doi":"10.1002/pst.199"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["4b974ee04f5952efafae73bf4ebe3836db4eba48","bccf38995692eae3f555e91093e31f9b0199d040","dd0f5f6c1b1426d6f9a7735d440df686da4948f1","27848c6814e3ba3f75e42f8a3404cb8750e42fa3","beb873a7ce921fbadd806f047c4d1e9a65c92929","f203391160d41589fcc5c35b28304de482ec5ab2","945b035e2dc886eff3133d3413d33d8a7b402b62","6e6023e7147ace76e6e60a3e4116b85849e47984","48dfde0bdedb03f07b660217135252806bbbd19c","3f2dba88fc4c67f8fee376fdf365955cfd7a01ff","bda07266186cf3eefce9754f4ba04f9d72f3c71e","19c445aac6fffee696a32fe4d6a6064e9f0de6f8","c609b3f930c7b866972eca30f1da506f74ef44ee","47c48e90675f01edaff1af0aec76ec821a9f77dd","08324696ea9feb9b1d533a01ef25fc8e8e045f38","e8c5a0c97fa5ae3f69e9ed7306078e75b281b53e","57316df3190e6d63ed73f651373b60cb926b01f0","8c5d7bb2fdcc778d69c4872cf6330147555f50d6","5789115e1d02a34e7c2f1c1d74caac11e42b8fff","14b34129e44ca7aa5ddaa7df67f8228e5e2419fa","06dcfadaebfe1a4d3891b6facce3e2b340b412c8","fc3ccb7eac60f60a7587e14c4fdcca480ff7f9dd"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Psychological tests are usually analysed with item response models. Recently, some alternative measurement models have been proposed that were derived from cognitive process models developed in experimental psychology. These models consider the responses but also the response times of the test takers. Two such models are the Q-diffusion model and the D-diffusion model. Both models can be calibrated with the diffIRT package of the R statistical environment via marginal maximum likelihood (MML) estimation. In this manuscript, an alternative approach to model calibration is proposed. The approach is based on weighted least squares estimation and parallels the standard estimation approach in structural equation modelling. Estimates are determined by minimizing the discrepancy between the observed and the implied covariance matrix. The estimator is simple to implement, consistent, and asymptotically normally distributed. Least squares estimation also provides a test of model fit by comparing the observed and implied covariance matrix. The estimator and the test of model fit are evaluated in a simulation study. Although parameter recovery is good, the estimator is less efficient than the MML estimator.","inCitations":["44ea57b4b6e88d41780764ce57a9a07bad5c5875"],"title":"Limited information estimation of the diffusion-based item response theory model for responses and response times.","doi":"10.1111/bmsp.12064"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["fb565d9ca814ea011e5d74d29d21d70a6bea4aa6","fe19e2b31f930fa37997892aae25e6c5a1e7428e","cd1b4eb726371e5164f30370f37d246ec3e867db","d302edc744eb469f3799c41888b1abae22f2e4b2","b87026c8c1e54d2a66b47946f11362e6026e417f","529551077e4b320b02da096f73a335a24daabb58","a7a6a2c9b6db35dc5c9c99c99b96e0d75fe15317","363485825fece7b480771c2a1b12fe472b01f1d8","52f5f4fb94481cb63a8673c8069feafab83bf8e5","5a707d085f42bc7d37b653fd2f448c0c775d2b68","ff822cbf648b897dbdd7f252f43ee278cb604218","8bb08b93b98def034249a15a79590f6a0d255ee1","2103a99a84f9c67bc079ed66027855a9511e3580","aef2ca149dcd2e6e894dd347673aba32647ae6ce","ba56155267c29d1b540e089df044db8f22c55a9a","1dd3eafb021b61454920d806bc0acacbce6b9f33","a3527b5953a204e4083fcb998d48b8031da742a3","aa47f6463b81ecfae89bbe0d660ffa16f5c5e382","7ecda198954f7fb5f18d4c0002347cb70a433d8e","83ef7c76a816c0e32d09457c17fd79614579757b","28c91f5f645381d58ba176772aa4fbeaaa6d61ad","4da196900a0aee47025679b268c1ae26d3160b15","bfad9fc90d34a9c393e83eccca55bc78afef5c1f","a560c91bb795f21dc9a21e4116e30511e8a6ac45","a2632e5dee2d6dce23c52db45fb83c8d80e27a15","253dffa1ebc6b1f0a6f8a5431528435b73f4f33e","61e3d819aa7c36042658dccd9d123b486d9c1534","e8b56e58d865ba4cc28a6bee4219fd6217204dca","c1974670fda773ecd932984fed0fd77eb5c4678f","54ff3e2d91713b254c9512b4b052021a5c85ee59","f637ff1a39fb1585970c4ef5ce43cd2170578c7d","9d824137333ed2a91519f4f51c6f98f1e8234fd6","a70a3b2089316dcacf84b7fbd98283e1cbaecc6f"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Statistical equivalence analyses are well-established parts of many studies in the biomedical sciences. Also in pharmaceutical development and manufacturing equivalence testing methods are required in order to statistically establish similarities between machines, process components, or complete processes. This article presents a choice of multivariate equivalence testing procedures for normally distributed data as generalizations of existing univariate methods. In all derived methods, variability is interpreted as nuisance parameter. The use of the proposed methods in pharmaceutical development is demonstrated with a comparative analysis of dissolution profiles.","inCitations":["25df9cfcf0103a9ccd93d15081f74679836eac5b","e7e5f7bc62733fcdf7af31be04ddb9dbe3b3fe8b","e6d1c1a7cadd74e465e1b397763ebadf8591280a","40d2dcbc6f7bff86b7e247bb0840007bcab8a34c","49d8496132a3e35209f291a521c3df31f38a4292"],"title":"Multivariate equivalence tests for use in pharmaceutical development.","doi":"10.1080/10543406.2014.920344"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In most longitudinal clinical trials, some patients drop out before the end of the planned follow-up, and, in order to allow an all-patient intent-to-treat analysis to be performed, it is common practice to use some method of imputation to estimate values for missing data. However, different imputation methods may provide different results, and it is essential to investigate the sensitivity of the analysis using different imputation rules. In our analysis of two trials of the new HIV1 fusion inhibitor enfuvirtide, we compared some standard methods of imputing and analyzing HIV1-RNA data with two novel alternatives, to check the robustness of the primary endpoint results. The standard methods were: (1) last-observation-carried-forward, (2) baseline carried forward, and (3) multiple imputation. These were compared with a nearest-neighbour hot-deck method, specifically proposed for imputation of missing HIV1-RNA data, and with a heuristic approach: censored regression analysis of the last-observation-carried-forward. To supplement this analysis of real clinical trial data, we investigated the performance of the same imputation methods on simulated datasets designed to cover a broader range of missing data patterns.","inCitations":["95594e159fe6e0d562d76221ed6b4b75ad8a4126","328f67e475905140e4153ad05d90eedf1c5d6e12","42eb2b78b660030a7a67ad60cff97114806e0dae","749f03a67cf523f8b13eb91d0d3c7962f6019da8","567071ac18d046a74f63305b096615b2b9c46c3c","d4ff150e01fe32313c0e51962f6fa6bb01cee001"],"title":"Missing data imputation in two phase III trials treating HIV1 infection.","doi":"10.1080/10543400601001535"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["1f2da666085ddeec1780db71b4eb47682c3af34c","f90eb9716a1aa9838dab96bc68995babf1045c51","f0bb8e3a8b5b6d945bf177485c537e06507c7907","9da287ee5848644bffef43f8c2f3a42f4f046eb7","e56a8245b43abcdc75526d1c143057b8b56e9788","72322f7c619ea3da6a7c34d778d0b3a424b10be6","44d24773eb87d0f2efce2c5c2571a47eed4916aa","14b633dc809aaa4d98f5cfdf4a371da7209ad029","965f83fc7a382dc64409af3a5438664b02c36ce4","5f6d938e85b39013eee628057f088e0e18157bc3","eb334d755dce73fbba06c9ea48f832c57e9f1080","4da107f0fea4e956c89be005066e876eae564a56","3c20156d83a3b25f702b87cf9c0f4eec4fdcd405","8d73cb1dde9d31f22047df57de96e87f9d6bc424","92ab1bcfea6d34ac06c975f92c64bcdcb86e9fd5","ab78a6382ed4a4ddcb81df9102663639a7ae0f97","4981501bdfc30b266340444925e7850caedd7313","a44241bf4d932fc09bc683f211360c43f02fd106","7c3dea42b7ffd3ace5805136912246d9cf63ef2e","0ea953882928e83ad282347510c48965d638c3b8","96c78fb203bce7b83c9454822b2c531e4fd2ad40","ad3e021dd422867f5b638e67d7a3b37dde5d7420","0feafc1a8a34cb301b07f8e8d52a6bfc38ead0e4","7743af78bb253594e4dde7e0ced27e3d5f6e1d87","e90a291445f7a209c40fadbe550780e9184a3c6c","ac3cf1a0bfe1358569600ffa5535a31854c1a64b"],"journalName":"The annals of applied statistics","paperAbstract":"A major practical impediment when implementing adaptive dose-finding designs is that the toxicity outcome used by the decision rules may not be observed shortly after the initiation of the treatment. To address this issue, we propose the data augmentation continual re-assessment method (DA-CRM) for dose finding. By naturally treating the unobserved toxicities as missing data, we show that such missing data are nonignorable in the sense that the missingness depends on the unobserved outcomes. The Bayesian data augmentation approach is used to sample both the missing data and model parameters from their posterior full conditional distributions. We evaluate the performance of the DA-CRM through extensive simulation studies, and also compare it with other existing methods. The results show that the proposed design satisfactorily resolves the issues related to late-onset toxicities and possesses desirable operating characteristics: treating patients more safely, and also selecting the maximum tolerated dose with a higher probability. The new DA-CRM is illustrated with two phase I cancer clinical trials.","inCitations":["811151d606c618f1313de3e72baadb89051216ac","fc45b2aa79d45d1291f52a420c1d6ad9509fa2bf","f42b3a98cd00fd25caa5deda225c91c50e49f723","3f976a9c0c01ed7d6a9b6f298bef63fc28eb315a","d27fdeadbcc9f42810dd4629a9438821cff14199","2454ce348d41d325cfbc17fb2491187647056523","149f3d8dabccf0c5b9f52958c56d1aace25e5dcf","c10b8c4e92404fd94063db38bf2e51b1b9e6e878","bbcf435268c97101955775387a4a969c88c372fd","e4ed0f009760dea2720e70238f49fbe1fd1f72df","6b478146a1b8e4fe2474d69d278fdae5564cf0ec","c169cdee05c64028f409eec475ae84cee79ae776","ef6bbdf722d4a0266f571e9c6910353efb294545","1faed3d1c9da80ac2f16219b15785ec707a90ee5","965f83fc7a382dc64409af3a5438664b02c36ce4"],"title":"Bayesian Data Augmentation Dose Finding with Continual Reassessment Method and Delayed Toxicity.","doi":"10.1214/13-AOAS661"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["181cd3299709d94d73676e4aaf2552b29e400ff3","e338b23bc619f95af3908cba5721b8b16dd4457f","ce0f7d11f49b86d97190e5e5c13eba1d976e31dd","39210c7159cdea2cdf9e214b044555875acbb618","7c14001e51869d176924a203aa9300882e2fd4ca","5f34618f893ff85b4fb29588049cece13ff0b9db","3f2dba88fc4c67f8fee376fdf365955cfd7a01ff","15275ded7098ed8d48e282cd02c3460c724e1883","ffc183f1fd926b45756d394ef8874e4c3b2502ba","17228a0f580480191c3003289d7c910154370f8e","f203391160d41589fcc5c35b28304de482ec5ab2","8a34545551410e067bedea23a40279f4cbd641bc","9d8f7c1ffa467b17ea99bdd9df9e933f4185959b","fa39f9ed6d419dd8c4d693133cbe3facd724cff2","1d8d413a64f56d7b2c01edbacd0b72d1deb4228f","0308b4fdab1e08bc9492285edce9afd35f3dab0b","bab7a53795e22ad70cfcf632335a577d7c515a8a","9a42098359624a4a62da7103a49e3ace2bcd1249","e19eec092d5e714c528715a575cb518a7d5571d8","6f9eba404e997c2dc1bcb1d75075a2090852e0a3","74c9ba40cd3b5a620447322c01540b29092f261f","767a6fe10ec7dbd5ca047c4488da74be7f00107c","bb0e3ee01c9d9b7d89358e373b202c6590e9ac49","b5df5379e8232357951125d99fa297296c76f6b4","5b6caa7dc27bf0dd119e7242c6ac08de9a44ca57"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Many test statistics are asymptotically equivalent to quadratic forms of normal variables, which are further equivalent to T = sigma(d)(i=1) lambda(i)z(i)(2) with z(i) being independent and following N(0,1). Two approximations to the distribution of T have been implemented in popular software and are widely used in evaluating various models. It is important to know how accurate these approximations are when compared to each other and to the exact distribution of T. The paper systematically studies the quality of the two approximations and examines the effect of the lambda(i) and the degrees of freedom d by analysis and Monte Carlo. The results imply that the adjusted distribution for T can be as good as knowing its exact distribution. When the coefficient of variation of the lambda(i) is small, the rescaled statistic T(R) = dT/(sigma(d)(i=1) lambda(i)) is also adequate for practical model inference. But comparing T(R) against chi2(d) will inflate type I errors when substantial differences exist among the lambda(i), especially, when d is also large.","inCitations":["6e8a8bbe1bbd1d17b2d8e11d1a944feceb41c0a1","899218f4641c178c3e07567ba1931dc2c1de7b00","c3d9baca485741c6c6d56042bd173ed4c7b3e685","bdb22a0c0da33fe1eebc58e9828acf9311eb14f1","dfafc0a3c65861772cadadb4aa5e6d60a740db94","7787af95eea58e5338cde357a62a019a06837e38","56e8fd2a964643504cd7d1f9fbfbc0cfc9f84914","85dab49960deee0e39fc61980344b43700fb41ea","246423e9471341399bd847a48a8503932c9a4b38","8817256d85a6cfb8d742dc6150eea99e6dda6e40","6450aefc97a4ea7aea1f384546fe1520bb080b46","359140d6d40afa730349e675a95c09b811fe73c0","44ea57b4b6e88d41780764ce57a9a07bad5c5875","8d069d78f6c203a65a447b2026d39758a59c5873","05b52a2a52f732c5e8ed9204aebb06d5cefc60fa","9515db556428bea985450c2efa6aa6f06d0af6d8","9bc5fb519ad5b5e96ced0f889669a866ac20a73a","fae12571b7fc5f23a56a594bd71bf1d1558eabd0","5dca78b0e58276fd0e9911067bee52a2483248ab","e34eb0ce64f87743b823a051398e1e423546e8f5","37dffb8b4a1b67462c6114b123e475f978658e10","8190aa30a3a18357738f1d89d684d84e0b86cc17","a1ef13a8f28f1cf2569a7fc5d07f4a6a7ddb894a","c3aea75e9cf302294bc75810a1c4c255d3aed6ed","0111c0b20044abeddd853e80aaa82b47154737f9","8a1f2dbd1f5359b266b7da4009f0ce3b4e3689c8","7e3900f18ac071e32990bf419d95a12af8e8bb9f","edebeed3da337562dd348ea4d44fedb42c2b7d30","b676dcbe29e40c799036c0ef3a156feacf447b50"],"title":"Two simple approximations to the distributions of quadratic forms.","doi":"10.1348/000711009X449771"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"We prove new extensions to lemmas about combinations of convergent sequences of distribution functions and absolutely continuous bounded functions. New lemma one, a generalized Helly theorem, allows computing the limit of the expected value of a sequence of functions with respect to a sequence of measures. Previously published results allow either the function or the measure to be a sequence, but not both. Lemma two allows computing the expected value of an absolutely continuous monotone function by integrating the probabilities of the inverse function values. Previous results were restricted to the identity function. Lemma three gives a computationally and analytically convenient form for the limit of the expected value of a sequence of functions of a sequence of random variables. This is a new result that follows directly from the first two lemmas. Although the lemmas resemble standard results and seem obviously true, we have found only similar looking and related but quite distinct results in the literature. We provide examples which highlight the value of the new results.","inCitations":["07499fc18fa8d2ee69c84f8e6cecb714d333227b","c3f5281118016d9a0e1446f46ce9f2fc3fd18e70","477eb5fa6937c894a4d16757ce8a0f24148ae785","927db798d05b8a1a83b92f0f893519292ce8fec1"],"title":"On the Expected Values of Sequences of Functions.","doi":"10.1081/STA-100002037"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2013,"outCitations":["c597668ee6feb8500824499e6aaed08d1cf1fabd","d3a32497c44d526b8eaeee350cacb1bcab27d084","8969982b67df4096075216312a473b662ca9a677","7317cc1bd878fa98df8e342c280db8640135bbee","ba10ec954a4ec22965e544c032a697e8bfb766fc","5c56d9d4adbc3f3adf5b21c7a2fecc019747ab73","785ccb617e8263f830f2f60950779136d1873bfd","f382e32987112015687b5a267258ba3413ee4d7f","37de13e1051f3cb41530223a87807e8c2cff392b","fa9e7e5541f4f4304383fe3a987b7f3270363d98","67affcd8b767aeb6effbe557684abd9c2e00ab15","33d71468c4e8fb51504f7ff2104e3356235f753f","43348d9c6d6a798807cb9bdcc233588b2aa4a500","88e0ada1ce102e8d5bb6052ba1d2761955908ced","ac7d9a2c1a077bc78c99fb2c54948cbf183c6597","eeeb81a111acdc8bd877d3f70073cc0770d15bba","9dff537eba1b8bcb9d093dda5f7f9deec6b4f3de"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"Markov chains and semi-Markov models are standard tools used to describe the flow of subjects from health into various stages of a disease. Applications of these techniques face challenges when modeling the flow of elderly subjects through cognitive states into dementia due to the interval censoring of the entry into cognitive states, the transient nature of pre-dementia cognitive states, time-dependent risk factors, missing data, selection bias, and clinical diagnoses that may not agree with the gold standard diagnoses obtained at autopsy. There is a need to make these tools more flexible if they are to be used effectively when analyzing cognitive panel data.","inCitations":["37557c0e264d50227ef5fa2f8c4eac53f7b1d61a","871dda2ada722ae7cf651014f9fb06a844a20807","c2dfc87ccddd73567c416aefdf4e4abbda1568ab","a4f05212399317b59bf112b8c002a58559cca70b"],"title":"Are Markov and semi-Markov models flexible enough for cognitive panel data?","doi":"10.4172/2155-6180.1000e122"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of statistical software","paperAbstract":"We introduce growcurves for R that performs analysis of repeated measures multiple membership (MM) data. This data structure arises in studies under which an intervention is delivered to each subject through the subject's participation in a set of multiple elements that characterize the intervention. In our motivating study design under which subjects receive a group cognitive behavioral therapy (CBT) treatment, an element is a group CBT session and each subject attends multiple sessions that, together, comprise the treatment. The sets of elements, or group CBT sessions, attended by subjects will partly overlap with some of those from other subjects to induce a dependence in their responses. The growcurves package offers two alternative sets of hierarchical models: 1. Separate terms are specified for multivariate subject and MM element random effects, where the subject effects are modeled under a Dirichlet process prior to produce a semi-parametric construction; 2. A single term is employed to model joint subject-by-MM effects. A fully non-parametric dependent Dirichlet process formulation allows exploration of differences in subject responses across different MM elements. This model allows for borrowing information among subjects who express similar longitudinal trajectories for flexible estimation. growcurves deploys \"estimation\" functions to perform posterior sampling under a suite of prior options. An accompanying set of \"plot\" functions allow the user to readily extract by-subject growth curves. The design approach intends to anticipate inferential goals with tools that fully extract information from repeated measures data. Computational efficiency is achieved by performing the sampling for estimation functions using compiled C++.","inCitations":["ccd2960a4b190e8aec142da32b09ebed5b8eecae"],"title":"Bayesian Semi- and Non-parametric Models for Longitudinal Data with Multiple Membership Effects in R.","doi":"10.18637/jss.v057.i03"}
