{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":["a560469427bd190da050b8b30479009e39da00a7","27efc3d9ae363d1831f2563d256c961724a501e1","61f7f3682959b6395d8449ec44e23a5b2f623315","52d485a4711185c36b977f15065263a86f71f742","158bd50ec6a0caee2c17593cfcae6ce9d5d1992b","24f3e29d9feab95e78f3f47364c4edbae34adfd2","6a22394b629292c5ae6de11bc27caa1efc9086d4","a68fff5d07699b33af739e88c59ff5b0dd4ee874","de1f9f0ab871dffdab80f5c8ba16188e5194b243","35fa23c9f5577761ff79fd14356736570c43b68a","fb44a99bf617c32d94abb4036b3ca70f31e595dc","ff454c7b1fd5a0356661331b24a25e442839e55c","50d6d7ec0280eeac82e7f62b1a33784d7611f544","85bcf6ca120eaa4e209e41b17f8770b6f98858fa","86d7dabdea041d446eac70ab230f2430a870cadf","e1ababf08c9ec103db854a2c1b4db611142cfdb7","378375747e30b352a26b3a62fd2c64085eb321b0","0203d0902185dd819bf38c8dacd077df0122b89d","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","5a343015d755a9001a26287b7a92028b5d026617","1da20a7dcf60a9cbfd37d1313a76e2cc77c32745","8f3e0a663b71417bdc46b3e290e2d32e5d5df255","2f5870c912831b05c2196cb04324eaaec8ba8af3","af6d331f3a13abf0d4073e792239fcbe044750c8","d8ca9c7f40886100bbb5146aacaf83f9bada9aef","98e5ca2cff2952a2c2a151963b776aa9ab232fc4","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","93d8f29439426adb0a368d19b0b6f28dce2da314","f4142e7916642189c415631cc6a2e34afeb6b7ff","87baeb5d0b5fadba20a0983b2c0ce01713c18f79"],"journalName":"Pharmaceutical statistics","paperAbstract":"A version of the nonparametric bootstrap, which resamples the entire subjects from original data, called the case bootstrap, has been increasingly used for estimating uncertainty of parameters in mixed-effects models. It is usually applied to obtain more robust estimates of the parameters and more realistic confidence intervals (CIs). Alternative bootstrap methods, such as residual bootstrap and parametric bootstrap that resample both random effects and residuals, have been proposed to better take into account the hierarchical structure of multi-level and longitudinal data. However, few studies have been performed to compare these different approaches. In this study, we used simulation to evaluate bootstrap methods proposed for linear mixed-effect models. We also compared the results obtained by maximum likelihood (ML) and restricted maximum likelihood (REML). Our simulation studies evidenced the good performance of the case bootstrap as well as the bootstraps of both random effects and residuals. On the other hand, the bootstrap methods that resample only the residuals and the bootstraps combining case and residuals performed poorly. REML and ML provided similar bootstrap estimates of uncertainty, but there was slightly more bias and poorer coverage rate for variance parameters with ML in the sparse design. We applied the proposed methods to a real dataset from a study investigating the natural evolution of Parkinson's disease and were able to confirm that the methods provide plausible estimates of uncertainty. Given that most real-life datasets tend to exhibit heterogeneity in sampling schedules, the residual bootstraps would be expected to perform better than the case bootstrap.","inCitations":["1658501d4d8e57e14578b3163a636c484a74b01b","f4dc977412308f226180da8660cdb4fb2ee8b3a0","f1066980c91416e59b59b8519429de04ee999710","dec84a2e53264c07fc9a79953212ca53c50dab51","7e0739f2ae97f9104235c72dfa7cff9045f4febc","6fc067cad1d559ea12c156f0317125b12d65c7e0","ca1c12cc97042e2f7ddc31ae2774f0884c134dd8","02388dcf38807eaefcff591b2258fa2cb0dceada","57728f80cfa2391540e96dbe6103e242a900a4ad","f20941c3fd13b9848093693c611f2386388c0dd0","94b748d74d3d1dffd115040b292cbab6b2ccf630","6aa8aae8bdf3e9441584b129bfbae2e7893f17d8","913289b8104c2748d0d6ae2e8099807e9f6befec","49a2e19067a2dc7a4544b619b8abe1719c9f3621","a8dd9887d9a0e289bc6bd061c4d7f3ba7d2006df","0f573af5220faf89df7a796819ba7928683e075d","e01bfd48790d4d905b48d27bd3639a775587612d","3b941621891b6c5be84be0bbd989c59b8557b288","292c296cfbb49f13e9514ed1b8bce69a2b80f498","994cb9764c4c18d65258bf6c9abc45dacdcfffaf","06cb6a74ab8a575cc7e72ca12c6cffb627e328b7","e62106aa5677aea80f79ffc656c22722d2d1a96c","ddb5fa6d94250cec8a0a6566d9bfa71050e65b37","e4ba870308aef6a117637f8358414aef31e6f501"],"title":"A comparison of bootstrap approaches for estimating uncertainty of parameters in linear mixed-effects models.","doi":"10.1002/pst.1561"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In clinical research, it is sometimes desirable to dichotomize a continuous variable so that the information expressed using a dichotomous variable is more straightforward for clinicians to interpret and communicate with patients. The distribution of the continuous variable can differ between two populations defined by a disease case status. Under such a scenario, the dichotomization process can be based on distributions of the continuous variable in two distinct populations. The resulting dichotomous variable can be used as an endpoint in future studies. Even though dichotomization has not been extensively studied, dichotomization has been commonly carried out in clinical trials. We developed a methodology for determining the optimal cutoff point based on maximizing the correlation between the two populations and the dichotomous variable. In some real-world scenarios where outcome status in samples from two populations is not completely identified, we recommend using EM method to first estimate the parameters associated with the two populations before applying the proposed method to find the optimal cutoff point. In addition, we have investigated the performance of the proposed method for several common distributions (e.g., normal, log-normal and exponential distribution) of the continuous variable. Finally, we applied the proposed methods to a varicella vaccine example.","inCitations":["53b52da55e59e12e64e25db515d80c5ae6b936e7","28cf1ea0d7dcaa8b631ca719416fb2cb5a97ba24","20666e2b43db8fea9d28d84bc6960c275f43ef8a","718f016ba55ee7b5c05eb4ead89aad0333ce18ab"],"title":"Determining the cutoff based on a continuous variable to define two populations with application to vaccines.","doi":"10.1080/10543406.2012.756502"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["0340de6b5f1a1f1024cffbe8d81d33bb27caa9f0","fbc8f2e157a5fd98a1487fe239413f802e8f2e20","e25e12a6503a0d8beca752ed27f30ce96889304e","b440d5bed8455128138d5575cac8fb0f168f2265","e5df6bc6da5653ad98e754b08f63326c2e52b372","9318ca32d1628c19d2f4f20db74b118b001b041e","e01eea0ff5dcd6499060901c9a50cb1d425d6be9","11368ac3d4333dfdf4f0f99fbf3f5255ffbdf0b1","85bcf6ca120eaa4e209e41b17f8770b6f98858fa","092698ad2d37168a07aa1db65fbba0f16bcdea29","7c921d5d9f38fe18c15afd886da2122c75736641","d8cfe8b9d0f10f70256f8c00087c28f3c4a471f9","adabafa2c8533c7709b0bec7f290606eae256fef","2c0dbd727bcd3fcc785d94ff58cb45232c461349"],"journalName":"Pharmaceutical statistics","paperAbstract":"The effect of correlation among covariates on covariate selection was examined with linear and nonlinear mixed effect models. Demographic covariates were extracted from the National Health and Nutrition Examination Survey III database. Concentration-time profiles were Monte Carlo simulated where only one covariate affected apparent oral clearance (CL/F). A series of univariate covariate population pharmacokinetic models was fit to the data and compared with the reduced model without covariate. The \"best\" covariate was identified using either the likelihood ratio test statistic or AIC. Weight and body surface area (calculated using Gehan and George equation, 1970) were highly correlated (r = 0.98). Body surface area was often selected as a better covariate than weight, sometimes as high as 1 in 5 times, when weight was the covariate used in the data generating mechanism. In a second simulation, parent drug concentration and three metabolites were simulated from a thorough QT study and used as covariates in a series of univariate linear mixed effects models of ddQTc interval prolongation. The covariate with the largest significant LRT statistic was deemed the \"best\" predictor. When the metabolite was formation-rate limited and only parent concentrations affected ddQTc intervals the metabolite was chosen as a better predictor as often as 1 in 5 times depending on the slope of the relationship between parent concentrations and ddQTc intervals. A correlated covariate can be chosen as being a better predictor than another covariate in a linear or nonlinear population analysis by sheer correlation These results explain why for the same drug different covariates may be identified in different analyses. Copyright © 2016 John Wiley & Sons, Ltd.","inCitations":["2fc9fededff3dd08aa0ffbbc074e4c86c0882d96","cb48e7323c445a4dac30678bce5366e5ea463dad","cdc43cf962ecadf44acf7ddc14ee03f7b0228a30","db6b22b26d207c953c1bfbb423ed701df59c8af4"],"title":"Effect of correlation on covariate selection in linear and nonlinear mixed effect models.","doi":"10.1002/pst.1776"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"For decades, clinical trials have been the primary mechanism for medical products to enter the marketplace. Over more than a decade, globalization of medical product development via a multiregional clinical trial (MRCT) approach has generated greater enthusiasm because of tangible benefits in terms of cost and time for drug development. There are, however, many challenges including and not limited to design issues, statistical analysis methods, interpretation of extreme region performance, and in-process quality assurance issues. This article presents a number of examples to exemplify regional variability expected versus precision of treatment effect estimates that are generally impacted by the type of primary efficacy endpoint evaluated. We explore region-driven intrinsic and extrinsic ethnic factors for potential explanation of regional heterogeneity caused by differences in medical practice and / or disease etiology. Bayesian credible interval may be considered as a viable approach to assess the robustness of region-specific treatment effect. Ethnic-sensitive or molecular-sensitive region-driven designs may be explored to prospectively address the potential regional heterogeneity versus the potential predictiveness of causal genetic variants or molecular target biomarkers on treatment effect.","inCitations":["0eb94dfa0a2e6fed08f3b89a78e6093d870cbc0f","cc738e36bd4663b0b2d794147f2d99b3f4accb85"],"title":"Ethnic sensitive or molecular sensitive beyond all regions being equal in multiregional clinical trials.","doi":"10.1080/10543406.2012.701576"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1998,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The 2 x 2 table is an invaluable tool for displaying bivariate binary data. It is easy to find examples of correlated binary response in biopharmaceutical experiments and clinical research and analysis of these data is a current research topic. The most common hypothesis tested for 2 x 2 tables of correlated proportions is that of homogeneity of the marginal proportions or, equivalently, the hypothesis of table symmetry. The 2 x 2 table of correlated proportions is rich with information and we present a survey of some of the analyses relevant for these data. Using asymptotic theory, we develop estimators of relevant parameters and associated test statistics that are of interest. We discuss interval estimation using arguments proposed by Quesenberry and Hurst (1) and Goodman (2). These interval estimators do not rely on estimation of the covariance matrix and are not necessarily equivalent to those obtained using modified chi-square statistics.","inCitations":["cb4b3ed323ac2f37624374112be77f996a1449af"],"title":"Hypothesis testing and confidence interval construction in 2 x 2 tables of correlated proportions.","doi":"10.1080/10543409808835226"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1985,"outCitations":["e0c1a2d72374c71678cb1eaed010b16dfb1bb153","15826da3a1d688fa46bfe10b1b009e88e923da7c","cf2588ac684cbb649dbde466a13890bb9a173396","c315e937f02589ec6e5aeefd5d36b19498738df4"],"journalName":"Journal of econometrics","paperAbstract":"\n This paper examines the extent of the inadequacy of standard cross-sectional models of US labor force behavior and considers the abilities of alternative models to capture the observed continuity in the hours of work and earnings of individuals as well as in their employment histories. Both of the alternatives to the standard cross-sectional model considered in this study incorporate limited amounts of information about past work behavior that could easily be collected as part of a national population census. Using a population of 21 to 64 year old married working women taken from a 1969 through 1978 Michigan Panel Study of Income Dynamics, the variables included in the Z vector age: 1) age of the wife; 2) education of the wife; 3) state average hourly wage in manufacturing measured in 1967 dollars; and 4) unemployment rate for the state in which the wife lives. Results show that by using information about a women's hours of work and wage rate in the previous year, it may be feasible to improve on forecasts of a woman's employment and earnings behavior. For each model a separate estimate is made for wives aged 21 through 46, and for those aged 47 through 64. The dummy and difference models perform much better than the standard model, with the dummy model having the higher pseudo-chi-square statistic. These models show that systematic errors made in determining which individuals work, what they earn per hour, or how many hours they work, should result in prediction errors of the same sort year after year in the computation of annual earnings. These findings with respect to years of work and nonwork, years of part time versus full time work, and cumulative earnings over a 10 year period, confirm and extend Heckman's findings; thus, forecasting models of the work behavior of individuals should not be estimated using pure cross-sectional data. It would be important if researchers could identify what observable factors, if any, increase the likelihood that wives will alter their work behavior from what it has been in the immediate past, even if they are not able to fully understand or explain this previous work behavior.\n","inCitations":["e732730898994bd1ee684fad1aa563fe05bd17e4","e62f9be90bf10d5eebec84d627edaac835aa4eb5","d25e6adf0e3f02cf6512d674c4ffb7f8a8afabb4","ef27e69c3549e426882ff0668124e1df352d186c","b4c8b7ddf83fe2bae7667f30a4d13a66bfdd4d51","ec368da0c4a6c5a389d9c531c945c8ccca7b1400","d3c66f043ed8037627e14a893538cd1c181bb886","467da3e2c6235f5fba2a7d862234187bbdab2d92","7a2cec115d4837acbdece0f9f34ebd833b958dac","4fa8216887bbd2d1a093c74143929587e940c74d","8267d40215f9b8c7b85cabc5b873f02dbd3a11fd","767db70b201fd958ebb1fc466f9cdd10800892d5","6334af394d97b2b26c5aa7be480c00ab20356821","cb5fe5a7dfce66328208b3200062e1abdd280ad4","77619a67c162c475a1ae5d1a688b2ed1d519ff2a","712ecf9bd823189db09d92a16a639a8663b4920e","6cf07f8e8cd3326416a101ccf9e1ceef7ffd6f58","cdad7e40eb88d288315082f19ea95383c4998dc8","6c56e0275144b0e350fd5e15ec5d18e0e7c2db94","7a772ab137d16a5062b758852d2860b759b28570"],"title":"Dynamic models of the labor force behavior of married women which can be estimated using limited amounts of past information.","doi":"10.1016/0304-4076(85)90007-7"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Kornblum's time estimation paradigm, together with the so-called 'race model', provides an appealing alternative for measuring the 'cut-off' which separates 'true' reaction times from anticipatory reaction times. However, the model is not precise enough to reveal the relation between the signal intensity and the 'cut-off'. Accordingly, Kornblum's model is extended with an emphasis on the measure of the 'cut-off'. Another aspect of the extension is to use a parametric method to analyse the data. In particular, it is assumed that the time estimation-induced latency is gamma distributed and the signal-induced latency is Weibull distributed, with the latter shifted by the 'cut-off'. The rationale behind the parametric assumption is discussed. For illustrative purposes, two pieces of experimental work are presented. Since the core of the race model is the assumption of an independent race between the time estimation process and the detection process, the first experiment tests whether, for the same signal intensity, the signal-induced latency distribution is invariant across different time intervals; the second experiment tests whether, for the same time interval, the time estimation-induced latency distribution is invariant across different signal intensity conditions. The data from the second experiment are also used to test various parametric assumptions in the model, which include the signal effect on the 'cut-off'. The new model fits the data well.","inCitations":["ae61692760f771e468f000b291583c8c8f5ce1de","053a04a9090f46e30c846f4aeb97ca8f83d3a17c","a4af24956942c20264277c64ec6325bf3250e888","19e9b49f61af3341aa92ac711b8a176412e0e308"],"title":"On measuring the minimum detection time: a simple reaction time study in the time estimation paradigm.","doi":"10.1348/000711005X62774"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In confidence interval estimation of the difference between two proportions with overdispersion due to positive correlations, the usual asymptotic normality-based method generally has lower coverage rates than desired, especially when sample size is moderate. Applying the concept of effective sample size to existing methods for independent data, we propose three new asymptotic normality-based methods. It is demonstrated through an extensive Monte Carlo study that the proposed methods generally perform better than the usual method. The proposed methods are illustrated in the application to a motivating data example.","inCitations":["527a4aeddbb55354a0644d0ed0e386b13b7c5e86"],"title":"Confidence interval of the difference between two proportions with overdispersion.","doi":"10.1081/BIP-120037193"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["f4890345d1f0547606508185cf65d49613fbd423","2e518008e3f0ce35384cf2444dfd62f4f1026bfe","7518f651bc962ac7514aba43969e553908da3f6e","c15954e4d3cc59a8a6d11405cb8392619f8d0f00","e1c3d237bb05db27b39f80e584bd16779514ee5c","8db8646c94852e7b36cb9610fb998faab3eee8bb","77273c654855fca99958ddcefdb480788c5c7239","b30e5d2965013de8996bcf7d747048e774b114da","e417dded7c77e8ba4ee24ffa70b554bf1916ff81","afb83f18295ccc83bdf3e7c1a6daf16f9d60838b","0514c2895a30b47b7c0449ddc87c5f6b7e4f1556","47a77b3117ce6c253780d0f0faac71d1763f0158","6d8d5498be525bd7914abe0624569383259f0541","b0ebbcf713b3ddf3f94325bc58dc39ff76fdc412","5800894aa631837c684614c2e108da79f73af2a2","ea001c2675d61ad96953a70149ac1caa2bf454f3","3fa4eaf74dd684c0ffaab556aad4c976e5cf952a","0031e836a60d0a902dd50f272561564d1eeb5377","a2a0146488ef0306ae91b63dbdb85b2decbecb4a","e3ed3d5165bcccb7feb4b4cf85d023f455eafb3b"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This article discusses the problem of selecting free parameters of multiple testing procedures in confirmatory Phase III clinical trials with multiple objectives, including hypothesis weights and hypothesis ordering. We identify classes of multiple testing procedures that provide different interpretations of these parameters. This includes basic single-step procedures (Bonferroni procedure) that employ fixed hypothesis weights, as well as more powerful stepwise procedures (Holm, fallback, and chain procedures) that reweight the hypotheses during the testing process. We examine the behavior of different classes of multiple testing procedures in problems with unequally weighted hypotheses and a priori ordered hypotheses and provide practical guidelines for the choice of hypothesis weights and hypothesis ordering. The concepts discussed in the article are illustrated using case studies based on clinical trials with multiple endpoints, multiple dose-placebo comparisons, and multiple patient populations.","inCitations":["23548042e9d523aeea98dc0af8f731d070d51003","b93f9ef4cf683853eb2b03fc7ca1fe3d82b4e80e","7dda262e052bd6f4ad3743d7fda8c9d8200268c1","6a61e1b5ff788377913a5cdcf439b82173b7ba75"],"title":"Selection of hypothesis weights and ordering when testing multiple hypotheses in clinical trials.","doi":"10.1080/10543406.2013.834920"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2007,"outCitations":["7ba8a2a1fe69f4c517c4efd42a1217dd0d6f171c","8e6f75368f866264ccb2d835820998f6b3ea86cd","d576771889ebfa312a07e732f1166b0e6bd78aa9","bc39725af76a61c5ea96ea642bddd92eef88f8ec","8157dc13d97308dc8903a62176ecb60f8dd4e142","ec0c14ebd594c6a87c183fe699cdd7fcb36d4db4","03cd8840403830c626b66d3a8f14026e7f686efc","42988e2d78ad833330e9c12725845f5c8a39780a","c465d04b67fb265357bd2b744ea6ef9417b9fdf0","e584495025118f41c444a21d52d129badf89281e","b78b4194e3cb0b17ce9488bc1e4158c44cd93c67","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","875b71416cb4cc7af448c4cae51d03b163a1f191","e9d5ccee976286e4a32b1de0a30d7325e844c976","c04c12c497bd39b2e1e174ab05be770fac5338a9","9335ecdcf7b16598d16538449db34706095f0e4e"],"journalName":"Computational statistics & data analysis","paperAbstract":"Inference on the association between a primary endpoint and features of longitudinal profiles of a continuous response is of central interest in medical and public health research. Joint models that represent the association through shared dependence of the primary and longitudinal data on random effects are increasingly popular; however, existing inferential methods may be inefficient or sensitive to assumptions on the random effects distribution. We consider a semiparametric joint model that makes only mild assumptions on this distribution and develop likelihood-based inference on the association and distribution, which offers improved performance relative to existing methods that is insensitive to the true random effects distribution. Moreover, the estimated distribution can reveal interesting population features, as we demonstrate for a study of the association between longitudinal hormone levels and bone status in peri-menopausal women.","inCitations":["b37999dada46f0bfbfdf2826194c223b78bc80ce","aa468249744de08ea48136f030a971497f3b65c5","5c9e2946d2e219359ad11e242f7f985a020b19ec","6a24df6b39ca40bcf87f8f2fe7738b900a3b0828","ea3e2392ad8ca99756eb13669b219b736c49d89b","827ae3a1aa7d3daaba81f6070c9ca22a2085b10c"],"title":"Likelihood and pseudo-likelihood methods for semiparametric joint models for a primary endpoint and longitudinal data","doi":"10.1016/j.csda.2006.10.008"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["bc69d0b5768eaf2b5f6eca5714319e7214e060b6","018d94097b57e0b81a6f86cffff4a3a3006e275d","5ef7df581204df92e74e700f2078e5b8e7051c17","4faf320c93e7d3c211dffd756ed64bd895c70c95","d2d97918dbe0bf2eafa064589b3114fdda9a845b","65256e00107d9be2bc6bc07b9a913d1032c5e6f3","075d0862aef76a17b98946405ccf42bd9e9b343e","78130ccfee15137c39c8576c8c6d9fa1f163893a","f31998d9501d11feece34e83dc3cfb92536831c2","ee58d418070402ee258e2173444c85ddd66d4cc2","82e312fd8c54f9284be41c9f8d6e5bd03f774b62","45ce36d439e18f398960f6c8f43ed38085f757e4","751432b131287afb75830b7d2d4ce9eebf9f7c5b","a5079a8f964388618bd657474fa3652c637a0390","1394a3e8cae6c4742f81fe4025c8ec53f4543c32","e12f6b4fa7acf3a848e58ec1fe136b4b9727d6cd","17645ea4822d2ca30b1c636dfd58715e3bf6c36b","dcb1a3456e945fb4356504cd77922f8bda0dc110","23b2e1b81a51983fb71b341f7a001b5c2294634c","246107cf05f1de9601f8af81ebddd61846925220","81211ee173459ae23ef8102d08c242831889c4e4"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Pocock and Simon's minimization method is a very popular covariate-adaptive randomization procedure intended to balance the allocations of two treatments across a set of covariates without compromising randomness. Additional covariate-adaptive schemes have been proposed in the literature, such as Atkinson's [Formula: see text]-optimum Biased Coin Design and the Covariate-Adaptive Biased Coin Design (CA-BCD), and their properties were analyzed and compared in terms of imbalance and predictability. The aim of this paper is to push forward these comparisons by also taking into account other randomization methods, such as the Permuted Block Design, the Big Stick Design, a generalization of the CA-BCD that can be implemented when the covariate distribution is unknown, and the Covariate-Adaptive Dominant Biased Coin Design, which is a new class of stratified randomization methods that forces the balance increasingly as the joint imbalance grows and improves the degree of randomness as the size of every stratum increases. The performance of covariate-adaptive procedures is strictly related to the considered factors and the number of patients in the trial as well, which makes it hard to find a dominant rule, namely a design that is more balanced and less predictable with respect to other schemes. In general, stratified randomization methods perform very well when the number of strata is small, showing also some dominance structure with respect to the other designs. Nevertheless, the evolution and the performance of stratified designs are strictly related to the random entries of the subjects. Thus, these rules become less efficient in the case of both (i) limited samples and (ii) large number of factors/levels.","inCitations":["77ad6a64c6b6b92873ab1e7c391883ed30bcb56d","7970fd83beb840ffe21440196e0ec535c303263c","1304d4bab12c3723df3b1e1282b5434d9b0210ac"],"title":"Choosing a covariate-adaptive randomization procedure in practice.","doi":"10.1080/10543406.2017.1289944"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["8b40f94c1e878dd9d687e35bd7215e2ceeae8ee1","e269980ce34d70448acf48c4a8bcd218334f5a67","84d8dae892fbbe79029b251195a4289269b63a8b","5c42b36edfe290542e2cd34fe6a4a92d37322a82","25ab3b2d0dacc3aa4788ef47aa5967a26867213b","952bacfaf68007e95d7ca033a626691b1b6157eb","9541ba19d47c13e04aeb9277f16ab022cd721883","c79294801e6e2419f967cad63943c10891b16fe5","a6e01d627d6667bb8ed75054416e973b5043bdab","f5b7334afe245051dd6219499ed3d6442a31edba","fdc2d4d99d39d9abe7f199f162ef19b81eb3df6b","335df46e080c25272dce623d6afc320f66a78140","9ac33c8824ef0572f9a601f6cf9d6be0118c3685","f496ed48bab3be2e5310b6d2a90a9ecc539c63f7","47a9f10ec54d9ceb58ce419bf627d27b854b95b6","e9e4beef4d5d506dfad6fd519cca0c1ce4d9e2dd","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","431d54d99372d0d477c6a8996570ec8add0bc2f6","8ccad1ce67274a0528cc921b787d87cb0d1a59a0","0e58b3fd04f4c7b3c8a79e4d56c6e36d4066e00e"],"journalName":"The International Journal of Biostatistics","paperAbstract":"We examined the behavior of alternative smoothing methods for modeling environmental epidemiology data. Model fit can only be examined when the true exposure-response curve is known and so we used simulation studies to examine the performance of penalized splines (P-splines), restricted cubic splines (RCS), natural splines (NS), and fractional polynomials (FP). Survival data were generated under six plausible exposure-response scenarios with a right skewed exposure distribution, typical of environmental exposures. Cox models with each spline or FP were fit to simulated datasets. The best models, e.g. degrees of freedom, were selected using default criteria for each method. The root mean-square error (rMSE) and area difference were computed to assess model fit and bias (difference between the observed and true curves). The test for linearity was a measure of sensitivity and the test of the null was an assessment of statistical power. No one method performed best according to all four measures of performance, however, all methods performed reasonably well. The model fit was best for P-splines for almost all true positive scenarios, although fractional polynomials and RCS were least biased, on average.","inCitations":["2081b78e8511bbf8dc00ea9bea7a4ae97d87374d","6b819655e1c21cb20418389a4ee4a4cc75287667","3d3424b43a0f5374b82979d81dafb22b97692881","b415c6c93a1d06c872f37a07e782fd38cc86519e","0d8d66aca9dd684148fdbf7d8dc91b38b484aae0","c799b6ee28b6ed2e0d26d1fb055e1e53a26094be","1798dd5bd4218398e49f8efefa77a75588add8bd","e73006ee6b677490265c7dc5dab6aef074df73c1","8b6d0bc48b2e195d8759e6041ef788656c59a81f","f7a03d15949cbd0c7f0ed31b74b337a168482dc4","80c9dcce3da62c6097556386084d2a75233934f1","103751dd6e4207857b822611c935bd284de38fce","050ea7096488a8aa7bad90474b9d8c80eba26ae9","85c5a1b5814d11d2c2d502cd8e8d4258645ed310","ac6c231c366c93635768226131374a6805ed1fe6","7021602643ea0f004c04b47959b99804459748d3","1a31302dbe5aaf9b38ec9d30d9e9eba69e381af9","9363a42b4fde046c2437a11d19032801f0bcd880","e6478cea48a0b128dd7abcd31db5415472d5cc49","640b9e8f363ef5fb4c3af74750e509b97ff5ab3a","c2af5f95c04c43aa090f55cb9554e77abe11f68e","7408e036900ac0a566f199c677cebf2cf89464ba","271f700a7ed1ddb581f4fff285e1f4285f3ea5d1","6fc9c86fcd9cf6faee29f87db3976776e452caca","e530d83d759fefd53da7144af3f13878bf2c4dd7","c777be3b40678ece0e83e7fd86316d76fabc07bf","77613f58ff1fc393ba4c7a603f3643eae84d02b3","7eb27a3c3316bc3097c6e04b31e8f9a5e92cf138","14bcc370a81c68fd27ecf48aeb26d1bb50bec106","b20373b9311071252b3e36915eec2fcbe6d15f59","7a8f006a4153c29ca007d9392dca7ed682cceb25","f719ab0005b15a64d3684ecdf0da01336900a76d","fac19b5e06482f8af555d70c1529ad2004df4c3f","31e6bec78cb52eaf3988965bc8da87d713329baa","7d9847583ba79814edb027ef2c5a4f68afa179c5","25b77b7e4466aac2b4df5324958e581ce0a7a2d9"],"title":"The Comparison of Alternative Smoothing Methods for Fitting Non-Linear Exposure-Response Relationships with Cox Models in a Simulation Study","doi":"10.2202/1557-4679.1104"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"A likelihood-based analytical approach has been proposed for the control-based pattern-mixture model and its extension. In this note, we derive equivalent but simpler analytical expressions for the treatment effect and its variance for these control-based pattern mixture models. Our formulae are easier to use and interpret. An application of our formulae to an antidepressant trial is provided, in which the likelihood-based analysis is compared with the multiple imputation approach.","inCitations":["bbc6923c80f4744d25de20078428635d85a60ee1"],"title":"Short notes on maximum likelihood inference for control-based pattern-mixture models.","doi":"10.1002/pst.1698"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Communications in statistics: Simulation and computation","paperAbstract":"Bootstrapping has been used as a diagnostic tool for validating model results for a wide array of statistical models. Here we evaluate the use of the non-parametric bootstrap for model validation in mixture models. We show that the bootstrap is problematic for validating the results of class enumeration and demonstrating the stability of parameter estimates in both finite mixture and regression mixture models. In only 44% of simulations did bootstrapping detect the correct number of classes in at least 90% of the bootstrap samples for a finite mixture model without any model violations. For regression mixture models and cases with violated model assumptions, the performance was even worse. Consequently, we cannot recommend the non-parametric bootstrap for validating mixture models. The cause of the problem is that when resampling is used influential individual observations have a high likelihood of being sampled many times. The presence of multiple replications of even moderately extreme observations is shown to lead to additional latent classes being extracted. To verify that these replications cause the problems we show that leave-k-out cross-validation where sub-samples taken without replacement does not suffer from the same problem.","inCitations":["c15b51a2dc79a6b012333217b835f31c8c19eecc","fb2a558fae9f0549bc066d6cf2b95b4257bb138b"],"title":"An evaluation of the bootstrap for model validation in mixture models","doi":"10.1080/03610918.2017.1303726"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2011,"outCitations":["3ad1a3d6560259536057ca8c7830abba9b38203b","d9d50bab1b7cba2a792b26a3147803d16bef1ecc","bebf67db665aa3bc80ae125506bf7b52a5eeb82e","9d851b95f13461d245a51129839fd60727382cc6","515b0ee4e47070bbbc012e9d40e8ff01c7057ac8","fc80a7a536248fdc4d989939f748f93afda71f1a","56f77f0a98347ea5cd7f973858615fcac0672d4b","84e423f5f9b36f0280cf170529dc8ae45febaec2","434f2e3972b25892d671d604972783f2d9c052a8","9b372e03e68c464fa9461e00b264dc859cc35e9b","150097269adbd04e3c64291033ff64ac89d8c994"],"journalName":"Computational statistics & data analysis","paperAbstract":"Consider clustered matched-pair studies for non-inferiority where clusters are independent but units in a cluster are correlated. An inexpensive new procedure and the expensive standard one are applied to each unit and outcomes are binary responses. Appropriate statistics testing non-inferiority of a new procedure have been developed recently by several investigators. In this note, we investigate power and sample size requirement of the clustered matched pair study for non-inferiority. Power of a test is related primarily to the number of clusters. The effect of a cluster size on power is secondary. The efficiency of a clustered matched-pair design is inversely related to the intra-class correlation coefficient within a cluster. We present an explicit formula for obtaining the number of clusters for given a cluster size and the cluster size for a given number of clusters for a specific power. We also provide alternative sample size calculations when available information regarding parameters are limited. The formulae can be useful in designing a clustered matched-pair study for non-inferiority. An example for determining sample size to establish non-inferiority for a clustered matched-pair study is illustrated.","inCitations":["b23d018cf230a1d4a4155486c051c306ff8e015f","a0c624519f8c98763f6c824e3828d4394dee233f","171bbb78c1b06b9979dbcaa7c8f8e3ca9c9c3052"],"title":"Power and sample size requirements for non-inferiority in studies comparing two matched proportions where the events are correlated","doi":"10.1016/j.csda.2011.04.020"}
{"fieldsOfStudy":["Mathematics"],"year":2009,"outCitations":[],"journalName":"The International Journal of Biostatistics","paperAbstract":"One of the main reasons for the slow progress in detecting susceptibility genes in complex diseases may be that the clinical diagnoses used as phenotypes are genetically heterogeneous. The general objective of this paper is to develop a latent class model to identify homogeneous disease sub-types based on multivariate disease measurements in pedigrees from genetic studies. Our hypothesis is that the resulting disease sub-types will be influenced by a small number of genes, that will thus be more easily detectable. Specifically, we extended latent class analysis to allow dependence between the latent disease class status of relatives within nuclear families as a function of their kinship. Such a dependence model is expected to capture the underlying Mendelian transmission of alleles within families. An EM algorithm maximizes the likelihood and a cross-validation approach selects the optimal model. Through a simulation study under a genetic disease class model, we show that taking into account familial dependence improves the classification of the individuals in their true classes, compared to a traditional model assuming independence. An application of our approach to a dataset from the Autism Genetics Research Exchange is also presented.","inCitations":["8ae26a5ae384496b4c78636b6b2870743074d673","33e0eb670f616aae77488f0d0e122802e69dd01d","18bb344a4c1cd9e7162d66c3b7356dcf07a1e00a"],"title":"Integration of Genetic Familial Dependence Structure in Latent Class Models","doi":"10.2202/1557-4679.1126"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2013,"outCitations":["e4e872b2cc8d04076fc23139bc4e5721722ada70","500990957fb0f3a54914aff65413d76ae6e69d06","57dcfbe45c8e614fbc2b5ec1e19199ce0718b0f9","ef5d4979a2234857084099bf3894901c331c330f","0cea65ebe445a4bd2c3d1a14899e9def6b644095","31c88a88c9603ec32b237128dec6feeb5713a5d5","c8d4be093cd4da26f0402b6b9b2680d7ffae2959","46ccf2382364f95e4d51bc0b858b09a990222c9a","2a4a3c9b6aac9733e11c8860a5be1f2d32a617bd","7b4b6a3b9d19a1f57033d8642ca7b9ac97e94263","05ab43b91321e8cf57a42614dd630baecd110bd0","2b1e7ef69cf6319cf98be8bdd401f52413b736f8","8124c3f9bf7fb7cef9cb28ba77117f0923039b14","ebea418b4a95d32c7d240fdccde466585ab17841","f35dfefdd5c44c5e717e17bb72c273b22b0878f1","18f5d04231d22104e73c82b372eb4c627da544a0","9af732a0026ca1db41d8d79485874e7e8c97be61","18ec199b601e3babc4cae6caeebeba21756e6cee","96604e6dc92b4094e743326476758283a4ab84b0","0d7dd39a7582e25a05dc3ae079bcb36fad759ba6","dc5b06753fac11268bc2300b7c25d50cbbcdeb5c","03094c68e9333dbfb17426d22d4e61748d92e414","d06798476ae907160dc4ec6b88be466fdcdb8b6d"],"journalName":"Journal of multivariate analysis","paperAbstract":"Motivated by the analysis of genetical genomic data, we consider the problem of estimating high-dimensional sparse precision matrix adjusting for possibly a large number of covariates, where the covariates can affect the mean value of the random vector. We develop a two-stage estimation procedure to first identify the relevant covariates that affect the means by a joint ℓ1 penalization. The estimated regression coefficients are then used to estimate the mean values in a multivariate sub-Gaussian model in order to estimate the sparse precision matrix through a ℓ1-penalized log-determinant Bregman divergence. Under the multivariate normal assumption, the precision matrix has the interpretation of a conditional Gaussian graphical model. We show that under some regularity conditions, the estimates of the regression coefficients are consistent in element-wise ℓ∞ norm, Frobenius norm and also spectral norm even when p ≫ n and q ≫ n. We also show that with probability converging to one, the estimate of the precision matrix correctly specifies the zero pattern of the true precision matrix. We illustrate our theoretical results via simulations and demonstrate that the method can lead to improved estimate of the precision matrix. We apply the method to an analysis of a yeast genetical genomic data.","inCitations":["d3e6fa23c1a916bbf1f02fd333584becf4d7ee2e","a9c720c7365a206f5781ea74b07c664a25f47743","3756325b07829a4b8957c07a0fb4c1af989e6727","166163edb5c6d310faa9b384ab9a734e09622a4f","e2e9735dcd178f03eca95eec077f2191f1b04422","fc1e4e79739a3a930083a777268c03b06b5bda77","3a60c4404b114a1de740dea728dee202849def02","585bb6c9f4acb311848f24cd7151f59d8ac458dc","f0abf48d0df47b864aba3077bbb35b28b4520259","f1305bd9919230f3a2d603ea4b292728cf8cddd2","f271097a6063480c01a30898a60d168700d8d57f","3f296c5985f23bb8091dd73beb3b3d454155c119","74ee98dfc8f6c725cb0dbcc83bb53beaedbb4ef4","f9a9030e6deff7f685d78345d5a6e660d6e2d3f9","8167da8f76354349489c70d3a30ed93d18e9a1f0","26be8098ea674bf1351fcf81e2df106bdea50cd6"],"title":"Adjusting for high-dimensional covariates in sparse precision matrix estimation by ℓ1-penalization","doi":"10.1016/j.jmva.2013.01.005"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"In the present paper, a general class of heteroscedastic one-factor models is considered. In these models, the residual variances of the observed scores are explicitly modelled as parametric functions of the one-dimensional factor score. A marginal maximum likelihood procedure for parameter estimation is proposed under both the assumption of multivariate normality of the observed scores conditional on the single common factor score and the assumption of normality of the common factor score. A likelihood ratio test is derived, which can be used to test the usual homoscedastic one-factor model against one of the proposed heteroscedastic models. Simulation studies are carried out to investigate the robustness and the power of this likelihood ratio test. Results show that the asymptotic properties of the test statistic hold under both small test length conditions and small sample size conditions. Results also show under what conditions the power to detect different heteroscedasticity parameter values is either small, medium, or large. Finally, for illustrative purposes, the marginal maximum likelihood estimation procedure and the likelihood ratio test are applied to real data.","inCitations":["0066329db9eaaca75efb9df9cb898063d67a21ed","ff7ee626795455ee7f7daa522cf3a46d1f4a5c76","b580cf1f6a3317f075d6ae6551f0f90ab9cc44b9","dbb83b274ed94c3094a14232b88ff66f4c805d54","877e4c9b16b75becad51240d8e981dc13ca23b70","48edebbeb73c989b31b9447339ccc80ce0bddc6e","f113070a96e9733f4b5cb08d5d22481533f1e623","38c16a2b0e726872a899b652d0f7059033816db6","6f8275b9d90939f1ccedf36e7c47efeb42371733","191e7f8943d45c15d23ee410962f865e5169449c","769a74d73d33366888f604018025c4c95e9d8013","1ceb3a7565ee6676d0ca7b459f851f650c7a243f","816c3262ea91ce9ed9038d96e0cda8c0c8209a97","7957712ac92050e7091ae5ffcbc95ba51a836168","830be44946643f6aadfd031534d627b4de0952a3","aad380c0504387b9c029043fabddde73c39a20d9","e762cd7d5c03741f9afec54ff5f19a9b24e984ed","634b971047b357b7b797e0412a06780a13daafdf"],"title":"Heteroscedastic one-factor models and marginal maximum likelihood estimation.","doi":"10.1348/000711007X248884"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A procedure for point and interval estimation of maximal reliability of multiple-component measuring instruments in multi-level settings is outlined. The approach is applicable to hierarchical designs in which individuals are nested within higher-order units and exhibit possibly related performance on components of a given homogeneous scale. The method is developed within the framework of multi-level factor analysis. The proposed procedure is illustrated with an empirical example.","inCitations":["0dc0bc5a6e12b263a501fd64138aca5ae347cfaa","83aee238fee0a3f2df0508f0dfe0694f9ed6d76b","44542439c8e599cbd0fcbcb76e579c15185fab22","25b1acf47560a6969bc556497cfbabba48f020c7","8e8f4030c05c9ec71b875cc42551ac36209a0db4"],"title":"Estimation of maximal reliability for multiple-component instruments in multilevel designs.","doi":"10.1348/000711007X255345"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":["194a5124eb5526fe0f897f6a82d3c5677a16ced5","6b4e77cc950d8ef8af7eeb36479caf760a09639b","826fc6aecf92a6d9e921663647a3256adcfa6ecf","bf6222082a36e90b097fa6a56025d8fc4496564a","dc81c0bcc751619b7da7657ed0aaa102a5b1029e","d841a7ad821aa8e9b59b484ff04db8eeec76868f","802d4596560e9804e81c49bd3bdf25467f2a8ef3","97f02fff673fcea5267ae604617bee91533b1fc0","1046e11d623eb1a8e88f95fba9de90f608e14d82","1ff3e1556a63d0f653c24b1042408f3bdf8f7e64","7b03fd5101079d47029bedd702fd2aff7cc00ebe","7801b1c282527736c042e5c8320b4d5515746d0f","d182dc7da5991d98e7e633e30724f20bc7a5a21c","e338b23bc619f95af3908cba5721b8b16dd4457f","0c89da14c1f3289a57bad1a7b822d10cc2382000","1010951b8cec238b872879bc5b34747be2f7b60f","155da7c59d70c8cae124bf96e7c92f79d77af86b","d5dd9d3c2bf4f460312e1836ee8d2da6e2dba429","2467ed281d7cf516756f752c7f62cdf3c2c86628","15ead51ec8d1fdae72f7ffce1825d5adcb94a294","4bb1868cca6d1ccdc2061c1b50a2b7422a08b96d","49c68dfe27881c51572b79252cfb1195ff520cf4","b358e0105b2eeffcc6944fd33ffa00600e1c84a6","66d7c298fbadca3f561e8e987ab26ece48eb1992","5322286111e6d53860407bce289cbb55e14ae3c6","b20acd06f95538c244fff544300a7761926efd5f","4b38d3de651cb06380a4406e264457848adf0017","99adba48dcc77ac76a28d4375728f0ae77e60217","b0471740762a9de9ee3b0c499ed1a47f4e557e32","7ce10624b09c54d2604f60b4c2d48409201fcc5b"],"journalName":"Biostatistics","paperAbstract":"The coarse data model of Heitjan and Rubin (1991) generalizes the missing data model of Rubin (1976) to cover other forms of incompleteness such as censoring and grouping. The model has 2 components: an ideal data model describing the distribution of the quantity of interest and a coarsening mechanism that describes a distribution over degrees of coarsening given the ideal data. The coarsening mechanism is said to be nonignorable when the degree of coarsening depends on an incompletely observed ideal outcome, in which case failure to properly account for it can spoil inferences. A theme in recent research is to measure sensitivity to nonignorability by evaluating the effect of a small departure from ignorability on the maximum likelihood estimate (MLE) of a parameter of the ideal data model. One such construct is the \"index of local sensitivity to nonignorability\" (ISNI) (Troxel and others, 2004), which is the derivative of the MLE with respect to a nonignorability parameter evaluated at the ignorable model. In this paper, we adapt ISNI to Bayesian modeling by instead defining it as the derivative of the posterior expectation. We propose the application of ISNI as a first step in judging the robustness of a Bayesian analysis to nonignorable coarsening. We derive formulas for a range of models and apply the method to evaluate sensitivity to nonignorable coarsening in 2 real data examples, one involving missing CD4 counts in an HIV trial and the other involving potentially informatively censored relapse times in a leukemia trial.","inCitations":["dffa462e23bd37e1a61b8c09751164dddaacf931","2ad08fa1638be853e1b715f0c562ee7069fcb57a","2b8bd75ca7036de08909022548e73a1baba87feb","9124a8ef525c9a3366844f4fed7dc9cb49492ace","7a956de80ef24e021b91174b9d64516de4f71ae6","47cbb69a9a5e19a5ce9b2be8656050a7f7201834","a8aa3174266b730b1c779b49f6771ca2c53011c9","2a9c98d75f1a005736d5f4012b72f5c405312936","479a2a48eb9aa2d4a7e52a6d3482ee9ab729889e"],"title":"Impact of nonignorable coarsening on Bayesian inference.","doi":"10.1093/biostatistics/kxm001"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper proposes an extension of the definition of one-dimensional ordinal, interval, ratio, difference and absolute scales to the multidimensional case. The connection between measurement structures and statistical structures suggested in a previous paper is also extended to the multivariate case, and examples of invariance properties of multivariate functions and statistics are discussed.","inCitations":["9525a32385d78e274c4134823d2cf3aa55433775"],"title":"Multidimensional scale types and invariant multivariate statistics.","doi":"10.1348/000711005X38717"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["2df8c738eee2c4420056686b936f6c758c4fdecd","7aba00d8bbb8ccfc27745392dc07856bcb45906a","0186cd6bb844ceb0d03538f5bb3677c77505ddd6","cc4e7221427c90f0bc71afc1b0ba208261ce76fe","7cafbf6ea89b077abbbd6a824e557b308c3e8292","9472f8644cc966f66eb2466acd5cfdbadbbbf01b","76a7f673d9af9898c16a32680a786d0cedfdd9f0","f21f2ca58e11a9a6c3d5aa0c68298cef01b5b590","6c69f999ba8e8a0734bf30d4fc793ab989111dbd"],"journalName":"The International Journal of Biostatistics","paperAbstract":"In their presentation on measures of predictive capacity Gu and Pepe say little about calibration. This comment distinguishes conditional and unconditional calibration and how these relate to the stated results.","inCitations":["19a3235c6cec4c00ca62991c5f51c68e11b66fdd","ead8112bdb40b9df0f30160cc307fc52a1d0e5e0","4f4aa31a0127e1c0a061f1b92d8f4c2d65615826","f32fb52f52804efc5ce3791ead375bec2b12249a","b140b9b02cb52fcee89f30a152d9c471be20a88c"],"title":"Comment: Measures to Summarize and Compare the Predictive Capacity of Markers","doi":"10.2202/1557-4679.1257"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":["c5ac97a162af43717de3204c2f0729708b37f300","9c4c054c80856de20eda426c2b35b2dd26f5b4e0","f2f85ec20bcae8d67035fd446b855a75b9a0aa8d","aa9f2112c9a63720b23de41e90205cab09f3227c","ba9233dd7c81765b7afb2cc1a6e5e9a075518d8c","af04a9c5e9a1f31212a904185796b7d4badc5e61","4f0df7ed89d9a5bb5bafa5727ccdc0b6e2fb463d","b67468305dc8d2ea4cd044d7861c5ce498d85998","ff0aed06a2ecad03240734d4b0d2a61885e1fd3b","0647427a06b6ae35b6fdbf7583b7d8834319c8fd","65f992668b359540dd565e905a52109a5d3024cc","bdfb57141b2141095ed942b28be24808aeba8d54","98eed3f082351c4821d1edb315846207a8fefbe9","4406c54f40e0f73db2180704d454951649df32f2","5d47f319660a24f0a85d5babba6d854cacc5cbfc","45773926797c159572d936721812e5adb1ec197e","46f05652cad3c1070e80058bae94edfaf4f4bb48","c33ef60880d83232064f010ff3a9d0a5f20fe0eb","0080118b0eb02af581ff32b85a1bb6aed7081f45","e7f9254f8e9678dedd8c2ccee99624c271ceeb14","6c8fe5ffb0cd30ea5d32298302b7ef1e95e66be1","c81e3eeb2f463d2bac1cbc425891cf5cf984bd9f","0a2d99e4b49e315050380a2e21fc90450dea6ef2","fe4b07489942fc80654e9a87663aee3aa5119429","6386b3d3453c81967927863577745733615ecc2e","7d50991b693fc23edda316fb1487f114f6cc6706","60e654ec184f0d066f65a15c5a7d8c5216b737b5"],"journalName":"Biostatistics","paperAbstract":"In the Pioneer 100 (P100) Wellness Project, multiple types of data are collected on a single set of healthy participants at multiple timepoints in order to characterize and optimize wellness. One way to do this is to identify clusters, or subgroups, among the participants, and then to tailor personalized health recommendations to each subgroup. It is tempting to cluster the participants using all of the data types and timepoints, in order to fully exploit the available information. However, clustering the participants based on multiple data views implicitly assumes that a single underlying clustering of the participants is shared across all data views. If this assumption does not hold, then clustering the participants using multiple data views may lead to spurious results. In this article, we seek to evaluate the assumption that there is some underlying relationship among the clusterings from the different data views, by asking the question: are the clusters within each data view dependent or independent? We develop a new test for answering this question, which we then apply to clinical, proteomic, and metabolomic data, across two distinct timepoints, from the P100 study. We find that while the subgroups of the participants defined with respect to any single data type seem to be dependent across time, the clustering among the participants based on one data type (e.g. proteomic data) appears not to be associated with the clustering based on another data type (e.g. clinical data).","inCitations":["ee440c0b4f46219c0e0c1559c768c1ec4d912c46"],"title":"Are clusterings of multiple data views independent?","doi":"10.1093/biostatistics/kxz001"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of algebraic statistics","paperAbstract":"This paper presents an efficient group-theoretic approach for computing the statistics of non-reversal random walks (NRRW) on lattices. These framed walks evolve on proper crystallographic space groups. In a previous paper we introduced a convolution method for computing the statistics of NRRWs in which the convolution product is defined relative to the space-group operation. Here we use the corresponding concept of the fast Fourier transform for functions on crystallographic space groups together with a non-Abelian version of the convolution theorem. We develop the theory behind this technique and present numerical results for two-dimensional and three-dimensional lattices (square, cubic and diamond). In order to verify our results, the statistics of the end-to-end distance and the probability of ring closure are calculated and compared with results obtained in the literature for the random walks for which closed-form expressions exist.","inCitations":["3526bf76385d1b784f214ced29c9bac8778c44d1"],"title":"Position and Orientation Distributions for Non-Reversal Random Walks using Space-Group Fourier Transforms.","doi":"10.18409/jas.v1i1.6"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The problem of testing treatment difference in the occurrence of a study endpoint in a randomized parallel-group comparative clinical trial with repeated responses under the assumption that the responses follow a bivariate zero-inflated Poisson (ZIP) distribution is considered. Likelihood ratio test for homogeneity of two bivariate ZIP populations is derived. Approximate formula for sample size calculation is also obtained, which achieves a desired power for detecting a clinically meaningful difference under an alternative hypothesis. An example concerning the comparison of treatment effect in an addictive clinical trial in terms of the number of days of illicit drug use during a month is given for illustrative purposes.","inCitations":["0f53525c66f6aa531bb575c56da54f2265272f5f"],"title":"On statistical tests for homogeneity of two bivariate zero-inflated Poisson populations.","doi":"10.1080/10543406.2014.919934"}
