{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Many useful statistics equal the ratio of a possibly noncentral chi-square to a quadratic form in Gaussian variables with all positive weights. Expressing the density and distribution function as positively weighted sums of corresponding F functions has many advantages. The mixture forms have analytic value when embedded within a more complex problem. The mixture forms also have computational value. The expansions work well with quadratic forms having few components and small degrees of freedom. A more general algorithm from earlier literature can take longer or fail to converge in the same setting. Many approximations have been suggested for the problem. a positively weighted noncentral quadratic form can always have two moments matched to a noncentral chi-square. For a single quadratic form, the noncentral form performs neither uniformly more or less accurately than older approximations. The approach also gives a noncentral F approximation for any ratio of a positively weighted noncentral form to a positively weighted central quadratic form. The method provides better accuracy for noncentral ratios than approximations based on a single chi-square. The accuracy suffices for many practical applications, such as power analysis, even with few degrees of freedom. Naturally the approximation proves much faster and simpler to compute than any exact method. Embedding the approximation in analytic expressions provides simple forms which correctly guarantee only positive values have nonzero probabilities, and also automatically reduce to partially or fully exact results when either quadratic form has only one term.","inCitations":["e423415e36a53af5a5f7100685130838b74fe87b","68827727deb56e0d33599c6a134cc4b36ae44e61","3d4cfb96467f287a0f65e91dbe6898af483cede3","4cf18dbc8e63e4c9bec60721c086564776608989","2af3478f6b65ef40aaa2af666570358a4002724f","8ead297e23fe077bde64fc11edb4fc37ca227087","4f1b29ef442872027627de22039ff0b2cbb174fe","99a6df30d6ff1bcbf4a57d98b494d1caaa6402e6","57bc3b467e12fe8dbf71db159ec24040e4daf801"],"title":"Analytic, Computational, and Approximate Forms for Ratios of Noncentral and Central Gaussian Quadratic Forms.","doi":"10.1198/106186006X112954"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Technometrics : a journal of statistics for the physical, chemical, and engineering sciences","paperAbstract":"We introduce an efficient iterative algorithm, intended for various least squares problems, based on a design of experiments perspective. The algorithm, called orthogonalizing EM (OEM), works for ordinary least squares and can be easily extended to penalized least squares. The main idea of the procedure is to orthogonalize a design matrix by adding new rows and then solve the original problem by embedding the augmented design in a missing data framework. We establish several attractive theoretical properties concerning OEM. For the ordinary least squares with a singular regression matrix, an OEM sequence converges to the Moore-Penrose generalized inverse-based least squares estimator. For ordinary and penalized least squares with various penalties, it converges to a point having grouping coherence for fully aliased regression matrices. Convergence and the convergence rate of the algorithm are examined. Finally, we demonstrate that OEM is highly efficient for large-scale least squares and penalized least squares problems, and is considerably faster than competing methods when n is much larger than p. Supplementary materials for this article are available online.","inCitations":["18b4d305c4a1151e5e08061e67bf1d726d36a022","969bcf08248ff791a16b09c5bd39ddc6537b5ab2","441b025311f903f7b5202c5973633599eb272314","fa71e64785d1c17273ad8a656fb5307c3be3c6d1","6904b44b84af8de4e2cf7747830fe4e80f32f3a6"],"title":"Orthogonalizing EM: A Design-Based Least Squares Algorithm","doi":"10.1080/00401706.2015.1054436"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"In this paper, we carry out an in-depth investigation of diagnostic measures for assessing the influence of observations and model misspecification in the presence of missing covariate data for generalized linear models. Our diagnostic measures include case-deletion measures and conditional residuals. We use the conditional residuals to construct goodness-of-fit statistics for testing possible misspecifications in model assumptions, including the sampling distribution. We develop specific strategies for incorporating missing data into goodness-of-fit statistics in order to increase the power of detecting model misspecification. A resampling method is proposed to approximate the p-value of the goodness-of-fit statistics. Simulation studies are conducted to evaluate our methods and a real data set is analysed to illustrate the use of our various diagnostic measures.","inCitations":["1898aba187193227d3e121bea703ae1c62cec0c6","4b6a22324c5a669078a50f97c1ccf942d4c685eb","d56613c2b7e78d09c803e4cf75aae9ff4996d025","757911c4017ff21f798ff75ddcffb5cc0d49a81e","681ab9d5121a556ca13200123602c1b7ab7da8b1","0fe976077ddb5006472f626a6ad3a712d2fc5cec"],"title":"Diagnostic Measures for Generalized Linear Models with Missing Covariates.","doi":"10.1111/j.1467-9469.2009.00644.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"The approach of Bayesian mixed effects modeling is an appropriate method for estimating both population-specific as well as subject-specific times to steady state. In addition to pure estimation, the approach allows to determine the time until a certain fraction of individuals of a population has reached steady state with a pre-specified certainty. In this paper a mixed effects model for the parameters of a nonlinear pharmacokinetic model is used within a Bayesian framework. Model fitting by means of Markov Chain Monte Carlo methods as implemented in the Gibbs sampler as well as the extraction of estimates and probability statements of interest are described. Finally, the proposed approach is illustrated by application to trough data from a multiple dose clinical trial.","inCitations":["6b9febdd207f625021c1852093fcd45860c908cb"],"title":"Modeling attainment of steady state of drug concentration in plasma by means of a Bayesian approach using MCMC methods.","doi":"10.1002/pst.263"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["db6a04babcdb8983b6c77ad334dda70e50d9abd6","d78717cad16b4a2d5bec8aa68123e8ae6994cd42","aed20302f003a751b1af4e40ace379b9fd255cc7","2278393c7c92fa4e608c463d3a1f697746376220","a80b111286b88daf034da59310fcfc8148a1fd6d","e1106a42db8cb666e87497bb0f992b306b2099ac","809961699557fff8cd512d34c7780f1def9ae7df","6ddf836d674ce7d09d0dc6dddf26493929a8e49c","df25adb36860c1ad9edaac04b8855a2f19e79c5b","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","30742754c57e547679664b3a4025bb31924f2da4","62887fd7e73d2501c17c54df3a81c50f6b5fe528","08600900eac695fdba3bf453c6f02a6bf4b7f236","dcefb30e2e16f6ea3e541fce3fc3cac9adf84b6b","c19d14bf66ac1b6d649dfba0c7e363a806944c60","a496cc7b6b5163772b07fc242bbf0319cfb56b5e","bc0d7a1df16b78d7f0609a07f51568ddf1f56a0c","dbe32887b8b08d1521821e2548eeb7bfb2c3e8e5","2543ccfda88fdef1576fe7decb419622ffdd5f52","646a54787238a8b10728e4567a679be9649253ed","bbf386c307ba1481ac7f748ff75c1c02923dd13d","65c53f583782642566f4961368a75d867051b947","adf1e148f01237c1ee87129dde9e8d09958b1434","e247acaf3d055824b18c0c3be08e3adec16034ea","701dcf19f697989348e549c1b9dfff143bb69c00","263f103fd2bfbbd6aeb392c6519d3f590e647c0a","265c0ac1fa7522a56554838cebe3f2a8a1a73582","bab07a36dbefa90fe465ee84bf265e2f1a837b07"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"Polya trees (PT) are random probability measures which can assign probability 1 to the set of continuous distributions for certain specifications of the hyperparameters. This feature distinguishes the PT from the popular Dirichlet process (DP) model which assigns probability 1 to the set of discrete distributions. However, the PT is not nearly as widely used as the DP prior. Probably the main reason is an awkward dependence of posterior inference on the choice of the partitioning subsets in the definition of the PT. We propose a generalization of the PT prior that mitigates this undesirable dependence on the partition structure, by allowing the branching probabilities to be dependent within the same level. The proposed new process is not a PT anymore. However, it is still a tail-free process and many of the prior properties remain the same as those for the PT.","inCitations":["a0469d1ca5cc9223c4c70a5ac47cbed75005f179","7653e294eec44a85f610fe202687a289c86cd363","1e7d8ded92c7518a2ce25ad0a89364511315edc9","9872760e31ee9032e33b730396edc7e8a8de8062","8258a16dc30a19f46703875cf7394cdcf3b3752e"],"title":"Rubbery Polya Tree.","doi":"10.1111/j.1467-9469.2011.00761.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["5fb18ef595c525f62e03028179e3b83142dcab6e","6a35cffc08c93141ab4fb89f0d3dde809413c88d"],"journalName":"Pharmaceutical statistics","paperAbstract":"Interest in confirmatory adaptive combined phase II/III studies with treatment selection has increased in the past few years. These studies start comparing several treatments with a control. One (or more) treatment(s) is then selected after the first stage based on the available information at an interim analysis, including interim data from the ongoing trial, external information and expert knowledge. Recruitment continues, but now only for the selected treatment(s) and the control, possibly in combination with a sample size reassessment. The final analysis of the selected treatment(s) includes the patients from both stages and is performed such that the overall Type I error rate is strictly controlled, thus providing confirmatory evidence of efficacy at the final analysis. In this paper we describe two approaches to control the Type I error rate in adaptive designs with sample size reassessment and/or treatment selection. The first method adjusts the critical value using a simulation-based approach, which incorporates the number of patients at an interim analysis, the true response rates, the treatment selection rule, etc. We discuss the underlying assumptions of simulation-based procedures and give several examples where the Type I error rate is not controlled if some of the assumptions are violated. The second method is an adaptive Bonferroni-Holm test procedure based on conditional error rates of the individual treatment-control comparisons. We show that this procedure controls the Type I error rate, even if a deviation from a pre-planned adaptation rule or the time point of such a decision is necessary.","inCitations":["2008db5f52ac7beeefed2547ba35e311a2213638","7208a0c4ab5e65c1ffa168dca813fdba28378968","fc8d8a623db6b51922c6cd61d882e6e2861461be","7e64cf63348f22dedeb10a3cc07a64288e4d2669","c9c48cfbda15232793e585fd7c9a84c13dac0904","f3da1413a7101395d71f24c02d54ba1e78b0a254","cc4f43110917dd11a18133476131bec946ed5468","96e4f5aa6a7008d2a0b06269a7fc34fd644b78fb","94d2249ff69d32560d5fccadcbaad778e12dfa16","c49c2166b4576b9409924feb963491d2e64c5d53","c93d397707e6386e297a3a130168085b9d0fa2aa","9ffa0ae498e6ad395b4f8a6b7ffcbd0020cfcb90","5fb18ef595c525f62e03028179e3b83142dcab6e","ec85d93990f5bdf41e01c207162c4848e88b32ca","5d285c839dd4d04f1c9dc4d6406be7a600a0ed2d","48ebd924495a419d7ec26d4e5c5a628e765949de","7e1733c5c1a7d152bea42d7152f70d1bfacea3ca","3a1c62946a1ca57fc0e96cb701e061614d347fa5","3bc91b4a46c7c73449d3ccb7d6e1c7a7cdabfa62"],"title":"Type I error rate control in adaptive designs for confirmatory clinical trials with treatment selection at interim.","doi":"10.1002/pst.413"}
{"fieldsOfStudy":["Medicine","Computer Science"],"year":2014,"outCitations":["6107026b764cc81661947b546d3e963e4c331b14","bab5e01f12af05c0c88bb68347ad288f3dbcd68b","ced9da8b40cbd9b9e170035121ec7a084a8f5a14","126a25352db3bd310b7e48df9604e26b2b8d3e2a","3f895819ac32b0b8502e913e89ebcadb145de555","853808338b5aa6638da701b54559eb0a703b7ab3","7877b398ff2c4404f589fd336f00800d0bd28234","82e5c25c5e285ac640b905856fa5a3404d7c5a9f","6709155d9af954fbe1db510f0fe16347a5945702","b7388e852bc757867f5bdebaea56578ae4a2f003","045ac7cf225e49a93e60407ef89ea6c9581327d3","2eb3e861479b420a6c1b330dc29c22be2dd588e6","e9719281103f089c20fc7b4e51e9c6dbb55b22ce","544385a40ad2e50aaefc2f66c55e29e065f4d370","64eb12e7555b435aac5d1c50824f70d930d44c62","221cacbe6345a7453ceaf2908448d71e4b2746fc","f8c0c6ee87df910ca9b753eb4f400cc8e21aaa59","c50730e6799182a53902a4265745ad18d2100fe3","21080064a8e42026d3be35a12c50f63402ec881f","13ec0b1a23fc8e97eb67bea8a64c7ed78c16e086","ecdbbdcd5f21e210b26c1e1252a7eca16c0b3347","ddc0ca7348345d14d241a5a46e2e68fbaa7bca50","d46cab3c98d8078177316ba544413987cdd90569","c8ebabaca0f7a702cfb558953966b081fda354fc","1694beebea491448a37e8beb83b64c29cc251e25","07f6a0cc971d510a7ebad9be6e64e79d8b303e46","7f153ade53bfad05128203ab8366f94e749411d0","46c56845fbb9e9452a318d736356949bd24fa012","07c8465478986200421845115c6b64c99cda5c95","153dff4f50255894356904360147fb31a111ead2"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"Analysis of multivariate longitudinal data becomes complicated when the outcomes are of high dimension and informative right censoring is prevailing. Here, we propose a likelihood based approach for high dimensional outcomes wherein we jointly model the censoring process along with the slopes of the multivariate outcomes in the same likelihood function. We utilized pseudo likelihood function to generate parameter estimates for the population slopes and Empirical Bayes estimates for the individual slopes. The proposed approach was applied to jointly model longitudinal measures of blood urea nitrogen, plasma creatinine, and estimated glomerular filtration rate which are key markers of kidney function in a cohort of renal transplant patients followed from kidney transplant to kidney failure. Feasibility of the proposed joint model for high dimensional multivariate outcomes was successfully demonstrated and its performance was compared to that of a pairwise bivariate model. Our simulation study results suggested that there was a significant reduction in bias and mean squared errors associated with the joint model compared to the pairwise bivariate model.","inCitations":["f55e0d5f56f9c50e3f1e3f5a577a8a4e8477c89a","4fbe5e95693df02edfded4fbecbfe7ee06610366","633c3a9eed7afa35cf36b733d6fb201429fa2e34"],"title":"A Joint Modeling Approach for Right Censored High Dimensional Multivariate Longitudinal Data.","doi":"10.4172/2155-6180.1000203"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["fdb43a622cb37c00ea3fae567944792721e4b332","d6f4eb08a3717bf23129e529a75a9ff33b010050","a752e2e6654408d21fd8e094879a44c744297ee3","7ce10624b09c54d2604f60b4c2d48409201fcc5b","6566bbfed494572439fc8665770f7a47ee3f4a0b","990c7457ff255ca023a6815c1e69eba0ca215698","4f6bd311c1d5ecd21c34e50e979f795f9a8a228b","bd09e6b48c4d5c3cf58e9eaa2b0f4abdef8dc482","1466fee22d33bbfdd4117e83e15f81708e4331c3","e841fa3834e787092e4266e9484158689405b7b0","cb44fb606a3c3ea6146b8e5689edcc11ac0f7190","35a1f341ac3453cc4982b8c13d9169119cf9a893","f51cb4b1f0952cc303adf85645436d8558d32c9d","9d78d82835cb4275ad160875296527eb86871553","f558afeec9667b66995b46e306bcf5aabc2898b5","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","a85acbe6ff39173031d877eaf79af3ca52bbc20f","e397dca643a322589134ba8181e4c946b62189e1","f0034e9045688520e87769d39bf7b8c69c26612c","e1ababf08c9ec103db854a2c1b4db611142cfdb7","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","eac0d806dcc051244cfd1e51cf7523b465b7bc3e","32b75e067377131b88358e82d1894ebeb5aa4e94","4ecc8e73ee1fbd94a77fd876637047ede872a31d","6fbfcfe4949a5fa60cfbd287e9f63bdfa5f3a67f","a86b275afc4029f572844ad8d87a4386b3e6d4e9","8cc196cbfd19117a61e95bb8d6f5ee65f1c656ed","7733d58e5444d2b5743ecb8c866843390930c6c1","f262155f4cb84c9f30b16ae6d5924fc941cba422","bda5ebb536a551d97b164d09969a4f483d8f8b87","0a051cf3df83cb0a40ba5eb3702578860e69136d","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","3d5402d204c171158cbf2551f16cd8152eefbdb2","ff74ae62f25895fb792cd58c83c7098bc278932c","6b1dd0b5cf4b4d747660b663e0994d677ebd43fd","cd80da1b3ffa816bc67f6c87f4d4bf7ba2133cf6"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Generalized estimating equations (GEE), proposed by Liang and Zeger (1986), provide a popular method to analyze correlated non-Gaussian data. When data are incomplete, the GEE method suffers from its frequentist nature and inferences under this method are valid only under the strong assumption that the missing data are missing completely at random. When response data are missing at random, two modifications of GEE can be considered, based on inverse-probability weighting or on multiple imputation. The weighted GEE (WGEE) method involves weighting observations by the inverse of their probability of being observed. Imputation methods involve filling in missing observations with values predicted by an assumed imputation model, multiple times. The so-called doubly robust (DR) methods involve both a model for the weights and a predictive model for the missing observations given the observed ones. To yield consistent estimates, WGEE needs correct specification of the dropout model while imputation-based methodology needs a correctly specified imputation model. DR methods need correct specification of either the weight or the predictive model, but not necessarily both. Focusing on incomplete binary repeated measures, we study the relative performance of the singly robust and doubly robust versions of GEE in a variety of correctly and incorrectly specified models using simulation studies. Data from a clinical trial in onychomycosis further illustrate the method.","inCitations":["e74dfe2152b19cdc5a27507b17336b2246aaaea1","d65048886aae6f4db40871568d7f77dd57d654cc","9f6674b23082de815fe96c864796e388aab33f03","601b9d1445292bcdfd372c11b5a2eb752d7cf39e","486bb4120f500e2ec1d00da9523ac2fdbceb36ca","3ad17e5dd362d1c11b9ae53e9dda782f0ab3040c","2d61221e75aaa1478e2530dc096ece823b5a3507","60beffe0455739f0b4df5736804125651bcb1887","eb78bb2abebd4e673826f9e673b33a41f0a22785","f8a581024d01979558dc912b12089b71e66ef360","0598ddb3987da431145a5afc28e7dcf23e2a8c0f","1213b8dec047808bee43fff33b427c97f0f9096c","2e53cf66e37a9cfb80e136be40cfdb0d5589ca82","dbd754b6d05e78402cb4e5337763e61b84ad61bc","38595b8b0d37cc0d165e19f28e213ee8765ac719","1480fdc6c9532a8ea0c8b21ed142888849411cde","fc06e4475708f468cd9ae88db73a1cde211bea2a"],"title":"Doubly robust and multiple-imputation-based generalized estimating equations.","doi":"10.1080/10543406.2011.550096"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2001,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Health Related Quality of Life (HRQoL) measures are becoming more frequently used in clinical trials, as both primary and secondary endpoints. Investigators are now asking statisticians for advice on how to plan (e.g., sample size) and analyze studies using HRQoL measures. HRQoL measures such as the SF-36 are usually measured on an ordered categorical (ordinal) scale. In the designing stages and when analyzing, the scales are often scored and the scores treated as if they were continuous and normally distributed. However the ordinal scaling of HRQoL measures leads to problems in determining sample size, and conventional parametric methods of estimation and hypothesis testing may not be appropriate for such outcomes. We present practical guidelines for the design and analysis of trials with HRQoL measures as outcomes. We used conventional statistical methods (i.e., t-tests and multiple regression), various ordinal regression models (proportional odds, continuation ratio, polytomous and stereotype) and bootstrap methods to analyze an HRQoL dataset. To illustrate the various methods we used HRQoL data on the SF-36 Role Limitations Emotional dimension for two groups of patients with leg ulcers. The bootstrap, t-test, and multiple regression methods gave similar results. The various ordinal regression models also gave similar results. If the HRQoL measure has a large number of ordered categories, most of which are occupied, and the underlying scale really is continuous but measured imperfectly by an instrument with a limited number of discrete values, then an informal rule of thumb is that this discrete scale should be treated as continuous if it has seven or more categories and as ordinal otherwise.","inCitations":["96af5bd791d9dac55ce2da35900cfdb86913ea62","b5d5d814775de5b5b5777d0277e8a43613a34fd5","e991c09835d114aaa1d3306aade5fa22cc664361","7fd76d97280c39b253a2acd8dd90a9ac55353238","861c4ed4283fd880a704da2e60a3b63b1ec0a547","2c6d71c9bc49e61692781b1dea86b3be025b0c4a","94a168dc3eda742f7316f4b1770b8057ab024931","a8c542ae2dc4df0f0968e41287e1cdcbc3f31bc9","227809a1892a44de1c8bbb349e2a28934764a607","3333cf1893588ad2a3b46b4357e719f980bf26e8","2572b4df307073059368d959b727c2938ff4c310","047e24725367ad0a959b034f14fdb63c851642dc","162ad42035c6b2f06d4c2a84cd6ad77ee5bf1a57","338cbac57531a88396ffc861a17b99c702988b47","bc23ba15ecefe60408603b61b4bab36c282d70a7","a0f4cb4238df12e00921e7cc149bc2791af2c5d9","b8332178581fa840674a3bb895d2c45880311154","2aee4e5aa5163bde415449f4a4893c2adb8a1aac","6dcac8dc0b55732eabd0495e614ecb17f367ff17","7da879cd817ee0de8abe1188cef482412e914b51","584d1f9e2929fc775602b12fa1dd0deae51b8b52","d03b2d1035a568a4f34949908f2289324b3e8a4c","53878f8838bf37351a059c2a5a6ec23121d3b485","52ecac6de4c9052dea33b55efa9f6992aa2aaf6c","f65efb46ea1475836a4fb94156b805865f27f943","8cf2fd4e213fac8b00510ed8b7c1c75b5a0ebfe0","5fa5b0c23bf6d5a64f96d33affa9e06c8a1dad0e","ee61eb3b2d0451ebb1f91112093d21d52c976982","4520ac7f3ed78ed22ba3cc720005ac3fee309728","cf8737b897c40eef445865736f969581c7ffbdad","82e1b345b1128724cf99e9248e995f52728c16a7","13760ab6de6214d21d2b33974f86f66169440342","382de68eb4de8c864fb68ed5ac2a7601189bdb77","5fc6fcaa66606265b78068664299c1029300fb34","1c5a5c71350dfba29803576cfedc1575602577c7","bcc1a23da3cfe4e8a9f5f22868c01db21826c98c","03ed881a6902605adc9c7a4f2e1b9d2a8bdb9e02","49e372f3cf814ec7b2342ed075aed8eb2cf4415f","75aa2f4256aae39b74baf65c9da16a044bda5be5"],"title":"Design and analysis of trials with quality of life as an outcome: a practical guide.","doi":"10.1081/BIP-100107655"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Comparison of changes over time of a continuous response variable between treatment groups is often of main interest in clinical trials. When the distributional properties of the continuous response variable are not regular enough, or when the response is discrete, nonparametric techniques have been used. The relative performances of selected repeated measures nonparametric two-sample tests proposed by Wei and Lachin, Koziol, Wei and Johnson, and the adapted Wilcoxon Rank-Sum test are compared through simulations based on quality of life data. The Wilcoxon Rank-Sum test is the most powerful and is not significantly affected by the different patterns of missing data.","inCitations":["785d97e3b7fed2514d14c4d17e55bd7459b70c83","fb9ed53eaafddd26244a4adeee07d94c37d62d7d"],"title":"Performance of selected nonparametric tests for discrete longitudinal data under different patterns of missing data.","doi":"10.1080/10543400802536248"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2012,"outCitations":["5c3a7605002a969883a2f05cc6194dbc04f8fb9e","e64cc93552ea9fb0e7496380549be5ca62808bc3","a0071b8adf6f6de8e08e1ca6a6605464096d06a8","0c6b0171fe26bb84e89c244e1f859ebdf86e6e45","9c67f30235a47e305dc57c9f185d5587faca4236","3f9dd39d2072ba3127b05fd45ce8ae8ca15f8acc","c2f80c32e5b922a634991ea89bcf31eee2f82a4e","f1655d8e58e24e19aef57a71db180bd148797f12","124cdab2119e8b5c5a4b6484553baea28267b997","f65aa8c42a5f8a453431a67ee545d993bf37709a","0ee392ad467b967c0a32d8ecb19fc20f7c1d62fe","7c89e82285e5524e8db458c2f617d787e245273a","516264510d2ae4168fd7c68f16b5c48e1121eff0","0948365ef39ef153e61e9569ade541cf881c7c2a","6055a39d842cae59dd76916f456f7ff5a5288acd","9342e3ee6172e63cc97bba88e4a1a15f300fdf01","3d13d6f847e8f4c76c5a8d6f99fa49dbabe473c0","d26a48aff2abc3460c1018d5b410766f698d696c","4285dcc447abb14eb6e35b22a988ec4f4e707394","f0ddbcb32e50514de5c89c8ceca58345c5a43948","8bc8a0f1da770f2e4ea6a877c64ccac3d4614199","7def79ba0f616900cc0fe6cef6830d3440e1dc7f","e4f3ec8909370c2fc5b95d6697547837884d20a2","6bbd8fc39487249bd1b6886e4dc763550877b758","c28961d3614f9b59899d421268d0ff0096ff06d4","bc39bdaf3145a2329ed4bebabfe4169a6b0ab51a","457c50b206f3bbbe09faf379a367baf20eea1b39","63235595bd90cc41840795d4530ae53d69a56f06","d191e7ad23a8b61d1a969a1a43d121e9fd7bc2a5","fba92da28358893996cd60755ee680166f856d02"],"journalName":"The annals of applied statistics","paperAbstract":"For many neurological disorders, prediction of disease state is an important clinical aim. Neuroimaging provides detailed information about brain structure and function from which such predictions may be statistically derived. A multinomial logit model with Gaussian process priors is proposed to: (i) predict disease state based on whole-brain neuroimaging data and (ii) analyze the relative informativeness of different image modalities and brain regions. Advanced Markov chain Monte Carlo methods are employed to perform posterior inference over the model. This paper reports a statistical assessment of multiple neuroimaging modalities applied to the discrimination of three Parkinsonian neurological disorders from one another and healthy controls, showing promising predictive performance of disease states when compared to nonprobabilistic classifiers based on multiple modalities. The statistical analysis also quantifies the relative importance of different neuroimaging measures and brain regions in discriminating between these diseases and suggests that for prediction there is little benefit in acquiring multiple neuroimaging sequences. Finally, the predictive capability of different brain regions is found to be in accordance with the regional pathology of the diseases as reported in the clinical literature.","inCitations":["13f980b4eafd33b788762128c94fc96a286785f0","71c3cc9c3037a5c51dd5e31942e53556ab3d8003","b9f9a588f87b71fd128f3045d4547d029c188c6d","5ba5149b69fa216de272dedf0d588ead304ba046","bf416b75a5c2b6b05b0895479c209edfaee05adb","fd8989afc3e21c8c725f8ea48d6d3049ad26bdfb","407d5c45fb4b509194e5fc9a674c2c72362c3c76","4aa2f724191c510d2bc963a524e4112fc262264e","05439094caa2c313856a9fac352dbb987c9b6e2c","99bdfa71ddb3955b8b2509dc15c083a382ba3eaa","b481b629f7b0ea540a1657ac90e327271dcb01bd","bb494305a16f73cf559d4fbd2d3d09d2e6182c3b","7ecb9e329870569a9371b126c8f21cf9945b03a0","547bc1e174784afc4f85874dc7086dce9438791d","8be9c83610c780252617000526df9b546672bf98","3b6d13ffeb5d4ed755d8d23cffec004b54bc4b33","fbc268141e2f03528491a46235abd01663f00534","a164bc37c0853f77991be922b354a88d1e9a30b3","1670f902b1ec01f96c86b8de8fb8804596eb4a15","48633aac6c44668775d41f8ad1b4fb89eaad2112","3a561e0539dffd54b2c775e55f32b089391cb393","2117425344635a4d0a67a78fd0fb27ca91d83323","35cec0135af5ae246464eff8c28c0be48933164f","e7ed8c6f3ee323e7c92397cc6fa6323872fe3857","ddc003151ce62e18a74c014cce420522275fbffe","29bcacd8cb6d1cec86188849dc30fe99ef23a1fc","1a3d9bcbb17f0a70d6b7c253bc66088db0049605","7499259fa8bf1bee9ffab62251617f1df916ee07"],"title":"Probabilistic Prediction of Neurological Disorders with a Statistical Assessment of Neuroimaging Data Modalities.","doi":"10.1214/12-AOAS562"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Serially balanced designs are useful in applications in which repeated measurements of multiple samples (treatments) are being taken according to an ordered sequence. The design permits the estimation of direct treatment and carryover effects. When the samples comprise two groups, where the sequence requires samples from one group to be separated by samples from another group (e.g., when a wash step has to be performed between treated samples), then the sequence has to be arranged in such a way as to accommodate this requirement. The solution to the construction of such a serially balanced sequence is given according to the construction method given by Altan et al. (2004) for the first group of treatments in combination with the use of an F-square to dictate placement of the second group of treatments.","inCitations":["cad86dfd567e509da79a521a76c800c147b0aff8"],"title":"Serially balanced designs for two sets of treatments.","doi":"10.1081/BIP-200049829"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1999,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We propose a procedure for establishing equivalence that determines whether a specified percentage of the treatment effect of a known active agent over placebo is maintained. This procedure accounts for the error in the estimates from the historical studies of the known active agent and placebo as well as the error in the estimates from the equivalence study of the new test treatment versus the active control. After the procedure is presented, it is compared analytically to a procedure in which the equivalence boundary is estimated from historical data and then used with a one-sided test. We address sample size requirements for the proposed equivalence procedure. We also illustrate the use of the proposed procedure with an example from the clinical area of thrombolytic therapy in acute myocardial infarction.","inCitations":["a92434142bba1c504300e226b76bc9e26e02db74","4e74c862282773a5776c39d9e1a578bb8a6c5198","825631516ae73cb76ef23f44efb57b47d25d2dbe","8311656d12c3919b295ac6f8833d516c502a3543","d2e99c245f3838b905e003bbb7e3888e84fd7535","923f7fe28aa0f76526facb5ed519931c1d8d09d1","c0845d0ff048572bf4ab75fbbd329838cebab7a7","a22e06b23ed8e529da3fbf3b88d3796f67b38a5f","7f8e2ae23187f365e3d98e2982919620345fe839","47bb61af84b57edf9eaa25bc263c87622437e0d7","35873b0092042a23bcb8bd9732bb1842167c8759","6bf8f05d5788fdda28293447a3e16e58a8aacbe2","1036d9bf880db931776071b4908883a51669baf5","4467ef17978e9166493c917e0df280fc3864d49d","c61a4ce877a44bf175fbf0064b723a25f20dbcf8","fc30e9a963d972c8b432565dfa0ae755f46dd810","453b0730ab502cbfe8f107965bc5a0be9843d0f7","78169908eda3ba6dcc539dfe8f72ccb62022a9f0","9bd33ea8815d6ebfa8510417ed4928d055771d36","52e288a85863c7ea84d996c42fc8a1325d1eb726","e6901b342d00ce3536faf7dc9cbde85061a0c132","a05a7ee67bb9ed547e9fce6f633340e7926f5361","925be423f9089c137eb22f11543fd147b6e63431","2360fabc4e3c679eaf02a48bc48466bab9115c74","9a5230dc51bcc4c0e3b5489312e1b87d86f18271","0c8564baffdc8feeff77f1486704f3ee93088ac2","4a57eda04ae37b72579e856d4d6d00a0f16a7922","e922374ddccfa455e491147654c8378ef0c994f9","b4e3ecce36940bb83b9dea0abc58d5cb82daedc6","aacea82c638f38d4048267b58160557978010062","f153e5a120b906fcf9ce0b88a4e561a92fdee681","42d73217f5d86f14158c5d6fe59a567f396e312b"],"title":"Establishing equivalence by showing that a specified percentage of the effect of the active control over placebo is maintained.","doi":"10.1081/BIP-100101201"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["090b3d4b765dcbaf5265f6d371500ed2a5469ecc","af3a519e16c79693cc7a6eb4bf2ca8826b36cafd","17fd3e595da436f084b6fe696569d509dfed6dab","b4783800c2fdc455e58a50dd42a1aa2d85c4c830","486d9e5935f9e30e9c11e5d064f5cfbb327009b2","2f00268c2887cb0fd3b93569a161b074310b4a14","023b81a379bc957edcaa72429ea4c182dfd49ad2","b2366d057204c401615b8cdead5cf47ef4b9dbc3","236cb915a1724c4b9ec3e53cfed64ce169358cda","ea40c9bbebf715204f48652194e50fccb01f168d","3b3ab97e3f89c9acc9b57667e759b38bfb6d67ff","6dfb51f2e9dcb362f92cff1b30ac0e9ddcafc50d","4a99bfcf0a35f4bc31e920a5a3f54331f77a3bea","ba1e749899ac56d7b6da642a55276d1a0cf6155c","3161f3af1cd8019f33c2a6cb6d685b3fbbbe156e","792b537814e069d2457533229c4dd0a21e53779e","9cd7eeabfd10f1cfd30db38996d17bb3cd132c60","d5af790aa3668214230b3de90fe2731c342f5025","861a55fc0887dcab3683dbc3de350c04b53deb67"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"We propose fast and scalable statistical methods for the analysis of hundreds or thousands of high dimensional vectors observed at multiple visits. The proposed inferential methods do not require loading the entire data set at once in the computer memory and instead use only sequential access to data. This allows deployment of our methodology on low-resource computers where computations can be done in minutes on extremely large data sets. Our methods are motivated by and applied to a study where hundreds of subjects were scanned using Magnetic Resonance Imaging (MRI) at two visits roughly five years apart. The original data possesses over ten billion measurements. The approach can be applied to any type of study where data can be unfolded into a long vector including densely observed functions and images. Supplemental materials are provided with source code for simulations, some technical details and proofs, and additional imaging results of the brain study.","inCitations":["a4333299de0c7b57ce4b21c83cddf3434cdfc8c8","8cf24ae2da843c6ff25f1b80bd42cad568513488","df9b5082116a2272054871a91dacd1627f7ceca2","4abb8b75a38b2f13661c06f8c3a541163f6b91fa","a43a4e44227ceb7e7ca68bb73c21eae56112eea5","ab040939cf6e23d8f9d6052d2a085e46bc8d8806","b3a2670dc08d3d26fb3616a78526d03d62293957","d2fee95a09bd4b94bd6011068edf40a94e4dfdfb","14251e9dae8ffaf473e6187331d658832f8a6cea","f7fd2a051ffe498b33a182af762729e127f2f76f","c4cb22d1b44991a9f3c17014b2831b38cf8a59b1","d8ef1419b2bb60068edaf27eb19e1fd78f3f7250","382deff9e200ef5cb81ad64b42ec57f2b1340368","b79a004a1f7b8d847ae9d11f8cb352990a137d55","a4857e5dae3ef0fb3eacbe27d1a842b2bf807301","2637f03e266a95be60b3ca409d0de94c540b2b51","f6f74d14155e063dfd58314a17e0f77544befade","f74ac289347e9e754c45c96e024910d6f221d018","178a0a5aa7acbe7cec4c2baaf2f73c00f35327df","d9fd86239ab65ff9518b935c517504c590313faf","b0a0942c4debf977c512dff90f0c218e6d38e5ca","8e47a70d21d8b3cd59a50a6fb8d25483ba5bbe5a"],"title":"Multilevel Functional Principal Component Analysis for High-Dimensional Data.","doi":"10.1198/jcgs.2011.10122"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["f540679fb2d2f962ed18a418ec02d5b5ec2b4a7f","e034d53d9abb7534217dfa17eb1f17e64501ffad","29ff35977aa761e208465aac92d60c03ae942e7a","edf507e101f493e2bfa1a02c875ef2295e527194","49d8508e20fe5b949e67ed3cf911afbae715646a","1d84b59c01629a8e1fea1c3987aa6295bfd27c69","378cc5c6cebfce89b36d217498b4b5e63aee63f1","b0f29161f64afe7b9d2b24f4cf15ff77359beb11","aaec229f0e95ffe4819d3b13af6710e69bcff27d","ee77b918bc3f9b1dd8d34281223d56e06dd43735","7bcc8cd0649114e56d0fb3ef7c447e6aad23b305","762176d0c509fac7649ef9188b3161506f755189","1f1b750baf5b0fa427c5b38379cdcc8d70634d36","2a3f37e144ba9f84da112bbd7631d7981c686061","07eec256ef567a114f80822f224d6e045f7fbab3","6fc51154472593f7da8d8be41fe25a892fd95196","7a0e956afd6a310666b032deae670a0008bda805","f887a830ce8c0d98f7a6fbeaa621985322df7f9d","f19257ac730be56a293af5dfa742a40be4c97482","e2b4a1b50c8739fb894ba176c2d82c49f21f45f0"],"journalName":"The annals of applied statistics","paperAbstract":"Predictive or treatment selection biomarkers are usually evaluated in a subgroup or regression analysis with focus on the treatment-by-marker interaction. Under a potential outcome framework (Huang, Gilbert and Janes [Biometrics68 (2012) 687-696]), a predictive biomarker is considered a predictor for a desirable treatment benefit (defined by comparing potential outcomes for different treatments) and evaluated using familiar concepts in prediction and classification. However, the desired treatment benefit is un-observable because each patient can receive only one treatment in a typical study. Huang et al. overcome this problem by assuming monotonicity of potential outcomes, with one treatment dominating the other in all patients. Motivated by an HIV example that appears to violate the monotonicity assumption, we propose a different approach based on covariates and random effects for evaluating predictive biomarkers under the potential outcome framework. Under the proposed approach, the parameters of interest can be identified by assuming conditional independence of potential outcomes given observed covariates, and a sensitivity analysis can be performed by incorporating an unobserved random effect that accounts for any residual dependence. Application of this approach to the motivating example shows that baseline viral load and CD4 cell count are both useful as predictive biomarkers for choosing antiretroviral drugs for treatment-naive patients.","inCitations":["d2eba694f657d0cddd8242632e6b7786e9fe1bb3","ab0ade2ba19a5c38d170f67f29ce9ca16619a9e3","62df8fa03124eee829981e3569849f4067c32292","9fa3e8c33981fd06b75ed1eb79361f950cb39f8d","ea566b87e415e3810395b490ab6705c353a7e9a5","2647ce29af022e30c7d7b54d2bd08ed0443385f3","ba1aafa2016b97f92f9f962c905361404210659a","a71fc27743ec1b86923eb7948ae6178cf6b554ba"],"title":"The Use of Covariates and Random Effects in Evaluating Predictive Biomarkers Under a Potential Outcome Framework.","doi":"10.1214/14-AOAS773"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Model misspecification is a potential problem for any parametric-model based analysis. However, the measurement and consequences of model misspecification have not been well formalized in the context of causal inference. A measure of model misspecification is proposed, and the consequences of model misspecification in non-experimental causal inference methods are investigated. The metric is then used to explore which estimators are more sensitive to misspecification of the outcome and/or treatment assignment model. Three frequently used estimators of the treatment effect are considered, all of which rely on the propensity score: (1) full matching, (2) 1:1 nearest neighbor matching, and (3) weighting. The performance of these estimators is evaluated under two different sampling designs: (1) simple random sampling (SRS) and (2) a two-stage stratified survey. As the degree of misspecification of either the propensity score or outcome model increases, so does the bias and the root mean square error, while the coverage decreases. Results are similar for the simple random sample and a complex survey design.","inCitations":["f5d7d210b4acfcb7356760dcafe2503f14d68c93"],"title":"Measuring model misspecification: Application to propensity score methods with complex survey data","doi":"10.1016/j.csda.2018.05.003"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2008,"outCitations":["81bf732806f4c1fb688355c234c7b8c5a0ccba3a","30f89949e7104d10630bf196079bb9b50e27f32a","b377e3cbba6e9e5fe6b97113e7d2f335eea1d52e","ed1ea6456bed16ea10ec390f944ca8f96e648730","48f0e39a3e2c0fe025dfa19e665a3141bbe1d3fa","260c1afc3a6a593f7ba121c91bccfb695a938b8e","876d20ae1a91096b2e631f81f26a91ded700d93a","c4ed10cc26bc3409c250cfb974c6931f232406bd","77173fb7d313031d8acc13e5fedf93ddb1583a5b","9e92962b74baae9a2e20e6410ba78fef050cd147","2e24fa708c7abfaadb6ca1e8e6b4858f758eb736","14883689d4972608acdc486999f4f3c445ea635e","ae65dc64ee4f25352e29d84c3e5adc5314ee0f6f","c087bd93bb55a1f9e05d21c11c69fb18e58f8771"],"journalName":"Journal of statistical software","paperAbstract":"The ability to simulate graphs with given properties is important for the analysis of social networks. Sequential importance sampling has been shown to be particularly effective in estimating the number of graphs adhering to fixed marginals and in estimating the null distribution of graph statistics. This paper describes the networksis package for R and how its simulate and simulate_sis functions can be used to address both of these tasks as well as generate initial graphs for Markov chain Monte Carlo simulations.","inCitations":["08adfb796d10232f0de8a4f3fe1960a70042d73b","d02def607d803d1beed6f5694452781bba911d20","7ee1647b32cdb343b8cecad6dd9963aee7c17c10","09a43067053276e0b03977b87a6c1fc26d1862d2","c8dcc4d1d8685c978c1ca909d7420a1b9b60435a","4787ed4b1714c3c9ee9221123f9c29bbf38f737b","de884ce896e242f06bfb003104503bfd53947cc7","0792e8a1538c9ab07e1953959a8ec61f933fe9ac","c02f79691379f809a7fc2937d6f9cd6a935eba2d","d93818a454859f21adc436f9ca1f89266bdb1669","ae4f30b9a1f1107d20cb0512c80ddf7a51fb93ef","752832ec394997db00b21deba22cb83fd9549cd9","16d6d56e0ba3f36d829cfd9357c6f17088dc3899","23126ea36c681a1802dbda2b370a8797a81e3d91","a5cb679e5c08a9b81bc22716dd40e8655084e9e1","9bf5643aa87434dc4bbe0390d881fd3bc4dc2eb5"],"title":"networksis: A Package to Simulate Bipartite Graphs with Fixed Marginals Through Sequential Importance Sampling.","doi":"10.18637/jss.v024.i08"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Wilcox, Keselman, Muska and Cribbie (2000) found a method for comparing the trimmed means of dependent groups that performed well in simulations, in terms of Type I errors, with a sample size as small as 21. Theory and simulations indicate that little power is lost under normality when using trimmed means rather than untrimmed means, and trimmed means can result in substantially higher power when sampling from a heavy-tailed distribution. However, trimmed means suffer from two practical concerns described in this paper. Replacing trimmed means with a robust M-estimator addresses these concerns, but control over the probability of a Type I error can be unsatisfactory when the sample size is small. Methods based on a simple modification of a one-step M-estimator that address the problems with trimmed means are examined. Several omnibus tests are compared, one of which performed well in simulations, even with a sample size of 11.","inCitations":["2f545cb427af06d1080f8aaeb11a7c72b9055aad","c2322425dfa6a59d85ba254d5cb6cad35c3ca0f5","b6163f8505f57995d7b1e3341ccbec2437f2b100","0641d3a809937e57bec6c0895ce8340f16da4f15","4eb515490e52bc328aa0f1920c11d19280df488c","00b75e70525399ce3711ffc13887f0e78a407fd1","2b73177fd609940f748e9aaffae9ff1c3bb93d52","a6ae5ea1b72a61b9d6a3143917deef50f67854c6","76df7ce7a1b955ddb291be80335f32ed3b904532","dc2ded0ff2a0975e0bd34115e70c4a0e6cfd1ea7","4fd7db807a6264a80e5203fb5a0460ef92d4e7e4","7b83be46a5b5a9f5b3f15f0dce4e237541b56f4f","941111b86a65474aa850124b23093636585cd32c","96860d85a8468b91a545db8019f139046cd9cd5f","d63450aeee11623fb4d4a5f13f5138a432396c64","9713f14bec52fc29eae4da0905cb03b351f29b18","7c71469b2f66304eb659a8f080a1b70d50cbdd81","4dab839eb19a940979a49622e9c9922596d0830a","9d0b16e1446642d669ffec545f18cde9fe56aa18","a4d24fc56ba3a3dea8d3847308ec92fcc49b5382","23f19601e314a012392183f6ae261ba8e22e9b45"],"title":"Repeated measures one-way ANOVA based on a modified one-step M-estimator.","doi":"10.1348/000711003321645313"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["0a6f99443153b1b40b626e0c75fdc2938a17b9ce","458861a2d970b5f7893b4bbc5008f2f08ab107d0","9c99944a1a8f03e1081cf574d6f37fc372a84a56","947ee1b6a548a838c90070bff04016e849ada9c0","c361c5ef55bb5dfe95a2646305f20058fb1ce06a","2108a5c687f3e6c78aa2e6cbc0b2cd0299f6d454","d78717cad16b4a2d5bec8aa68123e8ae6994cd42","699b2fea52fbc38abe30cab6b4dd6a7da9d15960","f024c88be71dddcbea716f4e0e5c17f09db7df74","8bf730243ed967afd5349bef053641a6043517a0","4ad76f1ff5ba13676ec914798a98ddf1ff7bdaa1","a736c40bf6a36b0779031b98da2ea025e2e9651b","cf325ae27110e5ddf91e6cb13c402d1a23c714b8","09540ee7d89f69a6f10b9475fa59ceeddd49990d","b9d9e49d9d60e75fbd43eeafc780c3e3209b92f4","45b31cbe16c877e6756549083aedda72b41ec20f","9089cb5d7adecc27d28934aa96b2001edc3265a6","21f8b8f53e9f18a1a9c8f73eff17166e10e8a701","5bb7122e8c361798d43097d08ef687a2d6f57261","3be5bae11db205f51dd90e130d1f4b65f6b310b7"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"This work is motivated by a quantitative Magnetic Resonance Imaging study of the differential tumor/healthy tissue change in contrast uptake induced by radiation. The goal is to determine the time in which there is maximal contrast uptake (a surrogate for permeability) in the tumor relative to healthy tissue. A notable feature of the data is its spatial heterogeneity. Zhang, Johnson, Little, and Cao (2008a and 2008b) discuss two parallel approaches to \"denoise\" a single image of change in contrast uptake from baseline to one follow-up visit of interest. In this work we extend the image model to explore the longitudinal profile of the tumor/healthy tissue contrast uptake in multiple images over time. We fit a two-stage model. First, we propose a longitudinal image model for each subject. This model simultaneously accounts for the spatial and temporal correlation and denoises the observed images by borrowing strength both across neighboring pixels and over time. We propose to use the Mann-Whitney U statistic to summarize the tumor contrast uptake relative to healthy tissue. In the second stage, we fit a population model to the U statistic and estimate when it achieves its maximum. Our initial findings suggest that the maximal contrast uptake of the tumor core relative to healthy tissue peaks around three weeks after initiation of radiotherapy, though this warrants further investigation.","inCitations":["d165800d1917442d74010fe340050ee28f2c633c"],"title":"Longitudinal Image Analysis of Tumor/Healthy Brain Change in Contrast Uptake Induced by Radiation.","doi":"10.1111/j.1467-9876.2010.00718.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"The impact of neurotoxic chemical mixtures on children's health is a critical public health concern. It is well known that during early life, toxic exposures may impact cognitive function during critical time intervals of increased vulnerability, known as windows of susceptibility. Knowledge on time windows of susceptibility can help inform treatment and prevention strategies, as chemical mixtures may affect a developmental process that is operating at a specific life phase. There are several statistical challenges in estimating the health effects of time-varying exposures to multi-pollutant mixtures, such as: multi-collinearity among the exposures both within time points and across time points, and complex exposure-response relationships. To address these concerns, we develop a flexible statistical method, called lagged kernel machine regression (LKMR). LKMR identifies critical exposure windows of chemical mixtures, and accounts for complex non-linear and non-additive effects of the mixture at any given exposure window. Specifically, LKMR estimates how the effects of a mixture of exposures change with the exposure time window using a Bayesian formulation of a grouped, fused lasso penalty within a kernel machine regression (KMR) framework. A simulation study demonstrates the performance of LKMR under realistic exposure-response scenarios, and demonstrates large gains over approaches that consider each time window separately, particularly when serial correlation among the time-varying exposures is high. Furthermore, LKMR demonstrates gains over another approach that inputs all time-specific chemical concentrations together into a single KMR. We apply LKMR to estimate associations between neurodevelopment and metal mixtures in Early Life Exposures in Mexico and Neurotoxicology, a prospective cohort study of child health in Mexico City.","inCitations":["3b76bffb915e5070f20772ee507820526903907d","f33b92cf37e8b2558743d5f05f3153741edc8114","a201cd31d1d2fb25d324d505fa38ecb787cee7c0","ffeb6c9aaa49178a4b6d432a31c3a81a8303263e","88a44ed7e583e084f3c097d04913f9e5d0d35d85","278f334b0445f7e5717a98b8736ba3e11dda7c83","93e610557c0ece94a908f7b88a0d0682a47e9c79","3ff83b410dc238496047fda729c356ae2fe4c67d"],"title":"Lagged kernel machine regression for identifying time windows of susceptibility to exposures of complex mixtures.","doi":"10.1093/biostatistics/kxx036"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["1788832b33b8d07e5048675e24283867503b2b82","3d2a4d6136c035d5c07fc80970b8d0d06a184437","7d189ccec0f0643fcb74814a64838418336766a4","92917a5cb5ec6470608a4e94f48bca60f8d8725d","76b334ba9cf77729b31dec0c4942f992feec2460","9418249779744ad834e77fc9d21e4afb4fad98fa","a5e73dcadb21401a9d8847daa391f40f076c5d66","63e0d52b923e6baf3293394fcb8fba83040be62a","6edb772006c70f0b019824a09530cada91c199e8","3fa34d1a96e32bedfee2a62995e4bc4ead74b87e","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","0e5149b4f5ceb935648535812e2d481311bbd6c6","97390e3836e392f4d70fddfd2a9110e82dbf1571","e1ababf08c9ec103db854a2c1b4db611142cfdb7","643a342cf72b6524bd89a1b04272f6ef82221119","24212de80b89dca596b1c80cc357d8f4a8c7d036","10e4f78df1d448310977960679de0124c54d20ae"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A method is presented to describe the in vitro-in vivo correlation (IVIVC) of an extended release drug formulation. This extended release drug product is overencapsulated with immediate release material. The heterogeneity of the capsule is modelled using a combined model of an extended release and an immediate release pharmacokinetic profile. Whereas an IVIVC is conventionally performed using a two-stage procedure, the model uses a one-stage convolution-based method. The method is applied to a Galantamine controlled release formulation, an acetylcholinesterase inhibitor for the treatment of Alzheimer's disease. The average percentage prediction error indicated a good fit of the new model.","inCitations":["e2e7e5b4d7447a0daa7db8b39d1bfa3e19ca2e05","a7f1b661ae0d2aa99a4445c0c7b3ad70686384f7","cdd7b6c87bac46aa124c9cd39e37ef0538cb1084","01eda1bcf99ac3549da737cf5b5b055eab4f7250","c4e1d25ae240686689482ad4b2a655cc78f06e1d","0439683c8e4f86153e9c80731576b169b725183d"],"title":"Combined models for data from in vitro-in vivo correlation experiments.","doi":"10.1080/10543400802369061"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Although numerous descriptive measures have been proposed for assessing model fit when analysing frequency tables, the two-point mixture index of fit proposed by Rudas, Clogg, and Lindsay possesses features that make this index especially appealing in many applied research settings. In particular, the index has an intuitive interpretation that does not depend upon the specific nature of the model being assessed and is not sensitive to sample size. Also, the index can be applied when models are fitted to virtually any frequency table. This paper summarizes the underlying theory and addresses issues of estimation for goodness-of-fit tests for one-way or multi-way frequency tables as well as for certain latent variable models. In addition, a new approach for estimating a lower confidence bound for the index is presented.","inCitations":["21fbbca6532539d08d6a33fa4be4232f75f81fe7","305d502c97904e4df4a8282aec0305d453fe3a1c","666a694751cecfce4857e31e0d14fbabcbc2a8f5","2b9121b3b9854a1ca9222357788dc7d54266904f","a8d36d7688a143557c4b31adef473bcde8ddd27a","30bcf12794e32e1fa258f6875455bf26bbc2279e","707955a92e9b4fb841dce556a626a803b7e7cc4b","cfdbf99f9f3ecdf16d1f8a69640fe275605e73fe","695a09c71696c772419faa2af8b31dae936a69e6"],"title":"Applications and computational strategies for the two-point mixture index of fit.","doi":"10.1348/000711003321645304"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["bf7519b9d071643d6111d24744520d77efb9018d","b0e410db212a23af6fa2cae4c1811ad98efe1919","d6f81c108407017ee2c52f0eb640a86dfc72ae84","6c31fc949c06abf763ab26d22a8d542da8e3e30b","6aa775e3277db1eea50ea433fdb4f78ac0119f55","d40c41eca45237cb21ea4555dbdd691b37452cd1","cebaeb997cf2b9abce3a15f5454a5806268b37da","8f49dc116dac753c35c6b6a2ba6dab9d4af40a27","7c0ab0348620413211135f9cdf1f855809597131","3170c1f2915064dc3edd1c6b8110eccb16f968b7","836a61ba71da503841d71368eadc7d06007b9333","91602bd6fe3bf77955bc4a04117ad1789997d362","9ea95d38e5b5a0bd8ef95184a95c29265a6d87e9","54651a11dea6d0b601e6770bd43d48c472c67c24","232f4c5e93a3dc0ccfbf69e25555061ffe31f679","500a97c00a697a20bf8ffeeca46ad09ba88607d8","2f6c4069f7e69427abaddb9e153a18d330be5670","ef58dd68d99db61b4f1cd7f1189ed06465559083","138d36f4f59ad871862d9733eed20bf1d658cd7f","4bf61ab6af635142f28cffd81131f17592fe27f8"],"journalName":"Biostatistics","paperAbstract":"Retrospective case-control studies are more susceptible to selection bias than other epidemiologic studies as by design they require that both cases and controls are representative of the same population. However, as cases and control recruitment processes are often different, it is not always obvious that the necessary exchangeability conditions hold. Selection bias typically arises when the selection criteria are associated with the risk factor under investigation. We develop a method which produces bias-adjusted estimates for the odds ratio. Our method hinges on 2 conditions. The first is that a variable that separates the risk factor from the selection criteria can be identified. This is termed the \"bias breaking\" variable. The second condition is that data can be found such that a bias-corrected estimate of the distribution of the bias breaking variable can be obtained. We show by means of a set of examples that such bias breaking variables are not uncommon in epidemiologic settings. We demonstrate using simulations that the estimates of the odds ratios produced by our method are consistently closer to the true odds ratio than standard odds ratio estimates using logistic regression. Further, by applying it to a case-control study, we show that our method can help to determine whether selection bias is present and thus confirm the validity of study conclusions when no evidence of selection bias can be found.","inCitations":["3e0356c14886b6fdf2e712a1d2d613f180804635","c37244b2b28ea6526f780b094c284277cef69569","d45dd0bfbfef2f28fa5f3a5455c002f66e3890a2","15b2b4e28f1c6e2a4fc5629fdcf08b7a07819763","dc4cd13acd8b4a3f5ad7088b37f122db9eb8e33a","cf654add862ce66358d7270a2d08735322bf0d67","86f1a1812b2e96e827f84631cd1969ea790dd0b5","8497958271df6423191eb5620e3b8a079db4d062","6d6cfb684297dfaac41a65406e6b15a2e945b87f","6d0c21b72d8b8aaee175e46a64fbe8d33db0e619","f1644cb33fcc18e7a0a10adcfcf3afb33a6b8e58","e6051b69a800baa619eb9881fc712c0a6ccf4558","939d8e2df4b7d222f944fe65379055027107ecd8","18bac4bf29cf0faa14fdca5a0fa7a0a4858e4837","52f1c5561b4a7b9a5da6e1167fa318538ee48b9a","1a886a25af2240526466e83edeb0b732bb1917b7","04edc37a99a58e26d8c5a72823fe6d0b92037b0b","6ff5485dac618486533de57e0ba1988626758d8e","c5fc6484118b6c6dfe43f66b36df1c5bf107c54c","0b18697b74059624c2733d099961225eb76529bd","3ed777632d07e98c6ec68b82d4f6f55d98b5a8e0","3a9261ef9af13845e88d02c2d98be6d11398e0f3","dedc420d1916a81e5ed77280b8a6237af756a6b8","b2aa9b2a686fe487bf9667af50190aed2b68f80f","d31120352e0061dd8b384086afce5d8f809f29ab","cca1eb7c21fb53c3284b17080aa9b85be1d641d3","1e7767d59998fa04f114e669c48cf9c195bfeec4","5037373d87fbbab8a1c49a2078457c9968ba23b3","5686402b60ca6846e266c93a9cba97e84c1ac16a","56ac957c0f077bd6e204d58207e4f22b022b30c9","7cecced08397eb4aec3bafde83ba065d9e369e74","9df11e34df00c45c51d5e9fe33ed46fb533ce004","6af38de79b488994b097aea5d7644d045e64cbc0","9ddbc6a20bcd4c6e8dc1412f28b84592bb2f6999","7a74213034e12389bae917e986c96121bc394d6e","79325f55b2605a7de15c5333fe882dc9b1d57444","91d04dfca5c677d74f003554d52be3e9d42da9d2","0bfc507bf4f1c4b8a34f182b93675fd3deb4cbf2","f0e81d9c6641627e72d5953870ce129fafc05f98","93b76f97db2b763cd9998ded5a2cd4513c966802","2237c85e8bc7fe01301ac47b55387c1fbe1abaa8","8d4c17face10c1e1400f177eb86267f47213b6f6","3d5d53a69b0b0ca08c5aaf93a18633ce76aa386d","006638ddefaa68a6daaa5ced7a9c626bc29822c6","67fbf34e5e7f8ba0c8a93d9d6e53f186b6086f64","308ab80ab7c073aa9749cab94a88c05263d07a6a","0c99520d1db8acb2b563c792b66896a10a6e7154","0025512b9eba7ce14d3546d83073741b43a9aed7","7f308824e257918a4d864cc8e36d26ed1fe87169","a7d1d5d3ec266df33c666915067e737d37af0130","0af058f160e252436b5c1599a06bfc519b6853e4","0560b3c8702d94ca1989c8bd525a4a4d2b72aae6","9667b1efdab32cd5d24354fbed98b3b1bdf21c0c","83263a33498057d4e870b5954502bb24ab9d15dc","f0ccd9657009bc7d164c36c7b81e0e932107edf1","2685fc4789ff9a4bf753b590d10c8637f7303e76","24b7c95e0207e1d45da65c83473372c48f4c1e00","e83d9cba94323b826eb80308252402b68faf8ef6","26c606758eb0fa7e4dff65f4c5a6c660a6671dc2","656a56bc47b8a78e908b151ae2e1c3b6350393eb","6358a3f7529ab731883119de82f2bbb2e115b11b","b8a3067d6c1fb255c9cdb5ac66037b82152ab3bb","0da630b76595d0809e39dabcf8e1850fd727416e","a6dbaeb9b7efbd0cef5069f8ef3b330e572f4086","bc0f25a7d8c3674b9025f5c96ccd38aab0fbd04b"],"title":"Adjusting for selection bias in retrospective, case-control studies.","doi":"10.1093/biostatistics/kxn010"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["84f66377327465c1e0d1857ad8c7c0f53d4130a1","d1118fc85a052d9f44888a10f2913de4a0526e77","48a8d96db311de8f9f9d94a0d0a2126981cd33c3","93fb5c21959a0c8c7a29d7931736a9248aff0ab0","26ef6d61b18df92cbe9ad98526f0accad9d35095","36d0f3c9453187b167fce00b0f91d1544d57b413","8cecb8c9effa4e0b0a3985ccde57a7b460023aa6","609b583cec63ab2cd7246c6fcb2a2ac5c8162ceb","284ebcf60386425276ea1c7eda4e983d909e6eb4","ef1b31b4728615a52e3b8084379a4897b8e526ea","f6b47f10cf8c624403f754fe61f8317e3e4b5ede","158a00b650532d5501d68c1fd4d2ee9ff7561c44","3975bd58f038b0617f1baab9a2d5e092870960b0","e549a0b19786e51488695e7b2fc9c3e67252b5a3","85fdf70f5588b316d5290939e64acbe1f3792d46","c09bf726eab71a0cea9e11c6ee63780414503b03","ab6651671ce40fa5595598f71ea5cb1ae77d7a27","bb6cf22b40929fb131e244d9875d9ddbc3556165","a464343af6cddc33c4429d60c49dc52cf02c056c","bcda9a020218ef1eaa258393f0002a01b3db1abe","4138ba6dd6c63a2056c81e03b9f9a0cc87450d48","14cf96a04760f5a40cd53548ff1a9334936c0114","a569351c3c39d51886eb69a14afa832fb42e168e","8d23d6432c27843040f51dcf0191877f7a9994e9","3ffcff5f83f7294c43c8056501caba9b4c3895de","8a1a75db2817fe2992965f583de530dbd4ae7de7","4daca7705bff9300d04b154a8eb89bee66fe5bea","ca7c5e54970f45943f2872ae66efaae643f03c79","bcc828be06b861a1b3e4a1825be27a6e2661cb5b","2261d64e686cbf1c1b0970e1f8bdd228981958af","9bad2189218e2806e6888ec4cbca42197d55ca8c","b0e220b05f3a4df63bdb8d04cd25f354a738d273","a5e40c80e7a75e0ac3cd54496603f2d4b07fb496","04ad9895c6f1d8243b62c137ccd14ea5766f4a76","528de9b99383b5466085c9b150fd19b2ccabe7fb","16202e122a7f761af138b28c0b43e63687b06315","8f12f093de942a12db10ea4195a84d56b19fb617","63b29f89002654d4f42c85e6739b67be585b29b6","0427844b4984ed872df32abdd8508a9b670fe9dc"],"journalName":"The annals of applied statistics","paperAbstract":"A predictor variable or dose that is measured with substantial error may possess an error-free milestone, such that it is known with negligible error whether the value of the variable is to the left or right of the milestone. Such a milestone provides a basis for estimating a linear relationship between the true but unknown value of the error-free predictor and an outcome, because the milestone creates a strong and valid instrumental variable. The inferences are nonparametric and robust, and in the simplest cases, they are exact and distribution free. We also consider multiple milestones for a single predictor and milestones for several predictors whose partial slopes are estimated simultaneously. Examples are drawn from the Wisconsin Longitudinal Study, in which a BA degree acts as a milestone for sixteen years of education, and the binary indicator of military service acts as a milestone for years of service.","inCitations":["8d4c17face10c1e1400f177eb86267f47213b6f6"],"title":"Error-free Milestones in Error Prone Measurements.","doi":"10.1214/08-AOAS233"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2002,"outCitations":["e029d8e7eab460a2089ec988952f56f307b6f3b4","fcef2258a963f3d3984a486185ddc4349c43aa35","ab71c410e61fbf90035741ae85c902ea85234354","a80da52b734d08ef7e602b683a4522aa12bbe0b3","db9074739152cb9ebd8fc5ae0dea9405f62c5087","156e7730b8ba8a08ec97eb6c2eaaf2124ed0ce6e","3232d531d3b9b80b5f539ad3bec26cf10472ab58","fc3f80c28042075c2de1b1cbbc1164b01f6d12e5","098930d2a35512b4596be1787646dfa282bf938b","40b90b64aa2dd61e81f4164526c67ca1d0b82411","73ed1515be8e2d5bef6d0545aaea6258553f9d44","2544949c65e5bf3898df558375b72cda49d83ccc","42b8e76177e1501b122107999819cbee8b48f093"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"When many tests of significance are examined in a research investigation with procedures that limit the probability of making at least one Type I error--the so-called familywise techniques of control--the likelihood of detecting effects can be very low. That is, when familywise error controlling methods are adopted to assess statistical significance, the size of the critical value that must be exceeded in order to obtain statistical significance can be extremely large when the number of tests to be examined is also very large. In our investigation we examined three methods for increasing the sensitivity to detect effects when family size is large: the false discovery rate of error control presented by Benjamini and Hochberg (1995), a modified false discovery rate presented by Benjamini and Hochberg (2000) which estimates the number of true null hypotheses prior to adopting false discovery rate control, and a familywise method modified to control the probability of committing two or more Type I errors in the family of tests examined--not one, as is the case with the usual familywise techniques. Our results indicated that the level of significance for the two or more familywise method of Type I error control varied with the testing scenario and needed to be set on occasion at values in excess of 0.15 in order to control the two or more rate at a reasonable value of 0.01. In addition, the false discovery rate methods typically resulted in substantially greater power to detect non-null effects even though their levels of significance were set at the standard 0.05 value. Accordingly, we recommend the Benjamini and Hochberg (1995, 2000) methods of Type I error control when the number of tests in the family is large.","inCitations":["c70d1123b8d398481f124950784506fc96f8549c","373bbbde6768f61ef8f90687646909b9bee66787","fe3448c3122217de529abe2f9313c15cd9cc76c7","ec878c2e97ca94bc36496a111039b50827685b29","cd85a3e622c79cf8bc32d110e729df3ba818a08d","7ec611f4785a2960ddcf4464e70fe7608fb5e16a","496fa17d24cd205e7cda7301bb9bd795e7dd33f0","96fc73c77e51a79f345a4e78b255126ca95d46b3","5dc94ad740728d3e8b272b8db6154f818482cb64","92a451236f95e75fe796d819275a00016e0187ec","8cf8756afae6101ef56c5ea882994380b2b810a9","806c115618211cc085f2f04f6d0ab1c8e7083a9e","927da7ecc962b3d6a93c71194081f22952453022","0376f538a9d6fda682b1a6af6457953ebd7944ae","575143ac2be1cc2192ff934b16c3bb007fe6368f","11d501397c432673397bf4fa83a31bb3d077ddaa","5cc6d46b9798349937da5d6638c010d8c0a30f65","c10c7246d08f2889a42aa615be61fbd5534e6968","87f2bf3d15cb6f11d35c6adb34f7d0fc15020091","dd3c3c57d6b032f797115b5d37602a82fe3f89f1","ee23645fdb487bb29e914a1acb0f9f6d5a04f5b7","0b9930266112c8b0684343f741cf83cf2b9a1da2","db06bee9786ae940481cc69ded530332af05e440","0ee40883015650bf26f36791b4a05495566cd87b","90faa035bc00d79f7c1e7c493eb2bb06b3c32233","7395dc5a6d63a0d51beb46943aa391f352707706","c008370450f31f9c0d8cb07f6791b16158b3812a","f767033a4a863c50b2446d8724d79fef30c34219","e82670a8c2e147fce5c39613832f2e2bc7be3a3d","b765c167e183c4781438e73852d25d7c6c45a391","fc5a5e429b06189064ea3152b58fee19f1f6def1","b5e84bb892388fb569d851692c89bef2d13c2794","c9000729fd844eabe31a0a9f4cf1a71b39b76fb5","d34a317cac2b5f0ef2ac1f3c2ab48f806fcf4293","bc12edf4485722a68f48913b239cdeb21ce52bca","9ff6f5e8864ceffb4719ba05c5eb93ce59f740b7","f72351ce78b323ae5da419de8aad291e0840f27b","f1bcdc3d99203dd687383f1ac38d3d4060bb00d0","b5453ae50b345c43d2a707e48c4e49b7225200b5","57335854d0091ccb0b0342a47d63d5df65bb7d4f","6aa46af7795ac563a9c11ca033c8b98535696625","921167ead70ca42e1c0ed98cfe8208e842d10eb4","683cc25b03050f3f3fea36cb4a4a1a2304b6c72d","28bc1ae0d614685f0e1e021adfd84a10fe67f959","ee9ad5e8189b401cc8f4b17995d31c2e5de00cc0","ba6414be9ca2e7913a3b66a09878085b158be55d","40aa9d0ea26b2c103ebff69075f2ed5b6b28e0f5","420c3dccbd75fc9d238996b0bbff336952c2a2ac","6942216ae0f4cc4ca1235a3a3c78f73725aafc28","f9f6fc1c40d4e11d7050f1828fdfcc853d4e3a69","a50e86c3ad63cbc7e2779a1f690ebc6fccb3608a","e570728b6966e4e1c143da60e8256f13e948d4e7","ec672d3c913c9381314a91b13f36c6d35852ca4a","ea4c25cbe52e236a451c082406279d18d8f8c06a","e568d9821445834c6f465a47c7e7a1fcd368538d","d4a7e6ac68ee349708357e4ad41539dd0015f3cb","e0e91b00908f3e8b0ccf054127f8c29f1ec1851a","1a45cc7eefd65f0833ac70a1d6dd349fbcf10e1b","ff62648ae55b703da2a74b66d42a9cd1b309877a","076d8bafc7e1c39d9f4fdf0b7a39be24fa74c170","7754043db172d0c5b61cd15831869524ebfe190d","2b2e6760cfc2b44073fe6d958ee709864f5b274c","9365ef3ee7e3728780dd1b6f47c417d9391e05a4","28f68d5e7557b83ffde7b6829348170656e7dfa9","45859fd86873d06c1df3a7195f891aa74d988c04","c930aa2c8b07cd9effa7c8d49a29e50e9fbe633f","862263b983be66aa5b78f7dfb0cf2866c2a6243f","f29ddd52d489f6cec92b3fa0f47310267e47c5cc","b0faf309c4edd098448336e361898ecef681ae8e","75990536d8a46e6dba7aacce0e75890ca02c5e78","5b1b5bc61dc734412d9ac451666ed659f8965dca","1d3c294ecc54b755cf37a185c26bca38bf9153f0","30cd96cb9467b3d159a070d742ce5e7938a574c7","eed9e9bb926c3aa3332026ea00615c75bfdc4e22","c9f9fd0476f8e527f4d1657a5c5600ed895e38b6","499bd0ad7b4ffd89850b1aa9a08abf71bb79256a"],"title":"Controlling the rate of Type I error over a large set of statistical tests.","doi":"10.1348/000711002159680"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Multi-arm clinical trials use a single control arm to evaluate multiple experimental treatments. In most cases this feature makes multi-arm studies considerably more efficient than two-arm studies. A bottleneck for implementation of a multi-arm trial is the requirement that all experimental treatments have to be available at the enrollment of the first patient. New drugs are rarely at the same stage of development. These limitations motivate our study of statistical methods for adding new experimental arms after a clinical trial has started enrolling patients. We consider both balanced and outcome-adaptive randomization methods for experimental designs that allow investigators to add new arms, discuss their application in a tuberculosis trial, and evaluate the proposed designs using a set of realistic simulation scenarios. Our comparisons include two-arm studies, multi-arm studies, and the proposed class of designs in which new experimental arms are added to the trial at different time points.","inCitations":["93b3eecb3643d74f4d513a71337a74813d061fbe","369022af1435a22462ebcb831a2f36788ac15712","06556eb2bf63edbcca273618c217048f35e97423"],"title":"Adding experimental arms to platform clinical trials: randomization procedures and interim analyses.","doi":"10.1093/biostatistics/kxx030"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The stepped-wedge design for pragmatic clinical trials has received increased attention in health service-related research seeking to evaluate the effect of interventions. Compared with the parallel design, the stepped-wedge design is preferred when there is prior knowledge supporting the effectiveness and harmlessness of the intervention, and/or when practical or financial constraints exist such that the intervention can only be implemented sequentially on a fraction of clusters. In some health service studies, the study period may consist of two parts: an active implementation followed by a sustainability phase, where the intervention effect is possibly reduced. There is a gap in current literature of the stepped-wedge design for cluster randomization trials for dealing with this specific scenario. We aim to provide an analytical formula for power analysis under this situation to aid the stepped-wedge design of an ongoing PREVENT trial.","inCitations":["3fd77b3c6e2e24c88d1126648bde1c00e26ff905"],"title":"Power calculation in stepped-wedge cluster randomized trial with reduced intervention sustainability effect.","doi":"10.1080/10543406.2019.1633658"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2017,"outCitations":["870760177fbf2a694c7f0234a0fce6f3be25aa51","8f07c2adbd0de7a8e1eb40792dabf7259d352377","c9f5723859a665c3e54b8d9a1a7eecb8b5084af6","b937a30498eb2e316e8233894bc17942d998126b","bee570503aaa0ed5bc5dd4cf6aa742df0b5cef87","7d5856aa1373aa1a8d884137fa640b68b8993c67","e8e8f5cc6a2e5ee299b28834543faed883516670","05627cd372a7db58e875dcfef4397a5109aed290","e90452ca40d78cd8bf484b76a9312f85fe23ca49","d0f36e51c5dcaf0ed846a33d64e969be1fbba2e2","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","4946bd2137c92f431f5ca0b233cc5aed76e226cb","85a72b3266329381bd7164257d70be0c5e54a079","0a14824290453b95d051ec9cc299d0f61ad82b23","bb5f2d60731ab730031eb3c2d5c2be907a66a618","7812b45e71e41262ff0a69e1c2f54d838fc4b98d","f1277592f221ea26fa1d2321a38b64c58b33d75b","6b0345fe5dbf7a8551edd7ae3f56f803fc21378a","5eb662207876a87edf32b11ef9ba2f4a76d3c181","e540bd5670f66729966bc469e439b44f8e39d142","3b3e4717c5d24255425875d8dc66f2d6fce9667a","e9133969c2fa2113948a2698a3f5ced97e219781","364ee89c9a7778d27deb3253eaad581624b3a917","b4783800c2fdc455e58a50dd42a1aa2d85c4c830","05bddb6dee9ef970d63dc6317a9552444cb7660c","d27dbdcb01bc4f94653e6288ba698f919a3838e9","a2282d04e163c9c57575fba09a9ab0ebc438bb13","10d349574d9df7b99306ecb3be76a0531120277a","4b84df3980b67ccf4090d1e32752af86ef308d86","4e5a0ef066ef098828590d0f22cba30f699f7e72"],"journalName":"Biostatistics & epidemiology","paperAbstract":"We propose a penalized Haar wavelet approach for the classification of 3D brain images in the framework of functional data analysis, which treats each entire 3D brain image as a single functional input thus automatically takes into account the spatial correlations of voxel level imaging measures. We validate the proposed approach through extensive simulations and compare its classification performance with other commonly used machine learning methods, which show that the proposed method outperforms other methods in both classification accuracy and identification of the relevant voxels. We then apply the proposed method to the practical classification problems for Alzheimer's disease using PET images obtained from the Alzheimer's Disease Neuroimaging Initiative (ADNI) database to highlight the advantages of our approach.","inCitations":["9a611714a73bb6ccc036c2309bac7c53d299ec9a","0f5d0b6cc78feed70e722d7b1a22b4dfb64a1eae"],"title":"Classification of ADNI PET Images via Regularized 3D Functional Data Analysis.","doi":"10.1080/24709360.2017.1280213"}
