{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["cffa644ac1c1ba811f5f78103716abf6c912eb8b","ae389fec22ed1f3860d3ae675c8a11d2f47015f7","e16bf5a57f934cab93206783e8c6a1d3bd7840ba","795d2848578e93f277c8e27a8ae416d30a56e812","ea54f0c0568cab38619ee51e6ac021e76d6a6559","1e3a6c93f7211b762240d6d72cf4b309825b07d8","0de02f2389e643a3e0eb5bd42f4276e696dbfeaa","0edfe99c699926eca96ea16871bb260e54738b6e","6189c8c66e1d74aaa01bb530cbb3db3b95e73f48","c3ce69a2dbb178fa14b4201c8364960f23fd56c6","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","b5cbb169e677f82a7794ef0d4236a4e486cc4400","170deeef486c73f901506bb4e93fa7f3722be59d","457cb7db00b9a3abfef41f48f9d5243b7347b48f","657bd455382a141e623665cf7e30acbfd8175533","862844ec759ce09a1dc87d3f4770615f81e844ff","49fdffffa7befc5ed28d9799a3b66a3e8d014c1f","f5ed6a7198a9ee3d7a799dbcbde393c1b8a54320","1bc1e64738f8813c533bf032e86a289b187293a9","01a05584308c45dcd530d6b32575194970f6b60d","ef22119f11aa097b679e78b56665f56037619319","fb9da3478d22e8119b21a4a4bc84055d9389439a","1ea9bbf2b728d61b34c851bde54e2af7fbadf86c","2f5d34b17277c9bbac51b934b3df14e5b65dbbef","a852e15e9b669094e9640f7032d4ce0152fa40c9","3599ecc225de0bbb4a34ac01d780681881639385","8ad7a8dbb7972b3c034904e0310c2d94557b55f3","6b566fd0275a15c12f1aa138c293f2a21864be10","770b3a9691bfa325351bdf4b51aece8cb2ce4541","bfb9bc22fe9d1414228cc0dcd9e6559988e2109b","dff2652f0564fa8b0dce552bec1bbcd4b4097d33","e6a0dd7b777b25d8d75053ee2a75e90e410fd069"],"journalName":"Biostatistics","paperAbstract":"In many environmental epidemiology studies, the locations and/or times of exposure measurements and health assessments do not match. In such settings, health effects analyses often use the predictions from an exposure model as a covariate in a regression model. Such exposure predictions contain some measurement error as the predicted values do not equal the true exposures. We provide a framework for spatial measurement error modeling, showing that smoothing induces a Berkson-type measurement error with nondiagonal error structure. From this viewpoint, we review the existing approaches to estimation in a linear regression health model, including direct use of the spatial predictions and exposure simulation, and explore some modified approaches, including Bayesian models and out-of-sample regression calibration, motivated by measurement error principles. We then extend this work to the generalized linear model framework for health outcomes. Based on analytical considerations and simulation results, we compare the performance of all these approaches under several spatial models for exposure. Our comparisons underscore several important points. First, exposure simulation can perform very poorly under certain realistic scenarios. Second, the relative performance of the different methods depends on the nature of the underlying exposure surface. Third, traditional measurement error concepts can help to explain the relative practical performance of the different methods. We apply the methods to data on the association between levels of particulate matter and birth weight in the greater Boston area.","inCitations":["5c9c9061da93e144578b3e8ed7252d1f28da44f6","9f5c1b2b4ec7653d53cbf24c4741b5e6ca744b38","f788f231b0cd4b393a098228a46650c9a3b96f8f","3058aef784f0179d9b0fa4e2b4785790fe2086da","bc11dfbe8e0cfd40076c0ee1c5cefad0e98e45a9","41f8fe4d21541b6ba0394c3aed99e714e261845b","3d18dcbd2721cad1dc774594b7df0efff6e9cf41","d72b9a756e156d7b70572bf58de39596e710b23c","c5b8ca1af823464e35b1b98227a121d7e18f32e4","1f6bdd68b3f1143268d9bf6555a269684cbae5ce","73cea7905fb31be52b104c04f4d626c95a125699","e316edd2b3281912da6d5c7429ea2395916cbd2e","752fc410e0c7c89ad883396744b4751952b66a21","f37ca66fdb29798f78b285b40cf00719190492da","ebba40bfa366f181edfc1f37647efcbbde098f7b","bf7544533ff228448d1e93d6f5129781be0887ca","3db03751c412b2513ec4a179d2708f53699d72e6","cc327881e09049c0cc228876ad8d399d42ba6ae6","032d0f9f971c03f766d76d8154f83d55496d4d19","0be651670e303b6254511351eec4ed428d576ffe","b4d2a74651410ee8f17114d0c47ad53e62c5337e","d7acb5ac49eb3276cbc6ade10bf40b6ba87c98bb"],"title":"Measurement error caused by spatial misalignment in environmental epidemiology.","doi":"10.1093/biostatistics/kxn033"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"This paper considers model-based methods for estimation of the adjusted attributable risk (AR) in both case-control and cohort studies. An earlier review discussed approaches for both types of studies, using the standard logistic regression model for case-control studies, and for cohort studies proposing the equivalent Poisson model in order to account for the additional variability in estimating the distribution of exposures and covariates from the data. In this paper we revisit case-control studies, arguing for the equivalent Poisson model in this case as well. Using the delta method with the Poisson model, we provide general expressions for the asymptotic variance of the AR for both types of studies. This includes the generalized AR, which extends the original idea of attributable risk to the case where the exposure is not completely eliminated. These variance expressions can be easily programmed in any statistical package that includes Poisson regression and has capabilities for simple matrix algebra. In addition, we discuss computation of standard errors and confidence limits using bootstrap resampling. For cohort studies, use of the bootstrap allows binary regression models with link functions other than the logit.","inCitations":["7f2058f029b8e7997e184c4a5fc0df40e4a50f16","1bd8a7242e0589ffc981a6fc7caa10c0a347fa23","c48c7d8f53f8c8a60c0e579570f587793524072c","a26a5ff4b3b658fd9d5bf47bc7051d3fb70f3606","647530fc284efd4f2c8240ec211eb07310f09d69","6bd5abc0f7fc43e16c17acff6ccec6b43b44e566","c07ea6a81ab49b0b076e5ac3bfb09c293ef962e6"],"title":"Model-based estimation of the attributable risk: A loglinear approach","doi":"10.1016/j.csda.2012.04.017"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["b96a27b46817923031c2b39c906fcfbc6070711d","4208c3f1276e3d79f64754c4dfdd39dd114042b2","6461f7d7462a7f50cbc33d43ecf192caf0015c12","bbab67e591cf3bd5206006380cf8306b4ce0bb23","317e705e221265061bfdf8738ed27e841931dc88","b99d2b48686cd600862bc77ec27b49a5cf45c88b","eb334d755dce73fbba06c9ea48f832c57e9f1080","428dc27c4f97e532d6cc53706fceec6251ad5ada"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We identify three properties of the standard oncology Phase I trial design or 3 + 3 design. We show that the standard design implicitly uses isotonic regression to estimate a maximum tolerated dose. We next illustrate the relationship between the standard design and a Bayesian design proposed by Ji et al. (2007). A slight modification to this Bayesian design, under a particular model specification, would assign treatments in a manner identical to the standard design. We finally present calculations revealing the behavior of the standard design in a worst case scenario and compare its behavior with other 3 + 3-like designs.","inCitations":["180d5e25d257ad8b4f8318883bf214664095c7a4","9883791b6d152237c053ba0fa25ba66e22aa7d14","ea6cb627dd8ccf5cd361a8eae0222a3c2231424f","31d3e2b4d1446fc9bc99302471829fc4fd24f74e"],"title":"Some notable properties of the standard oncology Phase I design.","doi":"10.1080/10543400902802466"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["281d816d1227fca4327d0cce26c1f1ba5ea34583","06ce65dc9353597b383e2945b19b51cb94f3e6ac","67224d0946b36d81272f82b72f0fe8b01297256a","ad2b71887a736c81b65b8afc592f1f1ed6982129","c95b70ac1dcade0fbd6aa64e2a99499f1a289818","2c67cfb1e425886b5fe1deb3ba7bb67e5e080e94","335617857a95b3d1953d1c2558676f22941a238a","7771190830fc9e9d4dc050a7d30a4f439e83e58e","c35d3423723e8fcd5d009d1d46ade5ca809155cf"],"title":"Directional decision for a two-tailed alternative.","doi":"10.1080/10543409608835134"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":["3c2824ab6d4fc4da7ccb3253ce122d75a78627a0","3fa89a4ec7bd7ffadbde364f07a8ec4fecdc0aef","e91d8e4653b5c32d1b4f8c565f552c9033fdd952","fb48ce3bad28b120b450d8120eb5cb5ac9c417a0","3ca5bfd8f20931a1de0d1389a5cc235ec64a286b","3061fd9fa49e200508e46c2e9223c9f7090e9467"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The current method for pooling the data from different batches or factors, suggested by ICH Q1E guidance, is to use analysis of covariance (ANCOVA) for test interaction between slopes and intercepts and factors. Failure to reject the null hypothesis of equality of slopes and equality of intercepts, however, does not prove that slopes and intercepts from different levels of factors are the same, and the data can be pooled for estimation of shelf life. In addition, the ANCOVA approach uses indirect parameters of intercepts and slopes in the regression model for assessment of poolability. The hypothesis for poolability is then formulated on the basis of the concept of equivalence for the means among the distributions of the quantitative attributes at a particular time point. Methods based on the intersection-union procedure are proposed to test the hypothesis of equivalence. A large simulation study was conducted to empirically investigate the size and power of the proposed method for the bracketing and matrixing designs given in the ICH Q1D guidance. Simulation results show that the proposed method can adequately control the size and provides sufficient power when the number of factors considered is fewer than three. A numerical example using the published data illustrates the proposed method.","inCitations":["d2c8143578d1601465e4127c65033d188ca1decc"],"title":"An alternative approach to evaluation of poolability for stability studies.","doi":"10.1080/10543400500406421"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A confidence interval construction procedure for the proportion of explained variance by a hierarchical, general factor in a multi-component measuring instrument is outlined. The method provides point and interval estimates for the proportion of total scale score variance that is accounted for by the general factor, which could be viewed as common to all components. The approach may also be used for testing composite (one-tailed) or simple hypotheses about this proportion, and is illustrated with a pair of examples.","inCitations":["5da600bf9a9da1d1e7ffde892a0d29b3dabb45b7","1ee545e84d813825875c6e8bee013bd7fbe8eccb"],"title":"Proportion of general factor variance in a hierarchical multiple-component measuring instrument: a note on a confidence interval estimation procedure.","doi":"10.1348/000711009X479714"}
{"fieldsOfStudy":["Physics","Mathematics","Biology","Medicine"],"year":2007,"outCitations":["2fb94f6a25347e0e4c2b03a6c49d17ce600532d8","0089edeaedb467de1b6af7326b0f16a33d3f150b","d07dada97aae521db85c60668752f2d7733dd94c","56baf8be17046efc0da55e0ff91a9264cdd9dffe","94048a9a83616dd3ab84e414fcf5352d79a1c12a","ac75c8f5d0013e322e1c5e9ac7c689e1e4aac20c"],"journalName":"Journal of statistical mechanics","paperAbstract":"Molecular spiders are synthetic bio-molecular systems which have \"legs\" made of short single-stranded segments of DNA. Spiders move on a surface covered with single-stranded DNA segments complementary to legs. Different mappings are established between various models of spiders and simple exclusion processes. For spiders with simple gait and varying number of legs we compute the diffusion coefficient; when the hopping is biased we also compute their velocity.","inCitations":["9e26b2cf8fe3cc50b6772c6a8cd8ca75189feea2","80a7902f6873383bd7f524984d606dc204b2ee52","5f5faa20cc2225a0fe13613fe57853ce982d2b2d","5211ea11e188039bcb693a6b031187383f161624","c83f059c306170cdf8c3b7f3c9088d36d8b4d892","5142b9020f80ac900dfc21c8a0bbc4a58e8e7ec7","04c1a94e51ab410b3584c03228ccedd7e3b299b9","85461aabd335a77d992195eb1ad70a644b3a093d","6e1471b225cbbbe510005fd0c50465bdb52518c3","f616944c0ed281ba753082b2a197aed5123a433a","b6f57c0460a75f68d3c165d8442fc540ac3607b0","5cc36710b7037651fb119f5787af826751507841","8906e1b6fb4a0ca6ba4fccde00ce3724fea38b10","aaf11601ad00f6d1452af151647a5211f8304058","bb6b90f01b9dc5109cdcd17d87620e8da4480ec2","5e65ed6722f709668044770498ea38d5946a76fc","c8caaa0bb2af37028bd96bf1ab6d409258eb9781","778b9cde0dc2d161099a2ba051532079b76f1502","cea9a2256251fe3dc132b4caaf9a16f751aed80c"],"title":"Molecular Spiders in One Dimension.","doi":"10.1088/1742-5468/2007/08/P08027"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Assessing treatment effectiveness in longitudinal observational data is complicated as patients may change medications at any time. To illustrate, three general statistical strategies were utilized to assess treatment effectiveness in an observational schizophrenia study: ignoring, eliminating, and modeling the switching. Differential switching rates produced dramatic differences in estimates of treatment effectiveness across the strategies, with p-values ranging from nearly 0 to almost 1. Ignoring the treatment switching by utilizing intent-to-treat approaches resulted in treatment effect estimates of near zero. Various methods of eliminating the switching, such as epoch analyses and on-drug subset analyses, along with use of marginal structural models generated reasonably consistent non-zero treatment effect estimates. When analyzing longitudinal observational data, researchers must understand the options, key concepts and assumptions behind the various statistical methods available. Marginal structural models are a promising approach to estimation of causal treatment effects in such data.","inCitations":["1d0f05afcaf6b04cf297853c5388303bc55621d7","c59f40095ff4f3b79b4bf1a82a65453b69bb8642","dc826a8c25ec2bc822edbc2496bce24ae202183a","ca9d44ccf253d15ef2d72b5af718fe8310ce7045","eeed103ed45a0bffceb900a258c43868a9480b73","72d41a57e7d8fe8d4303ce6eea9c371b7c89f3b8","f9f7274debee0a5cccab834655c34c9e5c815d91","3e5fca205452b2ffc5ea56e53bf85d90a1806a1b","987f1ff4795e46a696dc9770dc64784796456c67"],"title":"Analysis of treatment effectiveness in longitudinal observational data.","doi":"10.1080/10543400701513967"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2002,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A covariance structure modelling method for examining group differences in scale reliability of multi-component measuring instruments is proposed. The procedure is based on a set of appropriate parameter constraints imposed in a multiple-population structural model. Unlike tests of group differences in coefficient alpha that in general do not evaluate the discrepancies in scale reliability coefficients, the described approach permits one to examine differences in the latter quantities of actual interest when concerned with questions pertaining to reliability of composite scores. The method can be used to test whether a given measuring instrument has identical reliabilities in studied populations, and/or whether distinct instruments, or modes of administration of the same instrument, have equal reliabilities across groups. The proposed procedure is illustrated with a pair of examples.","inCitations":["77ebeb4640bcf03d429065cd318473e660efc436","8e74f52539d0ef635be148ca8b51fdabf040d4a4","76db817142cf185c529b1703fd3ac85bf11c50d6","7e7441233fa51a87eb7d01a5c72a0135687d028e"],"title":"Examining group differences in reliability of multiple-component instruments.","doi":"10.1348/000711002159743"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["0e3240b958112e5a43467f529e9f2ac2a1893afc","101f8270c770827120b0cf3ccfc24800747184c8","92480b0e0492fcf305769774afa2b514e4a38b02","e6244d075d2e3c8a3dff9d7b7061798ce9662482","8bf620765e77c98424983de5d5b74b90d99e28fd","dc4409ec828f3055f284b63fc7eebe7e4f3057ba","5ece24bdde5fbb3268310f68e4f1c3fdab1a4f0d","852a828ebbaaac8f2586cf532fba9ffd51e8ac9d","1df4fa4c88cb57638880405882ac9622ab2465d0","51f5bfc6081d47003815ebe01fa6a6e6f641be4e","d634fc56f84146f15b26cf629eee8f7af0d48da7","b4f1daf775eea47a4c0b2d8e82a2e9ebd5eb0087","188186e08f5dff92de2afe8fcd3dd1acee936ccb","55d216e43ff05a0d57c6b35fac97d00147340c84","18c66a67fc39a7e602f410c2e21c9c8d77e77613","efe973075ac6c86965fdc937e44d5bbac34d00c9","ee9f2644a4ef6a7b18f787b5d46a32b131791d66","450086eb400183aa694a8714d46b976b3b4f9b5c","653e4ac2eac8a14b7efe50baac7515e2b0db25c2","8125d755ad1fa64b869657d0f102836908af7a09","c82538036febc6424aeeca2d3fc34506e8998dcc","8443c40f4c23535821bf56895050081ec20db988","b9f6e9ac6c1f07a1875b07791ab08a9d37936f14","60b0e9f5ecc01a7cc7d41cf7548cd960b7dfb5d0","4df355ccf5deebee40380f142b10b127b0b394bd","ad6f8722d2333f81720467429ad5ef4d3b26354e","19042e4fd47a7cfe022ac7e3f78ce9c1a554be24","e6765259931e63ca8dfb6171d564f4da754d36d8","b4783800c2fdc455e58a50dd42a1aa2d85c4c830","96092109a72b39cf127e36f7a846e84656947309","904b66a9d48e5fe43a82c3dc607ad342efaeeba5","c5ac97a162af43717de3204c2f0729708b37f300","2d7a8b08438cba31d5d2323a516072dd97e9a98d","44e142a7d469aed86e07335165d8d9fb94bf01d1","b337dfa7cdc282aea0baaaa06553276b96dba598","bc496ad04aeda75b92175ff3f00c2112a5eb087d","72ca1565e62b36058eb8fdae417d95e8549a8757","9340c70ae7d999b42304bdd4a940879e1efebe9b","7d57e29954dea9fdb92520ad69dff4761927622c","9aef7d061a73f69e5f866bcfa51c78727344565f","a899194b0b4842c9fea070813eb09422a839806f","2f4c6d1ff2d7a69f10a1a1364b71999bca1f6617","377415d1b8e328c7cf42cd5016dedcac09beb992","21cd7f4c312c22c458cc0fab14c611d4fd79cd60"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"We propose a curve-based Riemannian geometric approach for general shape-based statistical analyses of tumours obtained from radiologic images. A key component of the framework is a suitable metric that enables comparisons of tumour shapes, provides tools for computing descriptive statistics and implementing principal component analysis on the space of tumour shapes and allows for a rich class of continuous deformations of a tumour shape. The utility of the framework is illustrated through specific statistical tasks on a data set of radiologic images of patients diagnosed with glioblastoma multiforme, a malignant brain tumour with poor prognosis. In particular, our analysis discovers two patient clusters with very different survival, subtype and genomic characteristics. Furthermore, it is demonstrated that adding tumour shape information to survival models containing clinical and genomic variables results in a significant increase in predictive power.","inCitations":["471f8b7ed2b70a15483c0105aba5bb8bf5c459cc","93a5fadbd40d44945db1c8e457694053d77d2730","823355399471d87fd3ed8c4079840012ad543793"],"title":"Radiologic image-based statistical shape analysis of brain tumours.","doi":"10.1111/rssc.12272"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"The functional coefficient regression models assume that the regression coefficients vary with some \"threshold\" variable, providing appreciable flexibility in capturing the underlying dynamics in data and avoiding the so-called \"curse of dimensionality\" in multivariate nonparametric estimation. We first investigate the estimation, inference, and forecasting for the functional coefficient regression models with dependent observations via penalized splines. The P-spline approach, as a direct ridge regression shrinkage type global smoothing method, is computationally efficient and stable. With established fixed-knot asymptotics, inference is readily available. Exact inference can be obtained for fixed smoothing parameter λ, which is most appealing for finite samples. Our penalized spline approach gives an explicit model expression, which also enables multi-step-ahead forecasting via simulations. Furthermore, we examine different methods of choosing the important smoothing parameter λ: modified multi-fold cross-validation (MCV), generalized cross-validation (GCV), and an extension of empirical bias bandwidth selection (EBBS) to P-splines. In addition, we implement smoothing parameter selection using mixed model framework through restricted maximum likelihood (REML) for P-spline functional coefficient regression models with independent observations. The P-spline approach also easily allows different smoothness for different functional coefficients, which is enabled by assigning different penalty λ accordingly. We demonstrate the proposed approach by both simulation examples and a real data application.","inCitations":["39fea6881821734a58e3b169a8d12cc0991efce6","44303db263da5c83f66c601060e7c7bd496b02d9","5c8ec2dc67202f51bdfd58fdd06b7240f5bd86bd","f48198b4a779dec6f7a184a8f0593312de91e1a3","719957315c6053a2bf8e9f5ad0904299528d357b","218ffb5113afed11da4a10208b6b1890f909b0d2"],"title":"Penalized spline estimation for functional coefficient regression models","doi":"10.1016/j.csda.2009.09.036"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["10619081fd68f06f5075fbe9d312011f5cb498e8","d04da496ec5f80ed20919436801a2d623db12ece","5b16c56ca475a2bf79cca73fd3b380230e644493","61ecab8adc4d29f8ece14b39ecf61a646178ec1a","575fe1c2485a9538519e4fe53da3686a0265ba5e","b48c7aa494ff8c8383712b185a03e8935263a863","8cecb8c9effa4e0b0a3985ccde57a7b460023aa6","f95672cf3e97866ed8315f730806ed70d0b12f6c","411274add4cdef6021dc7ec5461bb85241bffed3","b00df6b586d76a73908d8c78c9bccdc6d8e0dc98","1cd51784d24e174822864a2a8b0a3845173d831f","212a231089d3f2932027368c83872f097b3204ef","0c38cfef8bb2cc73a564af01a2c0a51fad31ad6a","9a89954901b668a373d7ca8553d4971f3c1aaa6a","0da496eb95004ed7f98a2c1c8452070f5f007678","c3ce69a2dbb178fa14b4201c8364960f23fd56c6"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Epidemiologic research focuses on estimating exposure-disease associations. In some applications the exposure may be dichotomized, for instance when threshold levels of the exposure are of primary public health interest (e.g., consuming 5 or more fruits and vegetables per day may reduce cancer risk). Errors in exposure variables are known to yield biased regression coefficients in exposure-disease models. Methods for bias-correction with continuous mismeasured exposures have been extensively discussed, and are often based on validation substudies, where the \"true\" and imprecise exposures are observed on a small subsample. In this paper, we focus on biases associated with dichotomization of a mismeasured continuous exposure. The amount of bias, in relation to measurement error in the imprecise continuous predictor, and choice of dichotomization cut point are discussed. Measurement error correction via regression calibration is developed for this scenario, and compared to naïvely using the dichotomized mismeasured predictor in linear exposure-disease models. Properties of the measurement error correction method (i.e., bias, mean-squared error) are assessed via simulations.","inCitations":["80c9dcce3da62c6097556386084d2a75233934f1","4522f99533573067d58b9d03e43eee597fb02fda","fcefb6be7054e2e0f58bc65d725e85238e882054","855d293aff8fa1ef7bf773cb9ac4efc8790ab2b7","7439f670b6fb424685bc3b49f4a93db26aea2537","00a01609423e12bcb45c1e7d315288d3a23d7fa2","e1c6f381601c241d624207aace9865d224886e69"],"title":"Regression Calibration for Dichotomized Mismeasured Predictors","doi":"10.2202/1557-4679.1143"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2011,"outCitations":["582c7f436320704080acde52cc27bbd0b1f9502e","bc55639dcb2d8cb372643c2336ed2dc85ddcaaed","2de8d8f4c78695858331db37c58e77d3a1ac8c56","013fa1308aa7f7944876a25b6a8c1ea334ad288c","137fc8444e7b69b942150db764a13c5790305161","9da4a95c82098f023d01a53f86b2aebb3c187c79","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","452d8a282b70508868eb42e394ba46c1eeabd44c","4173c64cd22d25a1a5f29e3678ac99ffae9f207a","fdcc5b5c7205656709248ddfa88b19d1e91c3dd4","74c9ba40cd3b5a620447322c01540b29092f261f","309699a6353e100b0a3b2f5fe4736d19de920d88","331b7c1fd95d755b990869f2b8268af4a84f7fb6","f116889c761c781d351a04189bc61a0a731c9c20","8e1920a4593c8f750255eb8e3328b56d35457dc5","cfe6a21523a09b943ddb78bbd40832e1ffd12f9e","3c682ffccf205ce55bc3bb3696fb5f9700ad52b4"],"journalName":"Computational statistics & data analysis","paperAbstract":"We consider the problem of dichotomizing a continuous covariate when performing a regression analysis based on a generalized estimation approach. The problem involves estimation of the cutpoint for the covariate and testing the hypothesis that the binary covariate constructed from the continuous covariate has a significant impact on the outcome. Due to the multiple testing used to find the optimal cutpoint, we need to make an adjustment to the usual significance test to preserve the type-I error rates. We illustrate the techniques on one data set of patients given unrelated hematopoietic stem cell transplantation. Here the question is whether the CD34 cell dose given to patient affects the outcome of the transplant and what is the smallest cell dose which is needed for good outcomes.","inCitations":["537d944857e49fbace1edd961380e9d8aa63ea70","29c9d3acc700a177ad17e23879b978e2333f930e","a07db3671445eb9d871c67ba41ec1809cfc22ac3","a085a8a6f803c468648113eaa4c2d531e7260604","2c0757d6e85e8580869a848f86aece73e57200d1","f8b8fb7f2c0c294f975184ae68299b3a391fe1aa","4b695f48e652b63bdcc274501982a782490a5f47","ac610bc440c3b0ab1752156a9a739a754a32e551","2a3f3271c131870e9dc73f9fa50d3f60b096b8ca"],"title":"Cutpoint selection for discretizing a continuous covariate for generalized estimating equations","doi":"10.1016/j.csda.2010.02.016"}
{"fieldsOfStudy":["Mathematics","Engineering","Medicine"],"year":2009,"outCitations":["f94532e9847982f41fbf5cbf2f053bfae61fe756","ff76dcf2db4462b068cfa3eebce5a1dc3cbaa494","d893fe08857bb8b94afd595361be0a69f966fa82","000abae9bfe85dc0b6a58046d41c6c5838cc1a97","6ec4d02351757da90fde437755973539ca7a925c","3af458fd0147c4d939f83d9c74d0bf1d1789ba43","adbdc2b2ccd8e14e83f79f83a415a0eb6e8ca25d","59b27612fae2355b340b733ef878f8787406c5c3","d5f4df040095e297626eb52372b88d3980987d63","98003e4b30b122bb69c458bdcc2fff743e0df4fa","9a43a3d35b7b18595a3dbd18db7ead884f8dc564","a46f473cf932d4f98ef76d93331ac2c8085f5792","7e8f9eb1f54585e6cf0dba663b4600514bf6e3b3","4841061c3d110f87247b3423c8eceba903726080","e4919659d1b9bf7d2c7754b2f73190ca397d4226","69f0ea1b895da0e68e05b57b97052cec2953a58e","782a9fb4d537e32a0bacca872a02bb27b61907a9","04a2cd1d16ab5dafb744ccd8574bd6695e052ef9","a44241bf4d932fc09bc683f211360c43f02fd106","3902ebd865100d5477c210831f2f545944c446bc","ba6a1cadaf53409f0bb0aa3a66a6369edfeefb66","9089cb5d7adecc27d28934aa96b2001edc3265a6","9301eab07d6c64ee86651bc15ffab9663a6995b6","3779bd4298c6fc47c1262f345a361159e035ce0c","648a60e977dd72004f7f57e69ec3fe083d7c858b","766e4bab56d235ab592a7abf2185b96c5755a4e0","7c7374c4ccd94f1900790d4cd3b90d5681c8901b","3cf063a198aa1afac7fd1a1f196f6de3600b57bf","5a4188f233662f3b5c8fb86cbebe1c2446d715ac","7a0632d197e7f32cc413975a571cefec4c9449d9","f9ba4779af6563ad71c06db968a59a8aca00ef45","f274d74457ad8b32b0b6e0aee0e89055c9c75655","e8688e88afa8d7ba8cb853550aa3d4f6eb4fee16","34ddd8865569c2c32dec9bf7ffc817ff42faaa01","7c1a6e7f53012ea64fefb510f1b11b03b4cf27d0","3744110be1b657ab6335ade4f43224a33d3edd87","2ba05bbab95fcfd2d54fbf5154ecfdd978d86e52"],"journalName":"The annals of applied statistics","paperAbstract":"A model for network panel data is discussed, based on the assumption that the observed data are discrete observations of a continuous-time Markov process on the space of all directed graphs on a given node set, in which changes in tie variables are independent conditional on the current graph. The model for tie changes is parametric and designed for applications to social network analysis, where the network dynamics can be interpreted as being generated by choices made by the social actors represented by the nodes of the graph. An algorithm for calculating the Maximum Likelihood estimator is presented, based on data augmentation and stochastic approximation. An application to an evolving friendship network is given and a small simulation study is presented which suggests that for small data sets the Maximum Likelihood estimator is more efficient than the earlier proposed Method of Moments estimator.","inCitations":["b12f4ac543e6acd2899bb10c2588776bdd0f32da","d5a71ede563103791ede5029e9f9ea461d3efbf1","fb58444b636cb255e9b1c7c7ee73b4851c840dab","634b4e27d15645208cb0cc4a8fae612e088b4f3a","7c08db379c9988b0eb8c99f4b4acf370976df028","9dbc7ccfdccb764d40f1eafc56676b4e4484edcd","ee11ebff1430401a1ead33b11242101f284d61da","b16d89660141aa9d8cb084b44b4c85899a793596","585ae4f3bdb0909ebba287d727cd5d6069dea76b","79de3e0a3443ffeb221ea74041b81f261375af3e","042d3c8c62d1b80011bcf975d1298c8d90c58eff","afab9834c7ed4fdb4084f266931edd229a32e900","b4830cbe151050c53b1fcaeefd7cd8d43b7cd931","1f5c5d1388c074e61d66c82bf5bd50a9238c2a7d","5c7b39de854159192d3dc1f0b1b23c581f668800","95a5b702c1a1532a853bc194e6ae705480db6696","5bb13afda227fe5bb5304cc03c0d2ccb16d9c2f7","9f69fa2218ad8a0fd743ca54ce33e2387013fb5e","e9f7012d1490a9d07cdcd1babdde392a375d6efb","9e985da2d5c54f76adfe7a98d236b8510a30e2b3","acf93ae3efdbd3c833d292f1cc0ad869526571ba","6b11d6dcc2ee64681c5c9b33606f527315121722","6071644c6f59e613952a06699e15760eebf498f3","db771daf745bb3aa2cb7aefadbfea769895b83da","450bf4e997bc0cdc01e24ebaa11eb55a4b8198a5","f1dff7069b605534bd77cecd3b77a3385a7a58f3","293a9c72045fec9cffa8d3a940b59432887f2b8a","0a7c9c3d48b22676eebe651f409d0cc21a333502","8ab59f3d956d3227a3f92fc70ba2fb0560916b5e","3dbbf83eaf479d33eae791bcd6b3812073ce6db7","50c063f39644bb579c0cc919a60cb5f08dc0706a","a283a94baee73221f0b3b08b188a6ac0fe907eef","49c9ef9d8f59ef26fcd8da42380f4c3eab040107","13c830c9287e3d6464fef3d479f4e1d49ce372d7","167e2aba4f9a5cbeb86d8dcec08b581a5fb3ff37","6f748b1a69402ffd3c8ca6943ffd2355e7aaef8b","e29c36cf89ee6207235e21cf54f56aaa19e325e0","6d08f07d8c1ae0f5e67d45b89dd8d4f446e13388","201768edde80277f457cb6abcf6bbf052d2d5e60","419fa1c3836b1a66422e706ace5a3df9d4b8c3ea","81b8cb18a6e22b26123c431ed79f8cc98347f0d4","089df3e6aab223f0ae858a0f4b801605bbe42b5a","531bf0ec430f8643b5660a4f5668c7baa95b0e4b","69302a27192949316bc54da861bf00d038eb5bc4","8ebb3d3510fe3e1145b4b2d5329661add3f20216","668abe48d56494120c2922bf2d000427f288e1b5","cb0210797b3c98f2ad79b6d88adfe0c4e2c5c35a","01f87f7d3dd72880211d857a048d4870426fbb15","e57fdd1ff879e71f3030e3f55d6c268f66c3f2d7","4f5b6493f34d6cbb6a99fd3a1d6437ea04049997","dd4e7988e907c2ba60390849405837e6461eaa65","1b99ad7f7afcd991eadb1877784806cdffb05f2d","0c343cf2363c73379ead037b003a3fbc42490b1d","55d35babd05998889e4cf78ba4d543405dc38bce","2bfd7ed776fdab1665a9ab1c8d7828fb3cc03c8f","4df721d4dfa59843b72a21a27c2c3fb2ec013db3","4cab31ed7b2705d4097718ce6b951329f8e5c005","9b0d2cd8376ac292c1a90f7d5c1af309095eec0a","110c78d9379f513bf0b3fb734944f8a96b27c057","5e80a65f19edc2fd9522edd55cb6008383affd36","5c3d1ff0d89fccddaf1c346ec938018064125aac","efdba57041bb60bbc1e231af1f24e1cffc602521","6cbbd128e78bf5e11b2ab56e878219a0be915174","b4286f5a943daa2df3c2f6e3303d8f5b2fc84f56","81d4665065284a4a6c453a5f825b31c1f3c16ab1","f4bc9809238ce8f87ed71597b09d134ee43b4776","32185f053c7e66f1129c92a3c3059c98343cff9b","17a185552a060b16d86b9a50194a6297e36869ef","c89b597ae5fcfbd61631e0f68bd8a49b504e1ed3","946f7c430f2fedd232a1e16a08fdfdc9d07dc521","259af15ec5dc75057cbe25f78506d52591782ca4","d5d1d731b8eaf2dad60dc428f0f9bc93f20f3ac4","8db561e6578d9881bba85a164559d64525a84af1","f8369c9a7fa11d187cf2de5e739d8423796e6a59","bb4b5424e296f4c3d704b9af6e4990328cadc5e3","a30f7c34a2f4e49bad2a59edf34c3bbb99451f5b","54001ff32b63072d4c1d8d3110675dce0a4d9c87","fc32a4658e09b880123c84a9ad632e1a0173b17d","30dba48026815018e829a5c5da54f03e533bda35","9de873633a63854022117e760dd89354ec82d29f","1f6a9d39bd40e131983aaf03f384fd4f10151de8","804f307520b8384784146283ac4bc20902a7089d","37e4c56f20913b17c0a338f1f964e4aef0345911","d5bd61640553e0ee35494ae1e5688a1396244e9e","e893953a09b591e707ac00ab913098bd9fb655a7","25f1d67723d48c02854c33864b27cc6113c0fd36","613735c75d6f2cb12e1a4a7739f17f3c88eff72b","87b81de77257e61c4210cef1bf4228925fa9ab98","f6c1593427fec7f7a58fdc6bb159352fc02bca88","af36469715ae3332e284eb46e211672d50ca5fb1","6ce1842eb3614c1591ea67122010981c39f7c5d4"],"title":"Maximum Likelihood Estimation for Social Network Dynamics.","doi":"10.1214/09-AOAS313"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1998,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"There is no consensus on determination of sample size in phase II clinical trials. The use of Bayesian decision theory has been proposed by Stallard (1), among others. In this article, optimal three-stage designs are obtained using decision theory. These are compared with procedures proposed by Schoenfeld (2), Ensign et al. (3), and Chen et al. (4) and the sequential probability ratio test of Wald (5) and Barnard (6). The three-stage procedures are shown to be close to the true optimal test; the sequential probability ratio test is easier to obtain and only marginally inferior. Because optimality of the decision-theory approach depends on accurate specification of costs and profits, an assessment is made of the sensitivity of the proposed procedures to a range of gain function parameter values.","inCitations":["c354fb668139dcb6731618d01ceb2128d3edfd3e"],"title":"Approximately optimal designs for phase II clinical studies.","doi":"10.1080/10543409808835253"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["f36c26b0bb9a3d5c782d77ff2a9bc4b5726c35c0","00de70e584cfa36267ef9506fee44fe1b1616292","1b4c314f75c6edb7b79662d6875b942f26deefa0","b16d2d9fcecc666284d313086d9399bac28b10d9","b3325f9be0df6ac33e1036e2c409d7ee29ab0c69","c6671d99ced4e6445c2b0e3711f8e597dbf1789e","ee54aaf59af87d5802e6c4291f51e3813327a961","7603e3b38c6dc1965843a76f10b6af330a919dcf","911e8048b6bbf700fb5a446ee0dcc0c8165d791e","c96758e22d1adc588cc6d018fec1239a32000ebb","0ea4780afd88f5ffc049c44e8470eb63bce99a8b","84f9a014f6646c16c0050ff5e26988e900460337","79c81f1b7f3d9f6a3d3d1a67aec17eb15217af30","f9a11ed34c7a01e9626feabc8d819272cb1325c4","a1e732e011f08e8758441bc0602f817104c3db8b","de5350f130c63bf716ac447bcda4200c1c0cb014","5f4694eef00554c95efb7b5d02a947977693c4a5","740511c480bce17b4f954989cd753d784cb9f8e1","dd721e093e4edecf698e121f8008f859e94d0b23","7dd0015b78ab280ae80d826b27f9c66b001273ba","8ff45aa2015d057666c70110b69a8df475c6e744","026f454047484c20cf0ad382e897a7a9eb06f8b7","271abd45c8d4ba321f2f16fe8621b8961debb0ce","a98903518bdfcc651d5f4202526193110186cc47","dc39c99a83b8969e4954d99c735ecb074795f5c2","87d29a37880cb1e3f43a6fba8d1b2381f1e1e8fc","360dec4a5300faa40abdd7cae8bd0decc270fcd2","3f2d21ff9c3ccf6b0e7f4154ab1f9b81bdb7f62c","b50ced2d0ca09c6b24c8296da07f444b98245c8e","c586d33e1b0c71970bd876649b9f3d8f0b2341e0","4d76918f7f0ecb9b1940c716ed80dea2d07ce223","3302997de0b943ec60ec6425ca88e51c896a1737","00564f85048328ce7638881838796942cbc5f5c4","61427a5752984eb9d998cc0eedfa4736da9b1c65","508514a9687c4f213ed1424677e5c35f02b3d8b6","bd700cd84fedf6691b212123896dd8d149d12767","f8dd6c4be0fb7eb1e3753b71f8affc604c09597f","6f21b9d0f443368a0a35bb696db978a30a0277a8","46f5512a2d99d79cde6d8f682400c699cd4d987b"],"journalName":"Pharmaceutical statistics","paperAbstract":"There have been many approximations developed for sample sizing of a logistic regression model with a single normally-distributed stimulus. Despite this, it has been recognised that there is no consensus as to the best method. In pharmaceutical drug development, simulation provides a powerful tool to characterise the operating characteristics of complex adaptive designs and is an ideal method for determining the sample size for such a problem. In this paper, we address some issues associated with applying simulation to determine the sample size for a given power in the context of logistic regression. These include efficient methods for evaluating the convolution of a logistic function and a normal density and an efficient heuristic approach to searching for the appropriate sample size. We illustrate our approach with three case studies. Copyright © 2016 John Wiley & Sons, Ltd.","inCitations":["140a9875f67156ce77fb391166108d0dc2920013"],"title":"Simulation-based sample-sizing and power calculations in logistic regression with partial prior information.","doi":"10.1002/pst.1773"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["d4642874422fe5a02aa3bb455705b03bc9d12887","9f59ec7a226b16a8836cdd4e5ff3e16541d25c94","a978000493b8e2b87c1d10ff7669843bdb80f84c","bcf0b0c85c424ded391dedde3845fb6edfae156c","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","3f136e26cae5255c8ca324cf387189b25616e6e8","8cc933c6b58cc9dd935be3f2b6bcbfa08776c246","b382e5568346580e6883ff1dbea9ac1ada6c759a","31db7f605d699649d7ef2ef1031f6aa05fa603b9","b488ee22d10763b6c077e792fd6fc72beebbd896","1ae7218ebdba84549f12828eeffbdc4fb7f67c67","fd998ed7bf0658286de42d7e1405776c9f176dad","792b8e3d41703112b8f2dd82faf6e93c896291da","246107cf05f1de9601f8af81ebddd61846925220"],"journalName":"Biostatistics","paperAbstract":"To estimate an overall treatment difference with data from a randomized comparative clinical study, baseline covariates are often utilized to increase the estimation precision. Using the standard analysis of covariance technique for making inferences about such an average treatment difference may not be appropriate, especially when the fitted model is nonlinear. On the other hand, the novel augmentation procedure recently studied, for example, by Zhang and others (2008. Improving efficiency of inferences in randomized clinical trials using auxiliary covariates. Biometrics 64, 707-715) is quite flexible. However, in general, it is not clear how to select covariates for augmentation effectively. An overly adjusted estimator may inflate the variance and in some cases be biased. Furthermore, the results from the standard inference procedure by ignoring the sampling variation from the variable selection process may not be valid. In this paper, we first propose an estimation procedure, which augments the simple treatment contrast estimator directly with covariates. The new proposal is asymptotically equivalent to the aforementioned augmentation method. To select covariates, we utilize the standard lasso procedure. Furthermore, to make valid inference from the resulting lasso-type estimator, a cross validation method is used. The validity of the new proposal is justified theoretically and empirically. We illustrate the procedure extensively with a well-known primary biliary cirrhosis clinical trial data set.","inCitations":["c0eab2b3f0982d29e1202c7fb347f95dfc97cc2f","0fa3208a0ac9579614951782732b7564296ea042","5bd2afc2bfd526ab564eda3a25fdb7b5e3841ae3","1565efe4faf0d9da1849355422d9afa5dde7ef8e","ff17a60093e38bbe1cfea74cddb5308fd2b32e05","fcc5452d54a6abd5431d8b90e0d24c014f645d0f","5cef8cba8abcc4c3cbe3ff6ca16cbcaf56399310","0097c19443f614c36d2074c822ffb9b1acfd422f","30c2422d3a9e5c99fbb662fa1b993f87d8ae7b28","4f7428fddc77fe928ff9ea219887fc06f665b291","d94c77c56258da358c74f969521e16229d5a6878","5376d9c7591f371535d2f1f1baf5e402a2dbce68"],"title":"On the covariate-adjusted estimation for an overall treatment difference with data from a randomized comparative clinical trial.","doi":"10.1093/biostatistics/kxr050"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Assessing long-term efficacy in psychiatric drugs involves a number of complex questions, and the priaority of these questions is different for different disorders and for different stakeholders. Therefore, it is essential that we not adopt a one-method-fits-all approach, but rather adapt the specific details of the designs and analysis of data from long-term trials to individual disease states. Randomized withdrawal (RW) designs, even though addressing a specific question of particular interest, face some difficult methodological and ethical challenges. A less common alternative design, termed the double-blind long-term efficacy (DBLE) design, is logistically similar to traditional responder extension designs. However, use of an analytic approach that includes all randomized patients rather than only the selected subset that continued beyond acute treatment avoids the major criticism of the extender design. The present paper illustrates the attributes of the RW and DBLE designs by analyzing data from trials adopting these designs. The RW and DBLE designs address different questions, and are thus not directly comparable. Potential benefits of the DBLE design include: (1) the parsimonious use of patients and the resultant reduced exposure to placebo as each patient can contribute to multiple developmental objectives; (2) the results are generalizable to actual clinical practice as the design matches treatment guidelines; and, (3) results of safety assessments are meaningful as they involve all randomized patients. Our case study suggests that the DBLE design can provide definitive answers to important questions and may be a useful design for assessing long-term treatment effects.","inCitations":["27d3feb58e7176c9f9d11135380eb6ce2ced3d6f","a89657e4b17695662d970bce3e4df6ebe39bb725","873a2aefbd304ad55a5e56337bb5aae57375c43a","bc79d3a66b29638e15576d9b1642ff316b96153d","a3b8fac46def23d6b66badbc22baaa1b54af326d","ca72fc9b5092d7cc423e146b5c4981ee13581cdb","ef40c1b17cf9c84d8f472356744fd6b1414fd873","2c4d9feedc43d11255cb3f02349832d0fa1b1708"],"title":"A case study comparing a randomized withdrawal trial and a double-blind long-term trial for assessing the long-term efficacy of an antidepressant.","doi":"10.1002/pst.234"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"In longitudinal studies of biomarkers, an outcome of interest is the time at which a biomarker reaches a particular threshold. The CD4 count is a widely used marker of human immunodeficiency virus progression. Because of the inherent variability of this marker, a single CD4 count below a relevant threshold should be interpreted with caution. Several studies have applied persistence criteria, designating the outcome as the time to the occurrence of two consecutive measurements less than the threshold. In this paper, we propose a method to estimate the time to attainment of two consecutive CD4 counts less than a meaningful threshold, which takes into account the patient-specific trajectory and measurement error. An expression for the expected time to threshold is presented, which is a function of the fixed effects, random effects and residual variance. We present an application to human immunodeficiency virus-positive individuals from a seroprevalent cohort in Durban, South Africa. Two thresholds are examined, and 95% bootstrap confidence intervals are presented for the estimated time to threshold. Sensitivity analysis revealed that results are robust to truncation of the series and variation in the number of visits considered for most patients. Caution should be exercised when interpreting the estimated times for patients who exhibit very slow rates of decline and patients who have less than three measurements. We also discuss the relevance of the methodology to the study of other diseases and present such applications. We demonstrate that the method proposed is computationally efficient and offers more flexibility than existing frameworks. Copyright © 2016 John Wiley & Sons, Ltd.","inCitations":["7aad3cc07f36bb8e9cba99a22043a3183ea47b06","07d72251764d3447e384feea0ee0d03f1dc58e02","4ccfcda95876a4e07f395d8ed3ace02111df0900"],"title":"A novel approach to estimation of the time to biomarker threshold: applications to HIV.","doi":"10.1002/pst.1774"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["74f0df8f34fff53e2e034e8ac807801f9195cfae","4a4dda84f4473ad5f462c7ba701014b63f15f7ae","1f6d185ae940275ba880b39f27b28f08058f361c","58a28dfa06a91b42dd1c99e49aaf83a0561a8162","690b953238fb97f9c8e8927571671d45dc78dcfa","f240032f85df1b610eb9335048922a79026ac5fb","8d23d6432c27843040f51dcf0191877f7a9994e9","d1e6c5afcc616f6fff5bddaedf305c881d92807b","599232aff2448c33a986c65bbc828dcbd0778ad0","a2bf07c20efad585ad907e8a8f40a823b7584533","1768bacc7e902ba2ef9911060a8ea7b731173599","ae3f31c841c460b15a81bf51655f4c0e39cacc79","f35d3b28b3871bd5fce955b26d0fd528cda1ff57","39ba726f5c0e9559e4c3c069799eaa6dea87c5de","a8721dfbe25731a7b1818ab969f6bee075f1acec","723b546deff80930514ba3d446d302f5569ac9a3","6398af86be6272d8b853e6d47669e56af7ec269f","a8ed28fc59d643d6012b5ed6ecc5e46213d37075","dcd311ce10cd2b7e9dbc4811a56bca47f8b2fc25","539731a62bfe5eb1e35bd0397d4be514833eeca1","634c4e41f4f324e9e6b442146797982ab482d220","504bbdeba19aa5fbde31f15df5cb08551316e829","3d760104c666befc8a7e28ef608559db5e9de11f","48793eadbca1c164ba14f7bb81ffac206e1f47ef","8b424f8c9237a36a4ea91754536d6fb0de7b8b9c","914ed60f9377d74dc66853de856fd54ff8bea4a6","81fa4d7506dca081ad10da1534e414ccfe9c1367","40d86a1868cf14e69a4874827b7feac15aa859e4","d9394b9155be913b130574beb6ccb5660f5c919b","d0476004085419b8a44953f5cdab11442c12ffaa","d07bf6d214b9d881057a16851fa9c4e6b8765ed4"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"In item response theory, the classical estimators of ability are highly sensitive to response disturbances and can return strongly biased estimates of the true underlying ability level. Robust methods were introduced to lessen the impact of such aberrant responses on the estimation process. The computation of asymptotic (i.e., large-sample) standard errors (ASE) for these robust estimators, however, has not yet been fully considered. This paper focuses on a broad class of robust ability estimators, defined by an appropriate selection of the weight function and the residual measure, for which the ASE is derived from the theory of estimating equations. The maximum likelihood (ML) and the robust estimators, together with their estimated ASEs, are then compared in a simulation study by generating random guessing disturbances. It is concluded that both the estimators and their ASE perform similarly in the absence of random guessing, while the robust estimator and its estimated ASE are less biased and outperform their ML counterparts in the presence of random guessing with large impact on the item response process.","inCitations":["d1236dac63ec95f69c86ccb9130e09baee4229cb","bc855869dbe79f1dce6d46b730a97d1dfeff46fb"],"title":"On the asymptotic standard error of a class of robust estimators of ability in dichotomous item response models.","doi":"10.1111/bmsp.12027"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["b68740e7c10d15139d8835e911aaf511505024f3","d325934265e498c5271b3691266ec4a5cea9110a","a3a0a0b20f11fa164dd3639c8bec97372267c94d","64b4ddcf066597a200423c55652f11ce89780063","32d1671ab3cf27b3653b0aff96c91778478df7d6","9d78d82835cb4275ad160875296527eb86871553","2fcc40c5a29cc063df56d386a650fbca422a7f03","f7f5e6be3b4f9eb957e66c6e75b0453ddd268b6e","19e35d820dee5bc3bad7b50af43692bf66cda943","c52597817127852c7908a8b59e7599bc8fb6d562","ba9b16351136031a947c6824d42086e2d510674d","c3669ed41b8ade66bf41bd9fc3d84e771177e9ff","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","5e273be8a9e720f9551ab7071cfa29038d5992ac","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","b3df36fbf4aea8044c3ef15ab265d2181f6c989f","5d6ea9ef7644df5e6cfc5b5d41370e1669850eef","0254ce8608a66b4888161c027872fef1fc5d5d35","f867e56d3a8ac2bbef6bfe5c74ee80ab43239718","7ce10624b09c54d2604f60b4c2d48409201fcc5b","0c2593011d16db54e5316a8c3b872124b98635af","f262155f4cb84c9f30b16ae6d5924fc941cba422","16840affdbab4f22f144c8dd592d86386c305244","47964ecbb4eff82cd370fcb422025ad2b95a2211","8e1920a4593c8f750255eb8e3328b56d35457dc5","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","adf16469b63c2f985c43d5754d511e32a6a3066e","f51cb4b1f0952cc303adf85645436d8558d32c9d","70fb975ef62e726e6825b83e77764bd3364c4246","3ace06ed3d17d17d8314a106c78e283dc526729d","f9cce2ca192180e1a404a7577752a9c8ea8259ed","a1a8afec314b82474092ef5793117480e3aee7d9","c73ce5181cba441ee2759cf2af1c54614ee853ce","7a81225152d6f2aedff4087b3e47d5617f623f0d"],"journalName":"Pharmaceutical statistics","paperAbstract":"In this paper, a simulation study is conducted to systematically investigate the impact of dichotomizing longitudinal continuous outcome variables under various types of missing data mechanisms. Generalized linear models (GLM) with standard generalized estimating equations (GEE) are widely used for longitudinal outcome analysis, but these semi-parametric approaches are only valid under missing data completely at random (MCAR). Alternatively, weighted GEE (WGEE) and multiple imputation GEE (MI-GEE) were developed to ensure validity under missing at random (MAR). Using a simulation study, the performance of standard GEE, WGEE and MI-GEE on incomplete longitudinal dichotomized outcome analysis is evaluated. For comparisons, likelihood-based linear mixed effects models (LMM) are used for incomplete longitudinal original continuous outcome analysis. Focusing on dichotomized outcome analysis, MI-GEE with original continuous missing data imputation procedure provides well controlled test sizes and more stable power estimates compared with any other GEE-based approaches. It is also shown that dichotomizing longitudinal continuous outcome will result in substantial loss of power compared with LMM.","inCitations":["1299041b1c05a07f2fff88c1dde973c523ba35ce","b54e93a9905517969951774869de0b4d9777591e","a252ac5c6c726ba5b407bc300ae5c1b03c4cf951","07a9f11e07afae4b507b5d3de63d4ceea6061104","750f2c3d2a82e70412f1be8a956e33ff2c142012","232735ed855dedce9f7791e68fbcab7176398e8e","22ce74467b3fb0f2c98bbde59c155d21155294bb","e74dfe2152b19cdc5a27507b17336b2246aaaea1"],"title":"The impact of dichotomization in longitudinal data analysis: a simulation study.","doi":"10.1002/pst.396"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["d222653a7edf5c8840e30209b6e196c2a4162a2b","9a1a73d67042a1f60c18b84cb2f607a529bad2fe","52c6b6f04736152d3262510074f5e8c591e2e8f0","1cb03d33fd446126a5bc474c76ac3af600ce85e6","92204ababa9ddeaecdef7d40df436a54b747b71c","179d067c25e566272b309e2ef1417536ed3ddba1","cbc9d36cce203b26b79040cfd788db4eb90b3c4e","134b29ff2cdde140fa21b873ace2bd79463d7699","ec7f213c7f31dff45c502e653ca80e149bfff722","a68fff5d07699b33af739e88c59ff5b0dd4ee874","0197d56c5b1652a97e5f55508c6ea570aa1fdf30","2fb53d9771f16c1b54d9ab12fcf1823a994600a6","d3187c719d5262f93a6f8297c475b917791fa5b8","7ae4fded50c6d00fa178eebef085f0d5d114e2bf","bf94972767051058c682331c891f76ea51877447","e985ac2e151903000cac310ffbc5b2cb4fbb9dd5","8bbb7350442ab3f0edb16e0238ce897df1cd0507","7757586ac0e3aa98aa219c6f51f0fb5579e43c9e","6f355114990f54f81959b7d8caf7b6bf9bc6d4d2","9121119c905791fdd9940f165b16c3acf7b39415","f7b1458fa8cab66e01603fabf1e5153a19a2e5d2","e20075bc0a475b0a721e32774413b5f74993e333","92ffd0add41278927ab4393fd056365a056a6e55","040cf85e53e48aab1512ed8dd02d994eea0e4bcc"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Reliability is one of the most important aspects of testing in educational and psychological measurement. The construction of confidence intervals for reliability coefficients has important implications for evaluating the accuracy of the sample estimate of reliability and for comparing different tests, scoring rubrics, or training procedures for raters or observers. The present simulation study evaluated and compared various parametric and non-parametric methods for constructing confidence intervals of coefficient alpha. Six factors were manipulated: number of items, number of subjects, population coefficient alpha, deviation from essentially parallel condition, item response distribution and type. The coverage and width of different confidence intervals were compared across simulation conditions.","inCitations":["a3c3f4a26768a88d727e92b943e7b4c118897179","1ee545e84d813825875c6e8bee013bd7fbe8eccb","0ab11eb9b9e5486ab77e66ee5c3f2a3f9bb559fa","5fbb46821d8cf8de919b4adce9e370a71acf4eef","1db4f238921d1618c86e37c873c61f9b9eed1ee9","bee4902a2db5fb3451db19b55554c8a02703ad9f"],"title":"Evaluating the performance of different procedures for constructing confidence intervals for coefficient alpha: a simulation study.","doi":"10.1111/j.2044-8317.2012.02038.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Optimal design methods for nonlinear models are dependent on the true but unknown parameter values. Criteria for developing designs that are robust to the choice of parameter values such as ED optimality have been proposed. However, these criteria are computationally intensive and can perform poorly at extremes of the prior parameter distribution. Two different criteria are proposed. Both involve evaluation of the determinant of the Fisher information matrix over models formed at various combinations of the 2.5th and 97.5th percentiles of the parameter space. The performance of the proposed optimality criteria is compared to two existing robust optimal design criteria.","inCitations":["ea9d222459766e80f4a691083977d33f44300676","711b099160031b258d1162b585117899ab73997b","60b09218e49ce53ce0cadc2130141b05eb70d05b","28aa6dfcbb73535de8d5d2d0ede4e3584943d817","99df5b5cae96003f2ff9933b6e437919866a7b8b","6aeb1c1cb76b43a9dcab7591777f3f3e0ab626a2","588e46ee04aa364f803b05eaaaeaa92bdde2c76a","b3ba245ea1c080fdba1949403298326b5be6eb76","edde5a5a4cc423d6fe289c13f6a9ebebf5415fb0","728993ff5637245e362d138ac2436c4affa32fdc"],"title":"Methods of robust design of nonlinear models with an application to pharmacokinetics.","doi":"10.1080/10543401003618918"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Traditionally, in clinical development plan, phase II trials are relatively small and can be expected to result in a large degree of uncertainty in the estimates based on which Phase III trials are planned. Phase II trials are also to explore appropriate primary efficacy endpoint(s) or patient populations. When the biology of the disease and pathogenesis of disease progression are well understood, the phase II and phase III studies may be performed in the same patient population with the same primary endpoint, e.g. efficacy measured by HbA1c in non-insulin dependent diabetes mellitus trials with treatment duration of at least three months. In the disease areas that molecular pathways are not well established or the clinical outcome endpoint may not be observed in a short-term study, e.g. mortality in cancer or AIDS trials, the treatment effect may be postulated through use of intermediate surrogate endpoint in phase II trials. However, in many cases, we generally explore the appropriate clinical endpoint in the phase II trials. An important question is how much of the effect observed in the surrogate endpoint in the phase II study can be translated into the clinical effect in the phase III trial. Another question is how much of the uncertainty remains in phase III trials. In this work, we study the utility of adaptation by design (not by statistical test) in the sense of adapting the phase II information for planning the phase III trials. That is, we investigate the impact of using various phase II effect size estimates on the sample size planning for phase III trials. In general, if the point estimate of the phase II trial is used for planning, it is advisable to size the phase III trial by choosing a smaller alpha level or a higher power level. The adaptation via using the lower limit of the one standard deviation confidence interval from the phase II trial appears to be a reasonable choice since it balances well between the empirical power of the launched trials and the proportion of trials not launched if a threshold lower than the true effect size of phase III trial can be chosen for determining whether the phase III trial is to be launched.","inCitations":["8342ead7a5da3fe540219c1e40bd83620e7aa6de","cc4f43110917dd11a18133476131bec946ed5468","090a699485f216815e3f8792ddf627b5f817f8e6","67dd7d5371d87f44fe6d34dbd3f4ebd2f7567cb6","ca2f03dc18fd35283cc2cfcf0cdea42e57ac8ecb","579460ac4f523acaac93584991ff6b8fc8ea3e46","5a7877a7a6744ebc9aa33d3edad004ea332e7a27","351a51d7a64cea3b6e16db0c8fd863695784066d","34383fb9e73304b1d6275b495dc86c8b3759bc6b","ef4102e23394bbf801ce5ecf45e495f330ce5ee8","5fc5cadef1079ba099fee692702e7a640d2dd8ac","758199b1624561f1068d42b148a062ebf98d8fdc","060634e6665969215f954573a049c4def4fa7b68","4a47be4d4a315cea5d27353fc26836f63a527660","941b3394cbdd4c222c9e408e56d7997c0355094a","6ae9cd0dc35480f12996d8fb572efea51dc6a41e","5b3970158f3869bf2ec247897d8984b528c859ca","e68ba97310e70136f94813c019dae5b4bad86698","5bfacc6ba38161e5e6baa4356184bed14592459a","6321888ec531cf04a48e7a41d7ae1a1e7be58967"],"title":"Adapting the sample size planning of a phase III trial based on phase II data.","doi":"10.1002/pst.217"}
