{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The main goal of a Phase II clinical trial is to decide, whether a particular therapeutic regimen is effective enough to warrant further study. The hypothesis tested by Fleming's Phase II design (Fleming, 1982) is [Formula: see text] versus [Formula: see text], with level [Formula: see text] and with a power [Formula: see text] at [Formula: see text], where [Formula: see text] is chosen to represent the response probability achievable with standard treatment and [Formula: see text] is chosen such that the difference [Formula: see text] represents a targeted improvement with the new treatment. This hypothesis creates a misinterpretation mainly among clinicians that rejection of the null hypothesis is tantamount to accepting the alternative, and vice versa. As mentioned by Storer (1992), this introduces ambiguity in the evaluation of type I and II errors and the choice of the appropriate decision at the end of the study. Instead of testing this hypothesis, an alternative class of designs is proposed in which two hypotheses are tested sequentially. The hypothesis [Formula: see text] versus [Formula: see text] is tested first. If this null hypothesis is rejected, the hypothesis [Formula: see text] versus [Formula: see text] is tested next, in order to examine whether the therapy is effective enough to consider further testing in a Phase III study. For the derivation of the proposed design the exact binomial distribution is used to calculate the decision cut-points. The optimal design parameters are chosen, so as to minimize the average sample number (ASN) under specific upper bounds for error levels. The optimal values for the design were found using a simulated annealing method.","inCitations":["ca2f03dc18fd35283cc2cfcf0cdea42e57ac8ecb"],"title":"Phase II design with sequential testing of hypotheses within each stage.","doi":"10.1080/10543406.2014.900784"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Statistics & probability letters","paperAbstract":"We proposed a permutation test for non-inferiority of the linear discriminant function to the optimal combination of multiple tests based on Mann-Whitney statistic estimate of the area under the receiver operating characteristic curve. Monte Carlo simulations showed its good performance.","inCitations":["a60785bed8b0a1ec58b379e71f9adfd4596cc305","e7280e2ecb3268f7e919b03235a1eb7847c028b3"],"title":"Permutation test for non-inferiority of the linear to the optimal combination of multiple tests.","doi":"10.1016/j.spl.2008.10.015"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["f7b886a3ccd077179c01c074f1351d9b9695fc3c","719fbf9e95cb30442864a791d00c23d2282b1891","4fa2a9f0a4265d1f89f391fc4cc13fff8320b8e7","4f06a869bb5f782663a71cfc4dbf6cf8a0786ba6","32d53d2d7f73c160ac9c8b45596fe78cfab8994a","1cd63440e9d23cabfe75991ba751f664593750dd","7ac083214305c8fcc84bff8533bc6a95f9c9fd8c","fcef2258a963f3d3984a486185ddc4349c43aa35","3f2d21ff9c3ccf6b0e7f4154ab1f9b81bdb7f62c","1ae856dc44cb423624a5cd25f8dab92b86aa4fe2","88b7ceb335a3e88333a86d60e41454da21e2875e","e32c7097e971354791014389aef657d9de60d9e7","32d1378477407021d024c861ac2d9fc087ae466b","11a01dfd677cbcbb9a81f14d1b241b53c136e62f","31e62ea1c38b216f73ea89850128fef5107d5bf0","4a00670553cb51a3dae49f7eb992cf91cb5ad360","821c6660965ab4925d49aebffb40fd831b23a3f6","f0978dda3c2e96541ddf8f0dee47c756c4e58f29","aee64c03041f2ce1b016cf7ae2b85d05fdd53bc7","16adc93eff5304b8e5b3e976f8f17588f8865bdd","0d00beedd4a299f89751c5c773891d1d98a5f13f","b9d6d5737b22392482cd9777d31c4cde1118f899","638ec084ada320715e757b375cacd0aa3a27d30f","0012e01c8a16f0775e21eab401e7d42929aca738","18fdd4f0561380da5a459a01078cc028801d8d01","0c2a04d474ccfef4085235b60d00524994cd33bc","378ca8eac56e3b0372bee1eb746cfe05b848ccbe","90c9beb2db1b8884198d044f83648057ce1e7319","c3ab7c8690fbc2de67b9c47554a202f89104deec","7cebec9d227bcf04fd109c637a56eded79296eff","d62a394db31665005df761959f6f56b06048c6aa","fd525f80d069e3c6efb98acd4d583881976dba01","eac34ee4cd26dff39185382a43ab1c8a15f3e0ed","1f5f8bbf04f465602d8d52ec6c84b4b7bb4970d9","3f2670c7d1b25f70a21fad03d2f0519b423f3b61","bc12edf4485722a68f48913b239cdeb21ce52bca","a02f20b52dbbfd43c132c39f658a7fb5d9d993d2"],"journalName":"Biostatistics (Oxford, England)","paperAbstract":"Classification studies with high-dimensional measurements and relatively small sample sizes are increasingly common. Prospective analysis of the role of sample sizes in the performance of such studies is important for study design and interpretation of results, but the complexity of typical pattern discovery methods makes this problem challenging. The approach developed here combines Monte Carlo methods and new approximations for linear discriminant analysis, assuming multivariate normal distributions. Monte Carlo methods are used to sample the distribution of which features are selected for a classifier and the mean and variance of features given that they are selected. Given selected features, the linear discriminant problem involves different distributions of training data and generalization data, for which 2 approximations are compared: one based on Taylor series approximation of the generalization error and the other on approximating the discriminant scores as normally distributed. Combining the Monte Carlo and approximation approaches to different aspects of the problem allows efficient estimation of expected generalization error without full simulations of the entire sampling and analysis process. To evaluate the method and investigate realistic study design questions, full simulations are used to ask how validation error rate depends on the strength and number of informative features, the number of noninformative features, the sample size, and the number of features allowed into the pattern. Both approximation methods perform well for most cases but only the normal discriminant score approximation performs well for cases of very many weakly informative or uninformative dimensions. The simulated cases show that many realistic study designs will typically estimate substantially suboptimal patterns and may have low probability of statistically significant validation results.","inCitations":["88167f4d0088755c22549d8aea7ce2e16968ff22","ddaa0fef52fa71c131d79d0413a0b6c4ccb9ff82","a8436bb956d9ebaca2fb6674f75348e82a7b3cfb","b745c853d2460e7f3e9ef5e774aeb0b00f3993a3","a5135cadc02d2bd84b759effe818cbce17a80b34","c930e691e41249d8d06cc659c5c34e64e947b0b8","26b5d74816e7755c9ab7b0b69cee636d2ba4d1bc","55e70aa8d6388a1e1d76e81ce1933e08a16d2940","6ca93530df2a83dcb1963459266eefb54429ff9f"],"title":"A simulation–approximation approach to sample size planning for high-dimensional classification studies","doi":"10.1093/biostatistics/kxp001"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2013,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"In clinical studies, covariates are often measured with error due to biological fluctuations, device error and other sources. Summary statistics and regression models that are based on mismeasured data will differ from the corresponding analysis based on the \"true\" covariate. Statistical analysis can be adjusted for measurement error, however various methods exhibit a tradeo between convenience and performance. Moment Adjusted Imputation (MAI) is method for measurement error in a scalar latent variable that is easy to implement and performs well in a variety of settings. In practice, multiple covariates may be similarly influenced by biological fluctuastions, inducing correlated multivariate measurement error. The extension of MAI to the setting of multivariate latent variables involves unique challenges. Alternative strategies are described, including a computationally feasible option that is shown to perform well.","inCitations":["862fb5732f0d9677f0e3db4bb366b60fde023ae9","d3cccfa6076db5d2a5407ea35cfb28b2dcea0cbe"],"title":"Moment adjusted imputation for multivariate measurement error data with applications to logistic regression","doi":"10.1016/j.csda.2013.04.017"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["195d6cad7222b7b162dac2c4bbdd0ba2e31ab611","08b95a89f0bdc191da4c276516943430bb1fc57a","d5d9c1ef8b2c6d29ad7ecaee95391091c51197c7","34fc6c6163a84c15fbaf48fb974addaae58f0811","31d2060fd30af4ee90e9c4d46f085a20aafb65dd","5ec3f44823de30868ebc575b0d98eb8fe7abbc8d","9b575d68ec8f875c9a45743f53f4ae8c333e0747"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Past decades have seen a rapid growth of biopharmaceutical products on the market. The administration of such large molecules can generate antidrug antibodies that can induce unwanted immune reactions in the recipients. Assessment of immunogenicity is required by regulatory agencies in clinical and nonclinical development, and this demands a well-validated assay. One of the important performance characteristics during assay validation is the cut point, which serves as a threshold between positive and negative samples. To precisely determine the cut point, a sufficiently large data set is often needed. However, there is no guideline other than some rule-of-thumb recommendations for sample size requirement in immunoassays. In this article, we propose a systematic approach to sample size determination for immunoassays and provide tables that facilitate its applications by scientists.","inCitations":["e83d6f4d94df31654bf35aea35ecb88ec7e4daf1","6a8ecfe0f4d6926f23238ea4074cb2d9e563850d"],"title":"Sample size consideration for immunoassay screening cut-point determination.","doi":"10.1080/10543406.2014.889921"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2010,"outCitations":["79947748f5433a63596e5f6f080a5f213923b3fc","100df93a5c54b1341d6b5560e4411577a3c11f80","a0f0066250a58bb02b6e5618c0e018bb5c1d0db1","7d677289b437a6c7713db9c58e1d2f9600c06fd0","02c7d87c1348660a28c04b4c1a74fbb62b903872","0b3bf78d63374eec590204de72d36aa75722278d","a25bd70b9b7f885767f8cea10e73d39246cad421","17372bbbe177fc062a00f9c136e40021aaf95b22","2ff1e6fd711b7c07e6b89e155c6f593f07bcb0bf","c25bb172366284e89e30ba9b0b425fc02aee5f38","81607ddcb153b35ab3484a5cff9061a702741291","37f70aa43a9f4087f24f1ad2492896dab23275ba","4327b2a88b8d0796382956ff4cd76c26947ebb68","e0956a6f4f03b28ae707337114db4daa96083c54","c8a975828691609bdb9ecff98975ccafb58038f0","bdfb57141b2141095ed942b28be24808aeba8d54","c1a38f4b9b4ad8d44a3bafe8849eabe1c6683377","c3669ed41b8ade66bf41bd9fc3d84e771177e9ff","d7fd990659e4460e6527ce5cfc15b6e4f39fc640","8a3d3e03139cb5367d1c8500b0823ca481700a00","3e0cc3ecf38b655899eb3e20fc477d708caf398c","c598df7ee8a1ebdca8841e94b516e1019cafde79"],"journalName":"Computational statistics & data analysis","paperAbstract":"Bounded data with excess observations at the boundary are common in many areas of application. Various individual cases of inflated mixture models have been studied in the literature for bound-inflated data, yet the computational methods have been developed separately for each type of model. In this article we use a common framework for computing these models, and expand the range of models for both discrete and semi-continuous data with point inflation at the lower boundary. The quasi-Newton and EM algorithms are adapted and compared for estimation of model parameters. The numerical Hessian and generalized Louis method are investigated as means for computing standard errors after optimization. Correlated data are included in this framework via generalized estimating equations. The estimation of parameters and effectiveness of standard errors are demonstrated through simulation and in the analysis of data from an ultrasound bioeffect study. The unified approach enables reliable computation for a wide class of inflated mixture models and comparison of competing models.","inCitations":["9f76796410ccbff10341a7f116a63265ea6ee5bd","af4ac7180b605b421990c8a9ac45e4164a8d3dd6","e2f89da0f2b410715359f5c9119c188a0238e522","e8f41c2152a86c72fa1cba14b117dab58d2f9464","28af8fb783b6180c247285955b5e48df75947819","db1f595161576ae187da4c66a74c3dc97a5f5542","947bf43201324ad04a331ad9edf7349cfcab51d2"],"title":"Unified computational methods for regression analysis of zero-inflated and bound-inflated data","doi":"10.1016/j.csda.2009.12.012"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"After multi-regional clinical trials (MRCTs) have demonstrated overall significant effects, evaluation for a region-specific effect is often important. Recent guidance from regulatory authorities regarding evaluation for possible country-specific effects has led to research on statistical designs that incorporate such evaluations in MRCTs. These statistical designs are intended to use the MRCTs to address the requirements for global registration of a medicinal product. Adding a regional requirement could change the probability for declaring positive effect for the region when there is indeed no treatment difference as well as when there is in fact a true difference within the region. In this paper, we first quantify those probability structures based on the guidance issued by the Ministry of Health, Labour and Welfare (MHLW) of Japan. An adaptive design is proposed to consider those probabilities and to optimize the efficiency for regional objectives. This two-stage approach incorporates comprehensive global objectives into an integrated study design and may mitigate the need for a separate local bridging study. A procedure is used to optimize region-specific enrollment based on an objective function. The overall sample size requirement is assessed. We will use simulation analyses to illustrate the performance of the proposed study design.","inCitations":["f9aa37f7b6c052dbb872ed36d9b5e4c2c1a35f5b","12c003d904d739971654486a6d54fef98ac94a9f","a146dad1cf294f3445f4f400bd251e22512a42e5","f2d50a09e063f9de6ca2b1e1c45fb17e5ce3d8a4","9dd6a9fbee97451c6d4012a2697564aa707a770c"],"title":"An optimal adaptive design to address local regulations in global clinical trials.","doi":"10.1002/pst.456"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"In this commentary, we show that the treatment selection probabilities in Morita and Sakamoto [1] could be different if safety information is considered.","inCitations":["d8f03383c3e390766cc4eb183aeffa540b7187a7","6071ed9eacc103c57cb5d8f152d910a9322b14d0","1faed3d1c9da80ac2f16219b15785ec707a90ee5"],"title":"Comments on 'Application of an adaptive design to a randomized phase II selection trial in gastric cancer: a report of the study design' by Satoshi Morita and Junichi Sakamoto. Pharmaceutical Statistics.","doi":"10.1002/pst.539"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"In drug development, non-inferiority tests are often employed to determine the difference between two independent binomial proportions. Many test statistics for non-inferiority are based on the frequentist framework. However, research on non-inferiority in the Bayesian framework is limited. In this paper, we suggest a new Bayesian index τ = P(π₁  > π₂-Δ₀|X₁, X₂), where X₁ and X₂ denote binomial random variables for trials n1 and n₂, and parameters π₁ and π₂ , respectively, and the non-inferiority margin is Δ₀> 0. We show two calculation methods for τ, an approximate method that uses normal approximation and an exact method that uses an exact posterior PDF. We compare the approximate probability with the exact probability for τ. Finally, we present the results of actual clinical trials to show the utility of index τ.","inCitations":["0afdfedc96b4aaffedea736424cb7bdeafbf6688","4bc76b027d7faa0dc59e0fc060abf2ba6d2c8f6e","2a235915c2a22bb42fc44a4206538133ae53560c","b3eaae18360751900794dd0b2280d691ff87f1f8","2fcc82f9efa84414ee40bc4ede2854858c03f5e3"],"title":"A Bayesian non-inferiority test for two independent binomial proportions.","doi":"10.1002/pst.1571"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2015,"outCitations":["fa60b6806050255a77699bd0f9f5d824884c5162","266a32615cdc2028eb743dc19d28242c8e67e357","7157ba9d98f8367282cd2e86dc56c8b1c4f00d33","0ed1900ac200ce5bf2d4d4e88cbcfb92977afd58","a96f85b9af623508fc5158c4f5284d2f02a027bf","df31b6d7afda2b0f570e49810d533fdd1dc30973","5f7396b134badce1b289b83887cd96e75e1be01f","826285af6bac0df2583bad0fc650d49e050f5ff4","cfc36464bd56c7395d27712a0e03bf2bf06342a6","f25d4112273f1783260f0301a07fc52300d927af","898639280e5a418911d4ba47be552f89dd67296b","122b231f10c7693d8adb51eacd8b5106edc50278","c7d7692570dfdc4e88ff5903a30578c6f4252d7d","83f4319287cf4befbf13e423a31c9ffbfdf0804c","f465e6bfbe6cb4495de07e72bf9ea3ede09b0fb6","c02f1c9e665047197e8495f0dcd41f90a2f46485","984c695a975918a0f1a1dc29f9b1eed45ac146d7","7cff1373db76a892c1f15f662f54367b33bc2a04","232a4400b5371e93fe0c779ed3dfb848cced857a","290eaba378702f9efcfd59ab6f74ad2bba0b79e7","a21e6b15208562760e9bd81cc898b3d9909f721f","73f7a88e60c0b406f2b6fba6644644e2b30c527f","37350821d59d0b2f476ccacf71b41b2cccaa6e73","3e25910f8d57d593cccca521a59c52aa63c2dcc8","5b4589e473cdbdb24d8a8979f51b6e984d717232","8bf730243ed967afd5349bef053641a6043517a0","47865b56fee61d9c9ff477f7c79f090cc6663d3a","869e99037469fa9caa7b62e913b689812e6767e5","064dd1808f29579f1c6347dcd5f447813db8d6c7","9dde4f4d578cb7c3e4fc2510562c02d5b96ee83f","9ddba1f5f559341fb713fd7445028cfdd40ed09b"],"journalName":"The annals of applied statistics","paperAbstract":"Human neurodevelopment is a highly regulated biological process. In this article, we study the dynamic changes of neurodevelopment through the analysis of human brain microarray data, sampled from 16 brain regions in 15 time periods of neurodevelopment. We develop a two-step inferential procedure to identify expressed and unexpressed genes and to detect differentially expressed genes between adjacent time periods. Markov Random Field (MRF) models are used to efficiently utilize the information embedded in brain region similarity and temporal dependency in our approach. We develop and implement a Monte Carlo expectation-maximization (MCEM) algorithm to estimate the model parameters. Simulation studies suggest that our approach achieves lower misclassification error and potential gain in power compared with models not incorporating spatial similarity and temporal dependency.","inCitations":["e5c2f2363b4903df017af8fe3952deaaef806523","83f4319287cf4befbf13e423a31c9ffbfdf0804c","ac73d3374b463ff008b4e52d3959a8e0a441e496","c0e9324a8eef51503bba8156559f8b4a74488b08","ba10b308c93d61a6a2fc6e494d6401e4d257a685"],"title":"A Markov Random Field-based Approach to Characterizing Human Brain Development Using Spatial-temporal Transcriptome Data.","doi":"10.1214/14-AOAS802"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We extend the development of the expression of the Fisher information matrix in nonlinear mixed effects models for designs evaluation. We consider the dependence of the marginal variance of the observations with the mean parameters and assume an heteroscedastic variance error model. Complex models with interoccasions variability and parameters quantifying the influence of covariates are introduced. Two methods using a Taylor expansion of the model around the expectation of the random effects or a simulated value, using then Monte Carlo integration, are proposed and compared. Relevance of the resulting standard errors is investigated in a simulation study with NONMEM.","inCitations":["88333a32aa6067021787778f57f1a3bee58901fb","f0f0c68cedc8fdaca5bf305200db0c3aa4d1d279","3d17795d2227a14ded7fb6b7ffdcdb05fda749f5","713811f0d15010d5d969d9757481f91e5f72416e","1756425c5b94df488d70659785ff6f9e0fb6148e","d5014cf75d22e27ff61eca56d354f20a63a14aea","111cf62555883ff97d01c59269ab5754902d3826","cf477c3bf33ff32a6e76f4368deb529adfa00130","34e498f33ee936fcdb74b5db696881ef79749e66","b969ce8edb9a75b5d92353fc24be9da230f03af2","de663c6d7935fa552f7eecbf46c89f43ad08e3ac","c930e691e41249d8d06cc659c5c34e64e947b0b8","a8ed01c4cc6cfd4cc1cf17fc6849b26f8f33dd13","1865eec9062ebd6819e354f0ad0595c93a83c0c1","7990d9ff83eea3c5a3607c76e61e451c3d6d7e40","588e46ee04aa364f803b05eaaaeaa92bdde2c76a","78ca1615798b3890353373964488016b7fc4e7a8","d064202a6b88f440f93268467c55012a2a5ab2ad","007ae7c846368f3d683b37b326ed6cd0271ce3f2","d414d8e9237b23f7fb34b4113fd527889a7cacc6","f6e9ac68dd05057e42c8d498d9f0e0cf8b1b9917","d7a74a89ea6d606fc0f09f13f278376ff619bdb1","bd32b09464b63d12e5e8af7b4c12000c2b07d27b","93f6de3c824969566bd8266e272dceea4050d756","79b2b12187e94c29c5d63db6e3b512c4bdb6d68c","30d78d6b4be7c02884feca6bc7475b1b4190cefe","102b344d67c4f54a792371fc18ac5663aa469e0e","4011573af9c6964e4f68e28d20e3e06ad312ca72","84bc4ed3eeb1966fda7074a444bf81143a035804","6a6a1e4ec0ff33118ec0875902b1263427e29701","c63eb6069f0d8209c45ed11124612615cecb29bd","708857b59a65cda6fafc6d99c31d175720e75cb4","d4d705db1a78856313358539e84249f7a6ac1947","6cc5e69778f58199cbcc0080aa5396b8f274490e","fd2edb559dee5699f6fb563df7ec376b134ed445","f34749a239d0945f97c5832a1f7f6efb52f9f99a","affcba10203c6747588dd090818c7cfac51c9f69","fad25638ddd6c1ee27d3d1421bb5f9b85ad024f5","33f3bcb06fafa9ba04e3bc51c136814930efe79f","5bcb6471142c85f273f63fbf0b8e3ad3e628db07","b60244e641345c284725dcc63381ad77ff9f4756","8882e473d26b23eb76a5da97e651f7679dbb3b84","d73bc89996f328de17ba29d5cce067700e91f513","c8fca1c6f51a3a0b847d9ad9b60c97b356846f4b","1aef5bdfb7eb0734fe83e56aaf186e0137d0d6d8","be323e343509628b757dd8a3ef63b48efbbea883","2935c7555cd05d19abe3455d3b4db11b07f6e692","86e0a81aea6867eea274839496a79b356fdb6b39","759493112ba4aa2491e4fec9ac2cebacc3ce9c43","2e929e63740fef57aafb6b185c627ca77c420a75","728993ff5637245e362d138ac2436c4affa32fdc","5c1eb72f21b3eec1d2406fdaad2ca1834e5cc60f","094513a3c0dbdfffee8c1407775dc489b0abead5","ba1df5b95584818b03ffefa1a62308e945230a9c","c63c5a95bc4231c47e15013890b6fccdac65f724","9aadf65cc40a420e3cc43c0d9fe9de0254b1dc00","608c5673fda3c55e1406fef0586e9e0ebcb076fe","aa173a8984b21e26ef1c95bcdf7710fed6019f75","9d55872eff731891fefb648041156c980d819947","4aff4fa4e3865828a428208f33cd2218dee9e20d","a362cf62eda75b3764eba6324740ebd7588b82cc","8d458d2086003a3f3effcc680d5b444deb7ab1e5","23855f08b1d29413eb798d6d2566672863616a21","54833a3dd441812c72ee92177f147781f2c75adf"],"title":"Further developments of the Fisher information matrix in nonlinear mixed effects models with evaluation in population pharmacokinetics.","doi":"10.1081/BIP-120019267"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Substantial variability exists among different patients in response to drugs. The identification of genetic factors that contribute to the interpersonal differentiation has been an important task for pharmacogenetic research and drug discovery. In this article, we have derived a high-dimensional statistical model for unveiling the genetic machinery for drug response by integrating two different but biologically related processes--pharmacokinetics (PK) and pharmacodynamics (PD)--into a genetic mapping framework. Using an integrated model of PK and PD, we can identify specific DNA sequence variants and test how they relate to the differential effect of the body to the drug (PK) and the effect of the drug on the body (PD). To effectively model a two-stage hierarchic structure of the covariance matrix at the PD and PK level, we have for the first time introduced an autoregressive moving-average (ARMA) process to the mixture-based likelihood function for sequence mapping. Closed-form estimates of the determinant and inverse of the ARMA-based covariance matrix are incorporated into the estimation step, which significantly increases the computational efficiency. Simulation studies have been performed to test the statistical behavior of our model. Potential applications of this model to pharmacogenetic research are discussed.","inCitations":["53d8fbdc740779f5435b1381a4d950074ce1789c"],"title":"Modeling the genetic etiology of pharmacokinetic-pharmacodynamic links with the ARMA process.","doi":"10.1080/10543400903572795"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["b40d2d4acb3aba29ee8c116932f0a11e1bfc6898","9b04222aa0ddac66deae3985ed5960791209b164","ea3d7c56e127717e4360bff1399134b2486808f0","0ff09792ef4b98efdd4801e7b81f2c2c8dfc0645","bdfb57141b2141095ed942b28be24808aeba8d54","3dc83f4cc8e465097479dfdb08bb3b289c459d54","668aca1142c34cad76f117a4c28a9ef19267b430","5c5986117d4e3c5f5c2427051e908b6de3e35f23","11c30ce245cce4cf7b19d67eff080ff24c91fec3","015688f49a26ca19bd67d2299bd16ad0816331cf","f7ab8beb3ffcd6d6b453561108679fb5c24d31b4","28c3f90fe9f38b34cbd1d6706517c64c12e80dbe","1c1cb27c2512f7263c622865f534a66b630bc6de","f14f75a56b1891100d84ed02537e0de92c1dea1c","53c1215e044326d9ca5945e7e9085258a6c760e5","2d001b4b9b00601a7412c78e096e7c15743b52ed","f7a3fca5a3ca85061db92bcb28b65cac5e19bbed","24aa16df87fcfdb540b13fa9b7007f4d95cbcf7f","ac00d72b164bb10aa5d938ae1b99427b6dd03d9c","3b6f481c9c76bc8b38f7b056d16b801aad9ab96f","d2212d7096e80556ac66d4a5d6b57c4f68a26a92","d3ba3485025f1bebd3eb439c5f4f3c41e13d7be7","1d39cdf65feaad572a1e4264391336b46f329eba","d9ac9a39c8540676948f3a29fca1275a7bd5ead2","90508e6389394acb42cdbde9700cac231c705db0","2693b8948948df2a2ca247767705c40427fca8cb","7d8d37f76cd6d2f7ef7233ee0b925a1bd8002f56","50f745070371bc1d8d046c119b191ba3a7222dbc","0a41e54688c618973c897c1a9cb22a02b5d3ced5","7481b66c99d35543d1ae9cbf61b1d22686bd617e","08870ddc4e37f00503c6193db887ff9646a5a1a1","2a0e1409ca09ab92dba278b3ebc3e890089cf6bb","76ada33eae0abcb5512fe0fa37a5d67c639fce67","512eb9cac56a77ef3ed4ff3761aed9fb5e47bd5c","2c9a9c4c96b13938639a14304e300854b2457c1b","d9b405f9db6f7e235e9f804b0f4f5737a00c4f1a","09761710db307f954fcb98ff6c616be0227fb612","81cd387dc7c0ad64d774f4cd6358ae20e9146d42","359a4a8bc094b50571e6a5a7236993fd547956f7"],"journalName":"Biostatistics","paperAbstract":"Family-based association studies have been widely used to identify association between diseases and genetic markers. It is known that genotyping uncertainty is inherent in both directly genotyped or sequenced DNA variations and imputed data in silico. The uncertainty can lead to genotyping errors and missingness and can negatively impact the power and Type I error rates of family-based association studies even if the uncertainty is independent of disease status. Compared with studies using unrelated subjects, there are very few methods that address the issue of genotyping uncertainty for family-based designs. The limited attempts have mostly been made to correct the bias caused by genotyping errors. Without properly addressing the issue, the conventional testing strategy, i.e. family-based association tests using called genotypes, can yield invalid statistical inferences. Here, we propose a new test to address the challenges in analyzing case-parents data by using calls with high accuracy and modeling genotype-specific call rates. Our simulations show that compared with the conventional strategy and an alternative test, our new test has an improved performance in the presence of substantial uncertainty and has a similar performance when the uncertainty level is low. We also demonstrate the advantages of our new method by applying it to imputed markers from a genome-wide case-parents association study.","inCitations":["4dcf3500e1b6a6177be6f4f05ec122432d7a1c83","1cbf625c3ef3785e2baf0314ef0127e2840d61ae","c322bf43c4dde7e413832f3d5ddac348a40cc5e0","c744b40b2b129099ad08527677774ac501bbee5b","d210f553cc25287f59f9e1134795a69f8fad94db","0d680043dbae80681b6af86db3e28017acf4d28d"],"title":"Family-based association tests using genotype data with uncertainty.","doi":"10.1093/biostatistics/kxr045"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The area under the receiver operating characteristic (ROC) curve (AUC) is a popularly used index when comparing two ROC curves. Statistical tests based on it for analyzing the difference have been well developed. However, this index is less informative when two ROC curves cross and have similar AUCs. In order to detect differences between ROC curves in such situations, a two-stage nonparametric test that uses a shifted area under the ROC curve (sAUC), along with AUCs, is proposed for paired designs. The new procedure is shown, numerically, to be effective in terms of power under a wide range of scenarios; additionally, it outperforms two conventional ROC-type tests, especially when two ROC curves cross each other and have similar AUCs. Larger sAUC implies larger partial AUC at the range of low false-positive rates in this case. Because high specificity is important in many classification tasks, such as medical diagnosis, this is an appealing characteristic. The test also implicitly analyzes the equality of two commonly used binormal ROC curves at every operating point. We also apply the proposed method to synthesized data and two real examples to illustrate its usefulness in practice.","inCitations":["09ba3865b6144d79935e4e57095e15fd5bedc7cc"],"title":"Comparison of Paired ROC Curves through a Two-Stage Test.","doi":"10.1080/10543406.2014.920874"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["055d8a2a068fbd0c43fe57df1d143a9e790eb209","d8c30fa8e4120a81e74362557af13d85b51721db","6c4d3c7ecf6f145798a5960a0eabc78f43324e74","c98fefa56742a7350c85d4ed09232c40ce1e7ea0","cda122e33fdcd9d2ded48c59e2a0a9abe2c2aebd","4a806b64b468ca09c7faa583dc6cb1afab465825","42c908a37c1e40c4ad0bbe5fb0d010d236a303ef","e1ababf08c9ec103db854a2c1b4db611142cfdb7","4ef3d902883bfba0d038e54c998963fabace1219","30ccd5e2da284b8ca7e4dc854b511d01731c2fa4","aa29f08d5160469b626e4db503d9265f4e1c287e","90ac394343e4ac05db74af6a1a3a7ce913aa7c45","d8f0c1bcb6c5afa8cbfe83199b55c014dca08802","2018575a1a33bbb85f3dd7466e6a7bb0561b4e20","9bbe7ca2e5a2d2f2cc70dd67c93a4508abc888c8","e1fa42e4d16e02a4fca744cd535bea6cff0a0124","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","4afa0d9e4d03c7dc892d8958aa01e1661b969166","5f6027b1795f0cd3d9c25471c82b33a56c814539"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"One of the paradigms for surrogate marker evaluation in clinical trials is based on employing data from several clinical trials: the meta-analytic approach. It was originally developed for continuous outcomes by means of the linear mixed model, but other situations are of interest. One such situation is when both outcomes are binary. Although joint models have been proposed for this setting, they are cumbersome in the sense of computationally complex and of producing validation measures that are, unlike in the Gaussian case, not of an R(2) type (Burzykowski et al., 2005). A way to put these problems to rest is by employing information theory, already applied in the continuous case (Alonso and Molenberghs, 2007). In this paper, the information-theoretic approach is applied to the case of binary surrogate and true endpoints. Its use is illustrated using a case study in acute migraine and its performance, relative to existing methods, assessed by means of a simulation study. Because the usefulness of a method critically depends, among others, on the availability of software, a SAS implementation accompanies the methodological work.","inCitations":["82fbc0d9c53f74f652e1d53bc0bf8119faf7f640","2811138907db61a8362ec2eaf0bab9df54665a06","85350f0bb92581cd87c3d7da5b5422343da57646","b2cf4ef5b4fabc28ca4638fe3a0853e78b59a6cf","4715c52d59dc19f82f72353cbc7a4861d25e9be6","41f6b982811d9345812d597897392a0104db9227","564ea8cf766deaf936f2c9e88d79461677332cbd"],"title":"Information theory-based surrogate marker evaluation from several randomized clinical trials with binary endpoints, using SAS.","doi":"10.1080/10543400701697190"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2014,"outCitations":["8127b47789a1cf69fcb72894a24787cd60316a07","46555d820497445756c5d5d4d5c2961d14463b33","1183e19f9ffbc636746bd9058ac02df046682b16","2ebd29f721c65022098a77bcea5426a226c9a883","2ace05ed9f64145c08a63346f5094fd2f4afb39f","5965ba16b1644130dcbec7dac5623f6a29ed0708","d37212ad1f70a3c566216bd0d474048bf86b49a2","c2d299260436d0849c7ac6ca7e4640e7295e5de6","73376103cebfc3de846795ac27f3c183707dc96b","6735dc27aea1384ffad94c8b34b44efacb6287ad","91ba00ee7775aeef84f644f3b2dd1baabf2cf67b","22f2c816ffc8ebc6cdb64eb2c850f9f7d31d32d9","5301f6fdf449c61cf3672a3bfe33bb5919709199","b60d15dcc757bfa8ae2ade13037514a27ecba6bf","05ab43b91321e8cf57a42614dd630baecd110bd0","03be636697c84eb22114f09de6c1bea215cc87c8","d80612dc7c223952c0cf87b586a67cc6a72f6f65","da7e76f141a92fd4648fcbf12881d953dc7dae39","fc5a21fb9045ba782049f266014c1abbaf5b3011","388f6a2eb2184e3828d2f4e243bc79cb00fb238b","9f13bcb1b644ee861e02c1046c04c197ad809f3f","7d4642da036febe5174da1390521444ef405c864","e16c6fe63bd1689be8c73e47a2ee240f5f63cb1e","97d9aa918c004ea5568571c7c1411135e2c2418e","d922535f117db63b46ff9d09421ecd0e277d873b","d7632aa87f9d79857919cbfe97ddb80795c5a93e","f6dddac967e3347d0cb1b48fec50b5999102fe44","dde63e8dfca4f291ddba906968401cceb44defd2","23c0c619bc74a7a52c2693922063448db7763b54","891a024cfd68306d5895300ea95823afd5d423a2","c5ae72282b7e36c79020be192f286f99c9ffc594","9689242c78f8191fc6be96aeed3625f91c09522e","779c5bede5f8c3748fd64f2952d2b8e0c2b5e83e","9f5f5fb46d8bed0172d1752023094039d4f76de5","08b1b8bf9212c6de1c09ee9b992a2904fbaad3b6","0056034bfac974559d35c858708de84171c7f0b7","48712919f82b7a75709f152afbbe6ea8325628f2","0ddc13f4b88bf31e0c8ab9184ebc102de5eabf60","6be67c92f938ce7bf931046e6daa66784a1121b1","f2cd6571ed1cbe3276e9fbdf24db15d6d122bb31","f69028e757a59ebe035d4ca0ec7d4210a275db10","9da98c51a463420045e816ea928705f4cc5e3040","eb6b37554c187d256ded1608d8266bc6fbbea401","036d2fbcc9d6ab5233b17e6a94bc91568e7a2235","a5c2ee3bee5adeb31270963299d707722aa2816f","c3822dc3bde80f1b016565efa3e21e6c91e3cb04","d708dc957348a0cdf4aa4323041f7c2725b43696","2d34cd6982dffb80ebdcc1f4e2af8ac77d5ad054","20ee888ca9c3bae784f266405b4d6395c6f32955","9834fa5a1239568799370fe9ffef92378d2d826c","961e2156d523e3901c491cc2a1f65764c976fc44","d1d53eab6eb04e651c59d418cacb310db0da5072","853136738f64d159ade419eb54388807d0011aba","3a1ab07b52b51ece705135a6c0a0eb1c9c575543","b6a6b3fa211748756e063fd17eab71511b8715f9","9c55b37610f75817c848fda4a8bb52061db64a86","c9044409e5f33d80d3a5f978a329373152a6e279","e0236f2618c5c7795432186a4477f4e8bde49533","1cebdf56849c8382a8316517d334732e38f6bafb","7b4b6a3b9d19a1f57033d8642ca7b9ac97e94263","2a4a3c9b6aac9733e11c8860a5be1f2d32a617bd","b7134309fc923d0395edb6c6c7d6695c82f053fc","d02d36830d9140811a5b814d4dd28754ac2d45a1","479f118d5f07fe0326ed19ac8a5146bc716ea812","d3c98dc7178054f6c49f46e82e6515e8c79de9b0","f763494448c4e0920ba73813c44a5122d244a292","dfb27ed98bb2c8f927b6e07a272460f08167c133","347fce82a38081dee853c73a9b553d92d13fa6f6","eb0c51fa6059b1d5b8794a3ca29b45bcf77f51bd"],"journalName":"The annals of applied statistics","paperAbstract":"Reverse-phase protein array (RPPA) analysis is a powerful, relatively new platform that allows for high-throughput, quantitative analysis of protein networks. One of the challenges that currently limit the potential of this technology is the lack of methods that allow for accurate data modeling and identification of related networks and samples. Such models may improve the accuracy of biological sample classification based on patterns of protein network activation and provide insight into the distinct biological relationships underlying different types of cancer. Motivated by RPPA data, we propose a Bayesian sparse graphical modeling approach that uses selection priors on the conditional relationships in the presence of class information. The novelty of our Bayesian model lies in the ability to draw information from the network data as well as from the associated categorical outcome in a unified hierarchical model for classification. In addition, our method allows for intuitive integration of a priori network information directly in the model and allows for posterior inference on the network topologies both within and between classes. Applying our methodology to an RPPA data set generated from panels of human breast cancer and ovarian cancer cell lines, we demonstrate that the model is able to distinguish the different cancer cell types more accurately than several existing models and to identify differential regulation of components of a critical signaling network (the PI3K-AKT pathway) between these two types of cancer. This approach represents a powerful new tool that can be used to improve our understanding of protein networks in cancer.","inCitations":["3a7036177e16c00e242b24f08c196cd0870d86a6","e124d9685dc9c78882b8ec33b96a5f43fa8f3df0","34d42a2e36c6b98a26cb127d9fdd41e1691f71d6","a095e80ba89401289b4fe1c743d81b863baec71b","a63e97cf07d881bd8a2d34356d835e035240e025","94b3b9387b8f888f035950e4675c53414ec62e3a","391df01cf94ec914c2bf055f802ef9a9526f3be3","e2e9735dcd178f03eca95eec077f2191f1b04422","8bd5af18edf9670b17a7ec5a2d7611351f47dd5d"],"title":"Bayesian Sparse Graphical Models for Classification with Application to Protein Expression Data.","doi":"10.1214/14-AOAS722"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of time series analysis","paperAbstract":"Motivated by problems in Sleep Medicine and Circadian Biology, we present a method for the analysis of cross-sectional categorical time series collected from multiple subjects where the effect of static continuous-valued covariates is of interest. Toward this goal, we extend the spectral envelope methodology for the frequency domain analysis of a single categorical process to cross-sectional categorical processes that are possibly covariate dependent. The analysis introduces an enveloping spectral surface for describing the association between the frequency domain properties of qualitative time series and covariates. The resulting surface offers an intuitively interpretable measure of association between covariates and a qualitative time series by finding the maximum possible conditional power at a given frequency from scalings of the qualitative time series conditional on the covariates. The optimal scalings that maximize the power provide scientific insight by identifying the aspects of the qualitative series which have the most pronounced periodic features at a given frequency conditional on the value of the covariates. To facilitate the assessment of the dependence of the enveloping spectral surface on the covariates, we include a theory for analyzing the partial derivatives of the surface. Our approach is entirely nonparametric, and we present estimation and asymptotics in the setting of local polynomial smoothing.","inCitations":["fd4f420c6fac2b29670962e80f1e0a59237debec"],"title":"Enveloping Spectral Surfaces: Covariate Dependent Spectral Analysis of Categorical Time Series.","doi":"10.1111/j.1467-9892.2011.00773.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2000,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Proschan and Hunsberger (1) propose a method based on conditional power for designed extension of a study beyond its originally intended sample size. Their data-dependent sampling method can be viewed as a two-stage procedure in which the target total sample size is dependent upon the data observed at the first stage. We demonstrate that the maximum likelihood estimate of the parameter of interest upon completion may be biased, and that this bias is similar in direction and magnitude to that commonly associated with estimation following a group sequential test with predetermined target total sample size. Furthermore, we show how a bias adjusted estimate may be formed.","inCitations":["d2bc94d2cc71c071b6fe41c135b2dfd0645a34a8","7cd3a042203cd1c3e65554f506706a0d96e1928a","d5e4470065c8aa5212a8fe0ff588bc7eaf1c8c41","e9469f50c856aa29b5c4066c79186dc86ea2bfb2","51c240589f3ef162adab04295a5d64e48a51fc9a","8342ead7a5da3fe540219c1e40bd83620e7aa6de","91d2b821cef88a54a60ca098fc2f326ce5a024d9"],"title":"Estimation following extension of a study on the basis of conditional power.","doi":"10.1081/BIP-100101018"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["e4244aef772b2eb2846e729cdbe445bf764047cd","c8dfe53a6179a603c8c48338dc787d32443fd616","e5031e67f4124c5c06f88b092046f2ba24742c77","7811dd66571e1f5410e722ecc0dcfcaeb438c05b","114c92008ef8018f4ee523e3348c373bffbd7d32","e47f57cbd9d79bc92685886f91c5ec817fe5c9ce","c46ba940578c972807c1fc25d1870130fe54fbe5","cf01f01260ebff5a11db25e9a3d6803b73b54038","8130263f6d7ad111abbd0d4c2fe7c6c8b6579ad0","6fc6ee08c27b4575638c9ce9461ca8515834fe2f","2d267fd3bbfd60696af521f0bf7c5333b2bd5faf","399e552c79934f3b1056a252226cc3dcf0c37f13","dd5b1260c75a1ff5b5d45d562b17eb41502cd921","90d5a98943d4c9f22a79843898568e3a2e0b29e7","d103e1bd7e690e6be85729c4669a452261cc17af","6e1a3ec1552109b66fa05b080c8c9e4120d38cd9","9743ae2c83871e737760404d6c78038081403135","cde3aa2ad7b6a74eac778d7f661eafed5564aa9d","317794c81f54371dda5950a5ee7a41ed10298ab2","e4cc02fba661bc006595b28c32063d3e1541e29f","985c3672d5fb812d563f1fb171c0f6c556f9fff0","a4a1cf47f43a6dc520053846101648196d26f18b","ad384555c46a7aefa4c4ee7ff5c7701fd5ec2dba","870138cbd639721270ccf1c360bad5f6d72f9a4a","7d132ec7b7f94fe1397f6c1e8e5bb4fa42806ad1","41690226a4204d502781bb9f19743d73f4cfde8e"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Bayesian inference is conditional on the space of models assumed by the analyst. The posterior distribution indicates only which of the available parameter values are less bad than the others, without indicating whether the best available parameter values really fit the data well. A posterior predictive check is important to assess whether the posterior predictions of the least bad parameters are discrepant from the actual data in systematic ways. Gelman and Shalizi (2012a) assert that the posterior predictive check, whether done qualitatively or quantitatively, is non-Bayesian. I suggest that the qualitative posterior predictive check might be Bayesian, and the quantitative posterior predictive check should be Bayesian. In particular, I show that the 'Bayesian p-value', from which an analyst attempts to reject a model without recourse to an alternative model, is ambiguous and inconclusive. Instead, the posterior predictive check, whether qualitative or quantitative, should be consummated with Bayesian estimation of an expanded model. The conclusion agrees with Gelman and Shalizi regarding the importance of the posterior predictive check for breaking out of an initially assumed space of models. Philosophically, the conclusion allows the liberation to be completely Bayesian instead of relying on a non-Bayesian deus ex machina. Practically, the conclusion cautions against use of the Bayesian p-value in favour of direct model expansion and Bayesian evaluation.","inCitations":["49d239b00674e5ad4f4ba1c8ff2c70984ac676c7","ff819a46a83f557a69c29884b866e5eecdfe7a30","95a6df70c4c2c436e3745cea47e88bac23076c1b","387eb06c4ef1881e52ee455f806b71fa93580354","64c764941c67900068812fcb30ec96c11bd83aa4","b5fd159848dc222f8fbcb3ba04d4166ee481886e","1d8edd7ba8dfda97f5611b60a8c72cc088442cc1","ffeecc17872adcdb006ea47e6910ff81a7083a24","3baf28e87d22cb1aedcfd8ca81ca09a3770ca777","13a0585b79526a85a231c810654b52b2cd7ecb0f","8d013f8861d6bbcd57d7c3fbfe832457956056e5","4ef66293dae414707c6f9ab5ed5c366334bec7f4","e261870e5be44d58eec4f9d73aff8ce6161687fe","e898185ae1b4f09425720ec69f79cdceffc98200","ee1a5c0c4d36cca0dd361d8172f0c9e278df70e5","0e6ee3365f0ea53fd32e8c9ea1a5a8c402e047e6","3f246563dfb5a0580909d926c716ecb269150b1b"],"title":"Posterior predictive checks can and should be Bayesian: comment on Gelman and Shalizi, 'Philosophy and the practice of Bayesian statistics'.","doi":"10.1111/j.2044-8317.2012.02063.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1965,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The performances of a group of children (Group C) and a group of adults (Group A) on 12 sub-tests formed from Raven's Progressive Matrices Test (1947) have been separately factor analyzed. In the Group C results, the second factor can be recognized as a difficulty factor, but the corresponding factor in Group A is not significantly related to the difficulty of the sub-tests. \n \nWhen the analysis is carried further by methods described previously, both sets of data can readily be accounted for by non-linear regression functions relating the sub-tests to a single factor. The difficulty factor in Group C is shown to correspond to differences in curvature of the regression functions. These differences in curvature correspond in turn to the expectation that an easy test will discriminate best at the lower end of an ability continuum and a difficult test at the higher end. In terms of the non-linear treatment, the curves for Group A form a plausible continuation of the curves for Group G.","inCitations":["f1449359bc25f63584dce70c0988f63209085e53","5e63494130f7457b669febc18a1fadbaaa45d828","5706b27cc079c34362c2ffae76ad6fa4891e9e6d","41b28814cd2598a2a724f2929df0fb284dee77fe","43756df22aa8ec382c4d479cfc2e98bc5476e918","3c893fb8a250425fc7f932a0f87fdea423950960","b71a9b0989157629679fce8a606bbbb16be140ab","f93611ab5f8acf5e6839cd06d8d5f3806aa5ce54","f757dc2cec410ee0404efc736e725ef05a8881b7","dec7f90016cfbc3cb7b7ceccf7a17c38134e9a21","997984b697819e7cb3f7f8911ca8fd13596397b6","d2f3faace1a737d724b36d1486e3e261d85ded65","37b485a0758874f539e85a91f41338329946a4a9","b80cee330ca3ea4770e0cbe07d033385c5b2dee0"],"title":"Difficulty Factors and Non-linear Factor Analysis.","doi":"10.1111/j.2044-8317.1965.tb00690.x"}
{"fieldsOfStudy":["Mathematics","Computer Science","Medicine"],"year":2017,"outCitations":["7f68209deb2aa22679f27d389e4fc35d030cf0d8","407931c04ff9695ba1be2a7c0174748ae148592f","1b088e5b05aa71bc83a2af3e5c28791fb8f7506a","d100be4b508bd3f3498ec28d9ef16c1f68e8f73b","6194f16691b512e9087d8cbd4784294b915538ce","225f78ae8a44723c136646044fd5c5d7f1d3d15a","8bf730243ed967afd5349bef053641a6043517a0","5625bd1596d45a8b4923d24c270754be7a9bc2b0","aa1259178e569d9fc2bc6ffaafde169787c55300","af37f4fa1da73474c4d85ef71ce86674ceaa55c9","817b6512d3d07ae231d525c366f9a95aa9bdc75a","4ca7dd808c18ad95bddac37e8e908e308f9926cd","89ec9fd0c9a270303d896b3a16a1422595eb54e0","1a7219d4b5a6f4ffea0602a52b1b371cd1331412","61d94c4a429d710a0eadab7859cb14badf4d818e","d017e0a6a9b93dcab7cdcd44b17544c04f7678d2","f09557729a65cd87b8bbfd0950125063e06b97da","bb67cfa13f6f65d559fb087f08ecd77291513718","1502442e10e38695d06d9ae68077a1367d9c57f5","b4043c6aa5116ca313ecc7513f3e0b2dc850d244","97ebd9ed312d88ec81e3b59690ab96f474a2456b","330ac1fdfa32c53dc4e4fe91e19b9c79811f8810","8a574ab37fd8d3a47622b7c6e7abd2543208d05e","d2f5fc32852ec9b878c9ac902a31eb2ad9495cc5","22b1d8ff059bbf4cd41695fba73763bd49904d28","06fda23d9d22f613228999dc480549e0a1e442dc","4a19a4d82b0e27abe5df90a582e292b84c4873db","06f09eb5b470b1e121d7eee4446aad07df4aa0a5","7543c30aee33eea5fe9a9086be7e1a1bfc09951c","033b370c58adf40d80bd5dba17092b8b7a521239","06575c17aec1d4f3d7f564e5b20b36f2b6c6e514","c1408709c06cfebd6a3956ce20a0406f3d71ffd5","71597ef436629a2e4a48f22abd07bb24b7f7e0d0","17d54a4e369c7b2086ae911fc52a2f256a12a3bd","36298bc4d0da70687ab25c19f5d55fe6c495312d","e467646ce5c8ae993b11aed3bcc99d24754e4b47","53747752a8cf421d59e82b198566c4682c035a80","7b4b6a3b9d19a1f57033d8642ca7b9ac97e94263","c54ce87ca320f0dbc8dbd693572b4922a6f44b92","31debf37b9e7636085a9d33d0ddbba9c7c8a10e2","647f07948e26798ebacf83d0eb3e9481b9df56fb","c247e2140e771beaf40a378fbe52edbb9e044da5","4e45148418b2948cd6d3da96b04cea2c675429ec","d52a4d7a5216b09875f4d06fc50e119fc174c7f8","813bf6e62ef6f4cf3e46d0fee744401bcb8565bf","1c91bf49a1162c392d1c427d08489e67675f0ab8","b3e50407a2c76df572c4e218414357700be65ee6","9f17bab92212c611c53081620b06d5640d8fd3b4","99ba47df2b595ca81b56d0adb5c7ed2c1fc835ea","38572d3a4ce0ebc82d19623fd127cc920385a913","af532fc2895efb01ed129a30720cb9ae6dc766af","76d3617e85bd74aa8b2341c24c352fdce18f1e2a","d4f4300f144968998e5470063b42c721b68aad3b","2f59406cce55c7bb9a78521bd14755a0db0aee7d","adf9fb1f5db63cb7232d7e6778b0ebab8f396011","a1ec80729cb420bc53a8141746a8ee6309d8f1cf","7a40282ab21395b4f7bf306e083e49619bbdbd07","b6bc76b440dbef7d1303cb459a62e6152fa98f10","795f0a96190291e6043f1e04a4a551b2c93995ae","2fb016da7cb6c97735008cd2d87a20425ed1f2b5","98f53268478c5a2974c132597cafc12a7d58b430","9e796465f801a1b64baf6d2a88b44a62f4c5c69e","a14ad5648f93c34c0e4e9fb6145d89387ff41e03","51939739fbaec61f3e9896712d769830de81bf8a","de96fc33312e643a85c0bf85d3ecb8c6cf15bde3","9e6e66e564f497aac026b3f21dbed6014b03d932","9692ef8197af6ed27cd912861d417decc0e52eb8","67099e933672123226bec0dff9dabbdccaef1b3e","29f024c2e702bd28943ef7ea885d1abaf477397f","2436659f50a5be51e6ed21ae12e36bd435e81fa1","0804199468cd1b6f43f6fc55de8bc0719178c109","6485b73c0f1da46258233c1995328384dea8ee0e","2c7139d8385e0acf945a3d4e0d5416b037b0a3c2","9ac92c2989911d215d5a07764efec986cae9b690","d0a9b181fc252108de45720d4645ac245e1ba463","fd1b0a2d46e4fb95e84b993345b89856fc5ac4d8","a486c9ea26a3d0533c1ae4815c1b693f0a9f011f","f5a07d110482abf5bb537b37d414737d114afa09","c1609e7f9b1182aac5dee23e4b8b8539ebb865b8","9ea95d38e5b5a0bd8ef95184a95c29265a6d87e9"],"journalName":"Wiley interdisciplinary reviews. Computational statistics","paperAbstract":"The Poisson distribution has been widely studied and used for modeling univariate count-valued data. Multivariate generalizations of the Poisson distribution that permit dependencies, however, have been far less popular. Yet, real-world high-dimensional count-valued data found in word counts, genomics, and crime statistics, for example, exhibit rich dependencies, and motivate the need for multivariate distributions that can appropriately model this data. We review multivariate distributions derived from the univariate Poisson, categorizing these models into three main classes: 1) where the marginal distributions are Poisson, 2) where the joint distribution is a mixture of independent multivariate Poisson distributions, and 3) where the node-conditional distributions are derived from the Poisson. We discuss the development of multiple instances of these classes and compare the models in terms of interpretability and theory. Then, we empirically compare multiple models from each class on three real-world datasets that have varying data characteristics from different domains, namely traffic accident data, biological next generation sequencing data, and text data. These empirical experiments develop intuition about the comparative advantages and disadvantages of each class of multivariate distribution that was derived from the Poisson. Finally, we suggest new research directions as explored in the subsequent discussion section.","inCitations":["58e6f7c0616999098186d0f6fc98a0b7be096ff3","fea9c35a3b1217ee089939e9b3be101b91c66895","98de168bc0fed6a167caaf032e3219f8464ab721","a56cc1a789e3a3d84bd5af7cfe2bf6d52e771c1e","dd6b30b5dd90203c0df6c3e3ea9366c3c21fd552","f3b5f7909413e4f58323f70ea830b96acfb00f68","1c85cf5de842b08fe6be6ddd1f211ee1e5fbf548","81c5d21bfe2b53b49c32a6ca8e84a8b98199c21f","d381b367849ac6338137d157b4f0d0294a3f30a4","5d01470e2e4b35f59630999f5578188c160011bc","0515b0fefd2565b19b5c233488baa8c184539d82","dd930d6d332960e7093813e5b07f8a57f4b5b371","9cbd391a8c7b33cce6276eb98fdebe3f8058e26d","a7fc28a036ace32cd89cf4c657619bc511926212","37a042893c551996682a7be756127d0ff5ae85df"],"title":"A Review of Multivariate Distributions for Count Data Derived from the Poisson Distribution.","doi":"10.1002/wics.1398"}
{"fieldsOfStudy":["Biology","Mathematics","Medicine"],"year":2007,"outCitations":["b610919cf634508af5e4aa86756c66caf0c15beb","60484f9779b57e389dc06ae56c3110304ae46ddb","e78e740661585b6d5de1ad989bb057e254896af6","373dd674cea37fc9ff3bd4ea0dc0e88f1c3f9d11","a12a69d740e8e405d6bea5f583fe8c561311d97d","e74cd83fc227739e9bd33e74eea9a6c196eed9e6","35e5d0ea4bbfeb72f040e4b29249fbc2755cc4ed","92d0265df2d3d7cda98a49ceff2774ac78d4492a","fad0b510aee40bfbf7635d73e2329c75406e51e3","532fc386a9f96514c1eec9847a9a8233736b5eb5","ae2c214bfccd544d0057c780f020c9b80b7c07b9","c9c5adb7857060e4f36b6bfbe8d47ddaaeeb34b0","e9912f6564f7b9a79466f3b2b4fdec920ac85f84","bc8e802822e810d12e7caf8592489ce0d1226218","97de476f5d3485f8fe29548ed061355d596f9d81","4d028b3aedb60a3f5be9e9a83b2d0efb8b8b5db5","5b6479af623d33ad1d695b5665b39757b2cdeb63","4b9c5903b101295de038a335d9abfcba4d656764","8e21877f8e2e27051e9d7a71c88e7a58fde397cf","b019d0bfb3660f7ccc78f1b64511d311b2461c59","b6f1ecc775b58c46f694016105a1a78fd8a39541","c654498e77b46862a5eca337fb486f5fc60a73ab","840addb34608dae24c5d6b7b3a8b39e942170468","7074be0ccffd7ac9bd06ed9fd9811b6c23b17d8e","c0b9bc9d2855e43ef2571b7894df35732fc824e1","750b0aaae394c6ef12cfd60e477d670de2669e3b","f85c01c1f2304348890eaaf21005bf93bdc6c60b","d8157077ad19a7cd4aa80ddbb120f096b604f1f6","82fcc3babb586785a468420ea5fdf7bf9243b5fc","6d9e628dbad622daf03913d0716ce6a30df07136","ad9ae147daa056f40ebada5a93b1ea94802a764f","e3d531fcf4ef7815e41958293ee7734428610a0a","2260288719ee092a8b0ce9367944458837edd82e","03b3715c866285aa035e9617dd9356d8534e4f70","e3f0cd2fa320b1b51a6623e4a3ed4af4139f94d6","fc49ba10ba5e9a8a98f9e9a978fcf7f2063d0781","6a42b567203957419482c145e9ae4acf4d4b2520","9c55b388e7c1abe064ee84f37c95c69596b7120c","ec4709dda73e521802595fdc8df899c706cc2e46","d46ccf56c28c1a54f2d40010d0d5e47030842eeb","1146b14c69b1827ff34d70cfa62d8a5c4f54ed46","3c29c05351970ca7f613fb98210576e2a5fad794","e615ab949c62178153141cb9ed500bc35c946f83","eb8778c3d2d596faba9f8ec2b37acfbca1d2f78a","520b4da6c2cf095a38cea5ebd2fb0e8a8b718f34","4c56990f0e00dee4bfa186934f08f43f7167a961","e3fe856330a567c72d8aec6e8840566e81232391","b83e96720100c2b399b75cee2a75f7e0e45b5499","88d5713843e956ff9dec30871abf1670f7f9e863","5b3df7292cdb72281c0b52fb018465a3711d969f","a71f808a5ebb35765e3c3d881a1cac23e3cf4bb5","5f667498044e7531cdeeaa4f0c25b2b3e6870ad0","4f2c661c3b42da700c058b5177dc08339d9f2222","8e1cb010a4fb610b6d803eb41db82f17cd5e2120","5acf3ee784ba006b93b7adbfff4a94cca83f91a1"],"journalName":"Biostatistics","paperAbstract":"Association mapping studies aim to determine the genetic basis of a trait. A common experimental design uses a sample of unrelated individuals classified into 2 groups, for example cases and controls. If the trait has a complex genetic basis, consisting of many quantitative trait loci (QTLs), each group needs to be large. Each group must be genotyped at marker loci covering the region of interest; for dense coverage of a large candidate region, or a whole-genome scan, the number of markers will be very large. The total amount of genotyping required for such a study is formidable. A laboratory effort efficient technique called DNA pooling could reduce the amount of genotyping required, but the data generated are less informative and require novel methods for efficient analysis. In this paper, a Bayesian statistical analysis of the classic model of McPeek and Strahs is proposed. In contrast to previous work on this model, I assume that data are collected using DNA pooling, so individual genotypes are not directly observed, and also account for experimental errors. A complete analysis can be performed using analytical integration, a propagation algorithm for a hidden Markov model, and quadrature. The method developed here is both statistically and computationally efficient. It allows simultaneous detection and mapping of a QTL, in a large-scale association mapping study, using data from pooled DNA. The method is shown to perform well on data sets simulated under a realistic coalescent-with-recombination model, and is shown to outperform classical single-point methods. The method is illustrated on data consisting of 27 markers in an 880-kb region around the CYP2D6 gene.","inCitations":["93a45c2780a13c0bc645e606a4500f54c9e111f8","31d5c3b49568610e9bdc9d43906895afbf07dd0f","b6c42214caba6ee3427c7f7d44b1dc18dfdb9f46","f31612ebb3e01a93598dfa67f13700bc61f198b8","5b59c02912834f66e2465a901bc93757a53f86c3","a86f93b71b12f28ea9ed5c165a7d39dd8911d4d9","8e35f1bce2279e3d16e6b0af047c5a119b6903bd","83875c618e7bbe5bddd81b65f64d9533cc394bfd","8be261be925e936e7d5b8e7559bd55359526a730","26b5d74816e7755c9ab7b0b69cee636d2ba4d1bc","d2eba48f7c0c487ba16cb972c6111239b1853d68","2c52b878f351e0efe34dce8795d8db5bbe4d0574","96c411d2fd4e45ee230b69d1bb364e5588c35880"],"title":"Bayesian method for gene detection and mapping, using a case and control design and DNA pooling.","doi":"10.1093/biostatistics/kxl028"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In dissolution testing, multiple dissolution measurements at specific time points are used to obtain the dissolution characteristics for most extended-release and some immediate-release drug products. This paper presents a general procedure for defining specifications by a multivariate confidence region or by simultaneous confidence limits on the dissolution values of individual time points. The confidence regions and simultaneous confidence limits were estimated using two approaches: the first approach assumed a multivariate normal distribution on the multiple dissolution values and the second approach used the bootstrap resampling method. The multivariate confidence region was constructed using the Hotelling's T2 statistic (equivalently, Mahalanobis distance D2), and the simultaneous confidence limits were based on the Mahalanobis statistic as well as on the Bonterroni adjustment. The Mahalanobis simultaneous confidence limits specification criteria have the overall false out-of-specification rate too low in both parametric and bootstrap approaches.","inCitations":["a184e28d6cc033894268e4c6903e91b6ef2d2582","f36aaf5f0748ba9a943263ce5b3ddd2fb181d103"],"title":"Multiple-time-point dissolution specifications for a sampling acceptance plan.","doi":"10.1080/10543409708835185"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["31c3d8fd4e71ec71b7503a55bfe063fcb9484010","aece945a38b1177ca3a92a42a700eb2ba6d3b93f","d6f4eb08a3717bf23129e529a75a9ff33b010050","7d212736d32598b396d1076e8e659ac6f49d7912","8b2666d783d902ba4084260734b624bc0c484f57","d00760ca054a90bf6f8bec742635ecca8d76a67d","fe82bc3a58a4ff4941c58c462afca4fe0a82e985","9e3a26214cd13a32236b28c3c1593fef5d4108ac","ecdbbdcd5f21e210b26c1e1252a7eca16c0b3347","b7847f2fe48006413579f59579097aae681331a4","eebb2db2ad5bbf128ac8ecebf856e9caf80155ba","3bab236904a5971c4ea8ab0918ffe3e646eb2181","815062f411826cfdb21d87bc9a2193fc6ea34031","b3031ab8c3d59cdc807410184ebcb29bd8d13c82","4d508675ee414f4a8041a7270f63f3307ce50476","38a83f59ecb684f4458952432a80d92649d26893"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Targeted maximum likelihood estimation of a parameter of a data generating distribution, known to be an element of a semi-parametric model, involves constructing a parametric model through an initial density estimator with parameter ? representing an amount of fluctuation of the initial density estimator, where the score of this fluctuation model at ? = 0 equals the efficient influence curve/canonical gradient. The latter constraint can be satisfied by many parametric fluctuation models since it represents only a local constraint of its behavior at zero fluctuation. However, it is very important that the fluctuations stay within the semi-parametric model for the observed data distribution, even if the parameter can be defined on fluctuations that fall outside the assumed observed data model. In particular, in the context of sparse data, by which we mean situations where the Fisher information is low, a violation of this property can heavily affect the performance of the estimator. This paper presents a fluctuation approach that guarantees the fluctuated density estimator remains inside the bounds of the data model. We demonstrate this in the context of estimation of a causal effect of a binary treatment on a continuous outcome that is bounded. It results in a targeted maximum likelihood estimator that inherently respects known bounds, and consequently is more robust in sparse data situations than the targeted MLE using a naive fluctuation model.When an estimation procedure incorporates weights, observations having large weights relative to the rest heavily influence the point estimate and inflate the variance. Truncating these weights is a common approach to reducing the variance, but it can also introduce bias into the estimate. We present an alternative targeted maximum likelihood estimation (TMLE) approach that dampens the effect of these heavily weighted observations. As a substitution estimator, TMLE respects the global constraints of the observed data model. For example, when outcomes are binary, a fluctuation of an initial density estimate on the logit scale constrains predicted probabilities to be between 0 and 1. This inherent enforcement of bounds has been extended to continuous outcomes. Simulation study results indicate that this approach is on a par with, and many times superior to, fluctuating on the linear scale, and in particular is more robust when there is sparsity in the data.","inCitations":["e996fdf996b787cd052db8e1978597c73c01b9a0","618e232c5d120cdbfc703ae3a88049e8fc320243","ed9e2083c5b1baab5a26c25a6526d2b4a8b77b59","4148fe08fb08438f0453327b8d3eb654cb87bfde","1aee87b6b8962bd1673833cd84446118d5fb6caf","b17273bfc7242acb5469de6c9486e332db2c7b45","9263f291f0e50212fb62aeb43a4d59088f188a12","3b4e2121d1cf8510b60e85c9cc370529777d200e","e158ea00669155bf8614a70604f04fbb6753f447","2beef38f5a3b7a2fd52e64d2b5a7f7cebc5479b4","45f223c8bdbeee57ba5aa56d460b862e17964c13","1baf0ad74d5816659db5819e4b6ebfd48052b5a6","c4c649c64a092c29523c12c687935cfe404239ad","41ec6a911fa664764b765fdc315be5e35c446fb9","b573d158efb621aa77809ecad953555b1b7c89b7","7a592ae91acc5cafcd43bd372f30d63d761b547c","6733c5790582bb87f3b4864f80f464a93f9b5cbc","4150135622a51559c53e6e34c32ccbfa6571fe70","d1afc1bac9c451642735a9d50f4f1503db7b19f8","c6116556951b701b78e957aba23292d9c9efe562","b6d77285743714db09463240543560025c6ff301","1f93177657a04077f725de82d168cf7caebbc9f4","a4d1443a5b0bc8ccbd2c1db9de0e799201570306","75f09fefce77947dd72916a634c6dca6174d4233","bd580bb56b1a70595a36f6bc5db6cf8195b15975","e3bc464aaf1b6ea3afeef2e295e63e4230bf4251","7a261f76b032940660e08b097d4153693118ef50","04ffa716c223b03a42ebd270faf95630e5af6c27","54b883661d1b9da970bbc542c2a26249505eef5c","833e9494e1757ba11ea38b4e4a8444f3d32d89bf","d237d0b857fc17692f3e970460e1103415126ddf","7683468034deb7b437fca5b398f760a2b3142ae4","fc4d90bda8733a33a067378f9ef22d32b402329c","3362460a644f74384465c214178e2af9591c7b5c","5f561f92ceffeff37b1782a22a19ee86ba597ce9","539c34ac53ccaa05fcffbad93804964ff839c6a0","371e53ed0c775d757b0552367c36f0d1c1a96755","6ce72fcbe684ed330c52995a9614fa1434b3be87","fdc1d1ad167a9a8f4e4322ceaff533d8f3e1f308","f45ed765452dfca515a403b1eeb9ebc7087dd416","b2025554a2d323be36a8e405d079c53a26516eb7","be1aeb96cf6cac9a3c3bda5e9e022104e462e781","9a7bc66aefd0cf953b1e89734ee3a65ed0b291b4","8d8029cde8c9859caf85bdf3880310fa09d409a1","c98890991efb01b3d5095155e65808a2461ce8fe","4b3e0f6976acd8b16ac0f448585a176095bd08fa","76e6ca67cf6b44c2ab939999750e0f843955283f","d1633d91c23134fcfaf07bb537e63d374e1e2382","424d8ee5140c7cf8afb99bc629a46fad5ad67642","65056b43ea4413935148ae06ff8d8736dfdbb49d","fba6430dbf9559f26b1a996b71902f22ff2c93c0","58720b8531a1b42bc26e4281da72c4fa949749cc","db0c1b316aa03b1bcc0be9698dae97243b685a5e","d8c6d8016d9b0d53262d131d540a1629e316545a","18205fb6d7d49e0f96b78debb396315001c33a2f","8537abfe48003f5fa9714bf3f975fec4b5691f48","b4d7ecac98fb93e2f869f1ce3bfb091aaaf05257","ef295cd94e97c2cb8d2ced1fbce174325a09576b","a39cd2f881a71b887bf821233290647c58876dd5","d9717c53d893c435be06205f0893cf9dae78b04c","48d4f716939215907dc51d5bbd6d45c7b05f0e29","588e0260227e1619272709c73cd3353c38b146a8","91939331adcd898603ca321060a67caf62d4d48b","4ab69b616cfb86f17dc268570a844286739185c1","39dbd37d8c9cbefdf4989d05e18d5847319ae05e","20aab273c8943074f0314a47c873dd3bdcadfbd4","f3b3d1eea83ea5f4664d5865fcd3093681f4b6a7","e57e8b54a102ab2677825d22cb8403a16bf5fccd","b669a6fff30ea7be5909e90f33a3767687150486","f97f8a6c1edbeb0cdcc3e0ac4e535066fdc09586","1acfe671c0c8676cb456000c987340b6e5a51fe3","5e941c25d03ef71a50679b3f7d1ab044023ed59d","3f00a704a295a8165a502c8a99839b5ed18b401d","db5043638485d7203aec46bd367fda6fcfdb0f3f","e5055b71cf3b139c0bdb8af53746e378a5a24270","8251f99ad6c23cb9e27971c4e730751b213cf0ea","ae080f86fed62acc0f68dec92e9d33ac442005de","f410a02773766057e8981eff5719f07dac7e74b9","85988ce24b7d1a3b3ae5c88c1668e9f944a1abbd","2172fd75b7e6e8db47d8f709ceda45c60029363a","bd10d66712b2d732f2294ee2ea6e64021a5b6d6b","b32f130cfe4e0daf5a6be97cac57cec14427b8f2","3f45990ab8b1230226a56725e5a6e04579e3e0d6","14ad02c8dc2ce8cec6420b763121c25453ee64bd","d766816b34730ae1941fa82dfe68d31751ff1b08","fe88ecf240782077d68d21cdbf2a78673e6a0e7a","2edc363b9b5ac16c7eac6e57950c8ad8bbb95cd6"],"title":"A Targeted Maximum Likelihood Estimator of a Causal Effect on a Bounded Continuous Outcome","doi":"10.2202/1557-4679.1260"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":["ca67c693d067ae580e0eed92986f49fa75fb2bcf","4e776e712083bddabc6d2623106dd17f05c31601","3d8d9ecec837dfac4b23ee47eac5fa2c9e5ef499","dfb442cb3f2533863e5c311a787caade32960cb0","b317788711eb6ba31177102fc919de5a966b9015","52ecd30a2a942ae92b9d718b421104099c8736ab","6806658fdd4698f761f96e4a487d0d0d49d90502","f7e5e398cc668269665b7aaef355b3603b4effa0","7684331632cf2f95cec9dfbb7e7767e12b841cd2","f4f2058d4cf4bb496d442a7850e8f4b4bd9dddf2","7376c8e14d255e598d5f3d5c56c781b171969b01","b344b7fd78b0b6eec411942fac4e64b609c88f56","6264616100fc7b39694c55992158f579639d66c7","0db60edfc3e7fa608ca8583aa4c9e7b2ce1c4419"],"journalName":"Biostatistics","paperAbstract":"One approach to evaluating the strength of association between a longitudinal marker process and a key clinical event time is through predictive regression methods such as a time-dependent covariate hazard model. For example, a Cox model with time-varying covariates specifies the instantaneous risk of the event as a function of the time-varying marker and additional covariates. In this manuscript we explore a second complementary approach which characterizes the distribution of the marker as a function of both the measurement time and the ultimate event time. Our goal is to extend the standard diagnostic accuracy concepts of sensitivity and specificity so as to recognize explicitly both the timing of the marker measurement and the timing of disease. The accuracy of a longitudinal marker can be fully characterized using time-dependent receiver operating characteristic (ROC) curves. We detail a semiparametric estimation method for time-dependent ROC curves that adopts a regression quantile approach for longitudinal data introduced by Heagerty and Pepe (1999, Applied Statistics, 48, 533-551). We extend the work of Heagerty and Pepe (1999, Applied Statistics, 48, 533-551) by developing asymptotic distribution theory for the ROC estimators where the distributional shape for the marker is allowed to depend on covariates. To illustrate our method, we analyze pulmonary function measurements among cystic fibrosis subjects and estimate ROC curves that assess how well the pulmonary function measurement can distinguish subjects that progress to death from subjects that remain alive. Comparing the results from our semiparametric analysis to a fully parametric method discussed by Etzioni et al. (1999, Medical Decision Making, 19, 242-251) suggests that the ability to relax distributional assumptions may be important in practice.","inCitations":["1aa2b1b8745cea2ce7455570c84ed4add11f5e7c","579111cd0a193b74dcc6854d8197ca9ab19cfa63","13d562d7cf32011a5bc4ba961e91d94d09ebdb72","cc565256a2939cced0b39e2d7e2a41caf98cb250","0a5b6425a9568e08f5a47e1165e288ed58a56ce5","5d532e9cc52e3b70a6ea8b9d98d07a01eeac9676","2ea3259604c312675b5a19a2a1ff74868ff38fe1","bc787af276bedfe252531a4e2879ed877b134c43","cd8f597222cebd31fc21a74239251e0076b31812","ea631c63e77a96e0c32ecb5f2a3a99a6d39de4c5","5f4b97acfda5a82b1ca3310fa8a979ace800d678","a927e033cb3b7c8f7e87a789e60f7646e3345dd7","62293af30f6250d09b6f160ae4411912d15eb8ae","304c41a7e0a9cdce92c3fb65b2a8153de099b10e","c35d065c52d38a3e9a9ef186d8d98bf6bfec9c2a","6c2b4aeba50d4d1ce86173fab665d64aa8c1eb86","eb028b573b3d4eeb7c8f2d94b0be23db1a3585b8","0ddd6be188f3d70bbeb248cf92e73842d76c06fb","cb2c79b70c16adf61f1d6bdedc51e878282e9b8e","7d2550cb2cb27023b99539dd65445ee421d30165","232c5d1058b47e55b34d0b07b6bbd384a24cdfc7","1ae2514cf56ad9a965b34a69a8ccd938da438a76","75123ed6976eb286f73919fc9cbcaf9d43805752","a973269d194a97931c94257a53be61da7efae0bc","0c9b703472c16b305cafc8406c791d0c30e1342e","fd337f834c642aaad9286cf74b77eaf67ff467aa","ecd1a08c83256ce89093ddfd72bd6dcdf4164c93","0880058181683d1c3341e845e6e07746b137c2c1","5e5fde7ba0728c52c77ded5d7653eb7f152881e1","28cae5f24a67c5d7f45bf6022302bef60179ff1f","a4d54dad7527b30cf2cc4fd3c78e5117dd282b57","84a7569c9b294504031b22446c16a6bcc7cd27f3","b95b4d2b1247c661b031364ad745f04fd08dd25f","51cf4a37fcb0a535ad4af56959e4851be24eb0c2","027ab6e9259f63e51292d62031da4bb5fd54ee37","1400609bd54acf17ebf1e4c1287dfbe7d149eefa","767ae7a8076b4f3974a39f33a761d76f6086cb87","fb8e9d3b0d6eb82c1e0cf31b630b8a746e64b57b","0708cc82e4d21929a52a0dd6c8ff2560e61748be","ae3da88a2c9574bf8199dcb9d84726994b70a63d","64fcb22db483908ad0a3d94a051ba9ec719a14cb","509e12807f9b55f71969497ffd3fde93714d9147"],"title":"Semiparametric estimation of time-dependent ROC curves for longitudinal marker data.","doi":"10.1093/biostatistics/kxh013"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","c08484d2cb673273a02cd03347b711c7010149a5","00345b394568cddafbace58b611e97def7cee6d2","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","28b40d46549d9f267b90a6afc34eb5faf5441f68","fe1ebb9ca342c4f717ce5dc932febbb5b7de8b23","c81d0e21e9dfaecc2791506f62432b8fd12d3050","756853af4ea0e890ac8c77a18df02d7ca9dd291f","58db9852fedd50a4732e3c174383710422c32ecc","256254a3cfca850962153cb5b44f03274db14a6e","73a8a205a37f0169e89d3f0819a8ec36b39d3d2a","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","1c7c5595dc7a1f5d360acf5c360ca1ca49536ba5","36bb0d26343877cf79186bd85e2afe4a3992ec53","95dc9f19210c3ab703ad9bb61a1d02f9aa2a54b7","7a2af6871286b7e31162a088c4122c49043bfd65","c752f59d915918df957ec75cb0102d5d9e95865d","60276fe5a96294b1c233c367a2a2373cb16fed49","891415d347874088a9426820e917f245ce55fed8","323a40db31b22943087bdfb06fd283c7f96483c9","5365acb6143b931915cd12b1ab998713e166facd","e59591bb33acb553809a88365a5145215c988e46","732c8c19d95f7333489a5036048b2b2e0025c01e","cf90167d4db661e7c88144bdcb22e2d3cfffc1f7","3c694b2af50c1654b0ded675c6d5d2549fa77f3c","c9f5723859a665c3e54b8d9a1a7eecb8b5084af6","522b1b9ca1be23371cf9c6b458108f5d57c5bf59","c8379e393ef97c4fbc63d83b3182717257791cc6","1530283f3d4c6c214f1bf004131f423b79f8961e"],"journalName":"The annals of applied statistics","paperAbstract":"We propose a Multiple Imputation Random Lasso (mirl) method to select important variables and to predict the outcome for an epidemiological study of Eating and Activity in Teens. In this study 80% of individuals have at least one variable missing. Therefore, using variable selection methods developed for complete data after listwise deletion substantially reduces prediction power. Recent work on prediction models in the presence of incomplete data cannot adequately account for large numbers of variables with arbitrary missing patterns. We propose MIRL to combine penalized regression techniques with multiple imputation and stability selection. Extensive simulation studies are conducted to compare MIRL with several alternatives. MIRL outperforms other methods in high-dimensional scenarios in terms of both reduced prediction error and improved variable selection performance, and it has greater advantage when the correlation among variables is high and missing proportion is high. MIRL is shown to have improved performance when comparing with other applicable methods when applied to the study of Eating and Activity in Teens for the boys and girls separately, and to a subgroup of low social economic status (ses) Asian boys who are at high risk of developing obesity.","inCitations":["b3b5b60fb7ee8c16b5eb34e60bd9d6f05a9c3d2b","14254fe861f263eca5bf14f9debe440bb95967a3","02c4d1414bb5c59524a0d875026a1e5ec9c4f5b0","f3ffa09bcb742d3ba95902fc94e7955171cf770c","71555f3e9ec20e78247a456a509b2c82fc03b972","e77a9925621eea76b61c77f149c418d220884c5a","37373de4f521ea82b3bc455564f8119c039e6a54","ae2fe1de9c70afcf114f45bed9b4d7061c8088c1","22fdd5ead3423ae443616720cf012a61db434747","ad5f2818f76e5fbbf390b37369af7d45a900efa7","ef8625096ff0e19bc80f1bb39041997906eb9d99"],"title":"Variable Selection and Prediction with Incomplete High-dimensional Data.","doi":"10.1214/15-AOAS899"}
