{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In order to validate the results of a thorough QT/QTc clinical trial, ICH E14 recommended that a concurrent positive control treatment be included in the trial. Zhang (2008) recommended that the study results are validated if the positive control establishes assay sensitivity, i.e., has an effect on the mean QT/QTc interval of 5 ms or more. Zhang (2008) and Tsong et al. (2008) discussed the intersection-union test approach and an alternative global average test approach for testing assay sensitivity during the validation process. In this article, we further discuss the multiple comparison issues of the repeatedly measured QT difference between positive control treatment and placebo in the validation test. We describe and discuss several approaches for type I error rate adjustment that are applicable to the situation.","inCitations":["f70daa47bfe95d32ce46ed483ed7756623189e50","69a0f2a7984c0ff8755eadc0ab1292d20e78cc91","cec245b81e62ce40e4713b4335764b129bf49937","911b3800635158828213531e18a00c5ed0668f69","072c97d414b4e5af0bfdd51be6c905077036bc6c"],"title":"Multiple comparisons of repeatedly measured response: issues of validation testing in thorough QT/QTc clinical trials.","doi":"10.1080/10543400903582059"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"A generalized self-consistency approach to maximum likelihood estimation (MLE) and model building was developed in (Tsodikov, 2003) and applied to a survival analysis problem. We extend the framework to obtain second-order results such as information matrix and properties of the variance. Multinomial model motivates the paper and is used throughout as an example. Computational challenges with the multinomial likelihood motivated Baker (1994) to develop the Multinomial-Poisson (MP) transformation for a large variety of regression models with multinomial likelihood kernel. Multinomial regression is transformed into a Poisson regression at the cost of augmenting model parameters and restricting the problem to discrete covariates. Imposing normalization restrictions by means of Lagrange multipliers (Lang, 1996) justifies the approach. Using the self-consistency framework we develop an alternative solution to multinomial model fitting that does not require augmenting parameters while allowing for a Poisson likelihood and arbitrary covariate structures. Normalization restrictions are imposed by averaging over artificial \"missing data\" (fake mixture). Lack of probabilistic interpretation at the \"complete-data\" level makes the use of the generalized self-consistency machinery essential.","inCitations":["b56eedcb578f2a19e8507edbf428e8c5f3c8128d","964911c9f62585de9aefe51ed7ac57a63064b200","a0c8ae5edfe0b8f4c3c883ce8e11672fd998f98e","be6a12d086360ef7223a61c2ea9fba4610cf3725"],"title":"Generalized Self-Consistency: Multinomial logit model and Poisson likelihood.","doi":"10.1016/j.jspi.2007.10.004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"With the threat of climate change looming, the public health community has an interest in identifying communities at the highest risk of devastation based not only on geographic features but also on social characteristics. Indices of community social vulnerability can be created by applying a spatial factor analysis to a set of relevant social variables measured for each community; however, current spatial factor analysis methodology is ill-equipped to handle spatially misaligned data. We introduce a joint spatial factor analysis model that can accommodate spatial data from two distinct partitions of a geographic space and identify a common set of latent factors underlying them. By defining the latent factors over the intersection of the two partitions, the model minimizes loss of information. Using simulated data constructed to mimic the spatial structure of our real data, we confirm the reliability of the model and demonstrate its superiority over competing ad hoc methods for dealing with misaligned data in spatial factor analysis. Finally, we construct an index of community social vulnerability for each census tract in Louisiana, a state prone to environmental disasters, which could be exacerbated by climate change, by applying the joint spatial factor analysis model to a set of misaligned social indicator data from the state. To demonstrate the utility of this index, we integrate it with Louisiana flood insurance claims data to identify communities that may be at particularly high risk during natural disasters, based on both social and geographic features.","inCitations":["ff56a2f1802eb6842a829a40d8512dc6617507d0"],"title":"A joint spatial factor analysis model to accommodate data from misaligned areal units with application to Louisiana social vulnerability.","doi":"10.1093/biostatistics/kxy016"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":["26b786be0d749e73e115137e1b7b47cafd56050c","e6b0b63f2c1a26e8e0d368b7af50b426961dd8a9","a29685354dab74d6a2e53031dfe32e05f84afd21","f558afeec9667b66995b46e306bcf5aabc2898b5","b018461d77fc19f27358289729e524ed6ec3b585","bc783564e4978f7ee02d6ddca5ccd7bfb2f876e4","46c56845fbb9e9452a318d736356949bd24fa012","22ffbf95b9812d374aadc7c30d8631621c56ca85","7ce10624b09c54d2604f60b4c2d48409201fcc5b"],"journalName":"Biostatistics","paperAbstract":"Imputation, weighting, direct likelihood, and direct Bayesian inference (Rubin, 1976) are important approaches for missing data regression. Many useful semiparametric estimators have been developed for regression analysis of data with missing covariates or outcomes. It has been established that some semiparametric estimators are asymptotically equivalent, but it has not been shown that many are numerically the same. We applied some existing methods to a bladder cancer case-control study and noted that they were the same numerically when the observed covariates and outcomes are categorical. To understand the analytical background of this finding, we further show that when observed covariates and outcomes are categorical, some estimators are not only asymptotically equivalent but also actually numerically identical. That is, although their estimating equations are different, they lead numerically to exactly the same root. This includes a simple weighted estimator, an augmented weighted estimator, and a mean-score estimator. The numerical equivalence may elucidate the relationship between imputing scores and weighted estimation procedures.","inCitations":["e93c95d6121e8b03628154f31035f0fbaa838cd6","e323f576e51ca8e8f2dbef86d76a7e065fe61216","19fa547a04621495ecc9cc55c6f79e80a8ff716d","6b1dd0b5cf4b4d747660b663e0994d677ebd43fd"],"title":"Numerical equivalence of imputing scores and weighted estimators in regression analysis with missing covariates.","doi":"10.1093/biostatistics/kxl024"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":["65c4f601132902530ff0217b21e321e9c7e7812a","21c41fcec6ac8a7f55c539ac199247f200633753","fb4cee169a41d69e8c3b936d598ed686f981a0cd","8407e02edbb92ade963e3150cb1886135c95966e","64d6e245f9fdcfad5a9382d474f94da3ba8a3941","39898559309252cce87548c67ff2f239d33b56c9","e22808d0205c2e763acfa3efd86a915050601e0b","869e99037469fa9caa7b62e913b689812e6767e5","b3c137f5b0febcc619a54ec6c9f63940df01fbf7","efc436d9483c6e689ae12a2bbd870f9a03efe8cf","1d2e55d466f8d8d7fcd8f8225b67502da6031cd6","0bf4e5b2f8db073763f4b92d212e9b05be37912d","95c093452386a94d274803cf9c23a300baa3e43f","b57f5576103098ba567797b2919129e5e6c880b6","41c6f229c4b149d502f89ffc386febb24116bd25","4f57d6cb466f179b2907bb51393512f15ac6d5ef","a6245dcdf8f41c3413493dc3dbbf158c6d81ed70","d2e3fd90418037f364bc9604f1eb944240b49fc8","f628674ca6108606f9fc50a187510d92be334273","a72785354509ebf05d4cf8b138958208553c3ffc"],"journalName":"Biostatistics","paperAbstract":"The ultimate success of microarray technology in basic and applied biological sciences depends critically on the development of statistical methods for gene expression data analysis. The most widely used tests for differential expression of genes are essentially univariate. Such tests disregard the multidimensional structure of microarray data. Multivariate methods are needed to utilize the information hidden in gene interactions and hence to provide more powerful and biologically meaningful methods for finding subsets of differentially expressed genes. The objective of this paper is to develop methods of multidimensional search for biologically significant genes, considering expression signals as mutually dependent random variables. To attain these ends, we consider the utility of a pertinent distance between random vectors and its empirical counterpart constructed from gene expression data. The distance furnishes exploratory procedures aimed at finding a target subset of differentially expressed genes. To determine the size of the target subset, we resort to successive elimination of smaller subsets resulting from each step of a random search algorithm based on maximization of the proposed distance. Different stopping rules associated with this procedure are evaluated. The usefulness of the proposed approach is illustrated with an application to the analysis of two sets of gene expression data.","inCitations":["5fa2487db4e2f4ac0e775667f6145cfda058e574","c690d4b224e0e0b0952b04fe00dbc06d22e7983e","e4466cc2097172f7d7d00d5bb80b6fbe121fbdaa","f515ea51da909a43f8fc7e74ef265048d0994006","2ca6c148dd6c7f06d21a84b64e5f20ae2ce6d1bf","9eef52a42d4159e4801484619b6de9f5a264bf7e","7e17a18a7511d07df0a1686fc80d24b4094062b6","1570259351260f8c1183cd2e4ac239e15bc71e01","d4b401fa953d2d64d20d0b75fbdd4b83f3407044","1c7ffc9b8da5873f06a3edc4448f80a01f174aeb","1815f168836ed82618405a785a3d187a7bcc9d5d","78882ee90e99fd0ded4795e5bdde77fe26ecb1ad","6010463a314f7bcb15afad76260f6e218fb58e92","d1e0f600915288771efaf45cf182fac326fb5939","8667ef8b1e038121ab03250462086a9dd6450783","049185b07af0c18f4d349c52da39314e24d53e5c","0f119d88c4d98cdf77c44f11643bd5f686d75bfd","3e21fcfca12cad135252dfaf516a853644e8d15f","8eb8deb0b9db23febdbb02e1aaea94af7e7dc14a","889f491a8cb5341ca13b0383034d72bf339b6272","058a3322467174f22971aad59ba6a8894f12bd5d","9bdf68c2756cf9f61b995edbb1a84fe39de48bf7","008531a1683d189451189b09f6a6a6b4fdd5f24f","0cae5c068867fb9090fc3aa708429ecff21159c1","793de2514c301264ee8d8687a31110c307ea9fa7","887ae76c54f9d71aaeb5073b6f0f6a0c2453ceb3","4e0830157c6bb1253eff5678817aa193a318381e","4abf1c2f0a7c9a38f483ff768c55e666d2c1f0f2"],"title":"Multivariate exploratory tools for microarray data analysis.","doi":"10.1093/biostatistics/4.4.555"}
{"fieldsOfStudy":["Mathematics"],"year":2009,"outCitations":[],"journalName":"The International Journal of Biostatistics","paperAbstract":"We present a framework for meta-analysis of follow-up studies with constant or varying duration using the binary nature of the data directly. We use a generalized linear mixed model framework with the Poisson likelihood and the log link function. We fit models with fixed and random study effects using Stata for performing meta-analysis of follow-up studies with constant or varying duration. The methods that we present are capable of estimating all the effect measures that are widely used in such studies such as the Risk Ratio, the Risk Difference (in case of studies with constant duration), as well as the Incidence Rate Ratio and the Incidence Rate Difference (for studies of varying duration). The methodology presented here naturally extends previously published methods for meta-analysis of binary data in a generalized linear mixed model framework using the Poisson likelihood. Simulation results suggest that the method is uniformly more powerful compared to summary based methods, in particular when the event rate is low and the number of studies is small. The methods were applied in several already published meta-analyses with very encouraging results. The methods are also directly applicable to individual patients' data offering advanced options for modeling heterogeneity and confounders. Extensions of the models for more complex situations, such as competing risks models or recurrent events are also discussed. The methods can be implemented in standard statistical software and illustrative code in Stata is given in the appendix.","inCitations":["06e2ee01d34394d850c95ff39af29a13ec3b0623","7b1e063e315c78ac6228fdd29372bfb91076bf53","163b6b6b4ffd9ca5f32a8338c75ed9a341ff06aa","a7a15b243b71070e92b487c185b6e0bac74956c8","9f0067430a9b0a4474193c11b7602f4fbded3d0f","05971256ba40599b2d9630846785f7d7c6402c46","03df7c840c215c9810b473afe74efaa4531f5b00","a639aa8ecc65d25ea195512b4bf6a94912f8c599","da9f1ea881a9baa3ec6c70893a8e551b665949b2","1e0f50ad3492c0bbfd75b91fedd7b00c293c6786","8734fe4cd813640744b8b177ff194cf38ccf4416","7e85cbfb88fa963542fd9daac9b486b6f9528f64","c8c70b336ead54a88d610a41dfb3bbf7aaa4cfc3","a1cfaa0991d2b28e7f0b0a393a0a7639e6c3b994","6293137d4cb41e920322363330ac6bf08af8c581","93f7c77ef90cd7b051492cf1a0bb4e8319e08cf0","8777548b3ef3e487a490b2e1d53efe5e29f7dde9","a3c15aa77ebc8ddec9b1f8799ac66628102262e6","f0e295f62ace240333bda19cd5684183e255058d","06fc56aa8e907de0fb25475e19cafb990d5e8990","5346a3b8d65f72c5b55419f7dbe5aabe11faf375","8081b6b262a1305ef72fbeed3a6955d97714d930","437824d0c66582ba9f67efbbe387f47d81f08d1c","e0ea05e274d0ed696c6ba68b83d32965cb42a3fe","71e1e24a6eac66cd45f54f4df9e724cd60bc4571","97865d495a72e89fcbd307650f2ed2415abdc6d9","39fc7c759daf02eb4b8d733c0b88f86cdb04b9ca","786e1d33bc63ca37fbe2bf8239cd2dff7b3f85f2"],"title":"Mixed-Effects Poisson Regression Models for Meta-Analysis of Follow-Up Studies with Constant or Varying Durations","doi":"10.2202/1557-4679.1168"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Understanding dose-response relationship is a crucial step in drug development. There are a few parametric methods to estimate dose-response curves, such as the Emax model and the logistic model. These parametric models are easy to interpret and, hence, are widely used. However, these models often require the inclusion of patients on high-dose levels; otherwise, the model parameters cannot be reliably estimated. To have robust estimation, nonparametric models are used. However, these models are not able to estimate certain important clinical parameters, such as ED50 and Emax. Furthermore, in many therapeutic areas, dose-response curves can be assumed as nondecreasing functions. This creates an additional challenge for nonparametric methods. In this paper, we propose a new Bayesian isotonic regression dose-response (BIRD) which features advantages from both parametric and nonparametric models. The ED50 and Emax can be derived from this model. Simulations are provided to evaluate the BIRD model performance against two parametric models. We apply this model to a dataset from a diabetes dose-finding study.","inCitations":["35579f78b75af743c59a54be43cd007f713f0760","4ada52754fbd2a25b53ec797eca7e38f6a16be48"],"title":"Bayesian isotonic regression dose-response model.","doi":"10.1080/10543406.2016.1265535"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In translational research, a genetic association study of a binary outcome has a twofold aim: test whether genetic/environmental variables or their combinations are associated with a clinical phenotype, and determine how those combinations are grouped to predict the phenotype (i.e., which combinations have a similarly distributed phenotype, and which ones have differently distributed phenotypes). The second part of this aim has high clinical appeal, because it can directly facilitate clinical decisions. Although traditional logistic regression can detect gene-gene or gene-environmental interaction effects on binary phenotypes, they cannot decisively determine how genotype combinations are grouped to predict the phenotype. Our proposed mixture model approach is valuable in this context. It concurrently detects main and interaction effects of genetic and environmental variables through a likelihood ratio test (LRT) and conducts phenotype cluster analysis based on genetic and environmental variable combinations. The theoretical distribution of the proposed mixture model's likelihood ratio test is robust not only to small sample size but also to unequal sample size in various genotype and environmental subgroups. Hypothesis testing through a likelihood ratio test results in a fast algorithm for p-value calculations. Extensive simulation studies demonstrate that mixture model, overall test in logistic regression, and Monte Carlo based logic regression constantly possess the best power to detect multi-way gene/environmental combinations. The mixture model approach has the highest recovery probability to recover the true partition in the simulation studies. Its applications are exemplified in interim data analyses for two cancer studies.","inCitations":["5be5ec8899993ad9828a715a28fb08257ba55f53","a224d5ed6f32341947863c3d17a19df9a1efff9b","aaa103838c915091a832883009563cd6f2db1634","42ba517c858dbe0c1dcd855361203dad84c72b7f","8cd3764573a1d21ef7c900dd0d7249715b173c74"],"title":"A mixture model approach in gene-gene and gene-environmental interactions for binary phenotypes.","doi":"10.1080/10543400802369038"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2017,"outCitations":["f9e02232a145ba69c37eeaa331a58510c05a1563","5dcb131e1b335b14f712e31bc6a487e697f1b29b","24682c83202421287c3dd8b7b5769825b9fb35c1","f218fc0ab226254693d32677776d46662bbb7095","0f82a4a626e8080a52229f2dae42214a64bd0955","4de91ae462b9106e779a52ff0514f0b060702326","de97265c2425bf2e32c0e81c62fa6a25c711c423","a35d565e8f70cb6ddc09a65904a72622e16b9485","b26bb53333d151dce65f0cfc85832470246e75c3","2ea840427aa546821ba46084aba431ad4b3e8bbd","7dd2841c885726c4fa5020d199d370f5d18a7581","544713f6b33af67edc6fd18e8087e6dceb34708c","1f3a7bd17d42084a07252b36df873dc96ae1c653","85c79c1ca1dca4043116121a712de46c3238f6c9","ba6b72455c9df95bc62bd0922d9203425d4f29c5","bee570503aaa0ed5bc5dd4cf6aa742df0b5cef87","4c2fcb1f52418c8889afb47dd314dded059de907","cba73d5139e6243d62df57e17eb0f12bec0cf5cc","d2514bc09313681583efd4dc920a54f59c30dc26","a4f7b5c7e1195fbdcd3a7de61f60e5e823ab22ca","e6b645477c03801535a5b81cf8d6761465b8a41e","9c6ad153f9946cc6279204782e1998a040839d57","85350c2a270a760864721c3ed36996ed5409a243","8f35cc66c34edb05b0a3ba5ec2cb98a3de321bc1","3d590e6f0fdf32dbd1aece65b9b9fc58953d5890","be8833970b66bf5862175e5a64919a52ebf28d6d","0c9a37c546efaee637b8ce510dd748860a472026"],"journalName":"Biostatistics","paperAbstract":"Summary Genomic phenotypes, such as DNA methylation and chromatin accessibility, can be used to characterize the transcriptional and regulatory activity of DNA within a cell. Recent technological advances have made it possible to measure such phenotypes very densely. This density often results in spatial structure, in the sense that measurements at nearby sites are very similar. In this article, we consider the task of comparing genomic phenotypes across experimental conditions, cell types, or disease subgroups. We propose a new method, Joint Adaptive Differential Estimation (JADE), which leverages the spatial structure inherent to genomic phenotypes. JADE simultaneously estimates smooth underlying group average genomic phenotype profiles and detects regions in which the average profile differs between groups. We evaluate JADE's performance in several biologically plausible simulation settings. We also consider an application to the detection of regions with differential methylation between mature skeletal muscle cells, myotubes, and myoblasts.","inCitations":["e35d9c89120cc2557d7ac767c28cc8a94912c2de"],"title":"Simultaneous detection and estimation of trait associations with genomic phenotypes","doi":"10.1093/biostatistics/kxw033"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["956ab419b11edd364e95f652f490728a300dc35f","222d4f7cdbe34fe8179f8482cd0f582f103367f6","495fc3c9b8913dba05376d48b26b5ff78e146047","f6ce2c3102440b9869025456b11cfbc9a46c7e82"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"Regularized variable selection is a powerful tool for identifying the true regression model from a large number of candidates by applying penalties to the objective functions. The penalty functions typically involve a tuning parameter that control the complexity of the selected model. The ability of the regularized variable selection methods to identify the true model critically depends on the correct choice of the tuning parameter. In this study we develop a consistent tuning parameter selection method for regularized Cox's proportional hazards model with a diverging number of parameters. The tuning parameter is selected by minimizing the generalized information criterion. We prove that, for any penalty that possesses the oracle property, the proposed tuning parameter selection method identifies the true model with probability approaching one as sample size increases. Its finite sample performance is evaluated by simulations. Its practical use is demonstrated in the Cancer Genome Atlas (TCGA) breast cancer data.","inCitations":["693bc9f8b69a88d5760633c5d74723780c47e225","afdae0e6dbba75d20272efb0422d6d502f72cbcb","9241ad38ba3ea94fa0c8d0e68a809c936b9096ec"],"title":"Tuning Parameter Selection in Cox Proportional Hazards Model with a Diverging Number of Parameters.","doi":"10.1111/sjos.12313"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2015,"outCitations":["afed1605b52a31f6ae0fd93aa83de79ef23882a0","cd0610b1fd4e8f69e8b8812258642de5fb59791e","b4c02b88cf7978b72589f2e9b8356e6460d46d3b","58db9852fedd50a4732e3c174383710422c32ecc","9231acbece95dedc5532ddac7c0cb7f844757158","9f649b234f5ebf20757e611f2e9708ddb6954d5e","660dae476f0136edfa36f227847ff5c46e2804f8","8c6147400f93051bd75db4b8fd0d4d41db5aa859","5a00594fd7c919141d3e5996ed76fa8c5b937692","c035c8b820439564b279747eea13ecaf8fff5f8c","25aeab53d565fc51827cd3d69cfd41b4a34625d8","0d904bc6b5a9c27bc4fe5f64b725dbdb24075863","fdc95bc36ae3cdbab853e12198f3456cf8901877","a52eae8c30a73706759f6865c8a7520c0ebee629","35eebcb5f92fc1388cae36ad617468c9d0c9982a","b698b2a3adf1e01629f949584e54cf69e99aa20e","e1ab8146583716b838041132994187fec8fcd971","7fb2e6311eac82e655ea7cf15ceafa1fd14ef655","7bb80e72ba29c05926f6363688c65afd83183a6d","5ea92e02220962153a26a606143f06a64ba4d5f3","bb92178d5133f9165b704500cbe2e5a1b2dab01d","2ab44ce2db19bf1b5d1e53d0c8af20075209e947","ece5045d0f495834b25d2188735bcee982edd8c2"],"journalName":"Technometrics : a journal of statistics for the physical, chemical, and engineering sciences","paperAbstract":"Ordinary differential equations (ODEs) are widely used in modeling dynamic systems and have ample applications in the fields of physics, engineering, economics and biological sciences. The ODE parameters often possess physiological meanings and can help scientists gain better understanding of the system. One key interest is thus to well estimate these parameters. Ideally, constant parameters are preferred due to their easy interpretation. In reality, however, constant parameters can be too restrictive such that even after incorporating error terms, there could still be unknown sources of disturbance that lead to poor agreement between observed data and the estimated ODE system. In this paper, we address this issue and accommodate short-term interferences by allowing parameters to vary with time. We propose a new regularized estimation procedure on the time-varying parameters of an ODE system so that these parameters could change with time during transitions but remain constants within stable stages. We found, through simulation studies, that the proposed method performs well and tends to have less variation in comparison to the non-regularized approach. On the theoretical front, we derive finite-sample estimation error bounds for the proposed method. Applications of the proposed method to modeling the hare-lynx relationship and the measles incidence dynamic in Ontario, Canada lead to satisfactory and meaningful results.","inCitations":["eebd4fc4e02b00401a279778c144ef43314d5f40"],"title":"Regularized Semiparametric Estimation for Ordinary Differential Equations","doi":"10.1080/00401706.2015.1006338"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["f558afeec9667b66995b46e306bcf5aabc2898b5","65b8816d4b7a0981568461466d83492d1d276654","9ba3dfce061a52b0a1b97ed1f29ce314e281227f","7a5cf7ffc1a9b90dca14fba73a22155e8c524a81","b49ab9f6e3d28611445140434a77327725c180cb","6cfb4374053b45b37e8debd1702d16e64b29dea3","290e05d21ee1cee068d1917e1dc2068af9d3b5b1","35fa23c9f5577761ff79fd14356736570c43b68a","9aca56316eaa34183e8c7c5d74211968ddfa95c9","0270ccc7eb2572696521029eadf9fbd8fed61863","a60c571ffeceab5029e3a762838fb7b5e52fdb7b","5b5166284367912f3e7858a52b83550671e033b1","3cfb179109460df8e52e649eb90c20f1d01f314b","dfce1903831b758741b21ebf27383036de022cb0","7187167f53c10eb74d363dac73d671414fed8683","f42c604386b6157db3dbc1d2429f26e49b762fe1","a1a8afec314b82474092ef5793117480e3aee7d9","7b06e6f5f3341416d3d1b061d4e33e076f5ac1ff","3bb78a9b13aff292c6842394805ab9328d5220ad","cfe7469f8d29ab473653274b5470d81be4203330","23c6eea0612714ad311597eb5914f5894069009c","8e24c41603a6688be424648387073285dd204039","bb2267f53580ac1f8940ff3a604a7d13c17cbbd3","49af2dadd84df0cfa3204d0839fdce32767eea7c","bdfb57141b2141095ed942b28be24808aeba8d54","f666520e0c2bfaf15ab305fa59853e444da83799","7fd4773cd2d11a0b4c842c1d1bf83b949697a9fa","bd921b069661832d9ef6ae115b3e4a74f4cbd5a9"],"journalName":"Journal of modern applied statistical methods : JMASM","paperAbstract":"The power properties of traditional repeated measures and hierarchical linear models have not been clearly determined in the balanced design for longitudinal studies in the current literature. A Monte Carlo power analysis of traditional repeated measures and hierarchical multivariate linear models are presented under three variance-covariance structures. Results suggest that traditional repeated measures have higher power than hierarchical linear models for main effects, but lower power for interaction effects. Significant power differences are also exhibited when power is compared across different covariance structures. Results also supplement more comprehensive empirical indexes for estimating model precision via bootstrap estimates and the approximate power for both main effects and interaction tests under standard model assumptions.","inCitations":["5734c6d1a847a2f058e820f0b7adbf0225e374d6"],"title":"A Monte Carlo Power Analysis of Traditional Repeated Measures and Hierarchical Multivariate Linear Models in Longitudinal Data Analysis.","doi":"10.22237/jmasm/1209614880"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Assessment of non-inferiority is often performed using a one-sided statistical test through an analogous one-sided confidence limit. When the focus of attention is the difference in success rates between test and active control proportions, the lower confidence limit is computed, and many methods exist in the literature to address this objective. This paper considers methods which have been shown to be popular in the literature and have surfaced in this research as having good performance with respect to controlling type I error at the specified level. Performance of these methods is assessed with respect to power and type I error through simulations. Sample size considerations are also included to aid in the planning stages of non-inferiority trials focusing on the difference in proportions. Results suggest that the appropriate method to use depends on the sample size allocation of subjects in the test and active control groups.","inCitations":["6df7920909012cce86fd083434f8571201a7a9ce","925be423f9089c137eb22f11543fd147b6e63431","ed797d3f36a90acba09398589d703d1d64901231","d64b9f16fd55450a92449fd85cd4bdc3d8bd5d51","2c4352ac34287cb11e56c54c8d8d8e6fd53f7455","89133babd272b7deaa29a0d43a24502d39a7a591","a70c7ffadaede4c4188b1f0cd065d5ef7abea6bf","955ec0c5e6cca14f54c327c4250c034be8b35ee9","0afc866ebdd9bb66be59d3dc8c5b68c1327af559","de7dd7114851defff01e8c62e952605f7409aea5"],"title":"Methods for one-sided testing of the difference between proportions and sample size considerations related to non-inferiority clinical trials.","doi":"10.1002/pst.287"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"In the past decade, several principal stratification-based statistical methods have been developed for testing and estimation of a treatment effect on an outcome measured after a postrandomization event. Two examples are the evaluation of the effect of a cancer treatment on quality of life in subjects who remain alive and the evaluation of the effect of an HIV vaccine on viral load in subjects who acquire HIV infection. However, in general the developed methods have not addressed the issue of missing outcome data, and hence their validity relies on a missing completely at random (MCAR) assumption. Because in many applications the MCAR assumption is untenable, while a missing at random (MAR) assumption is defensible, we extend the semiparametric likelihood sensitivity analysis approach of Gilbert and others (2003) and Jemiai and Rotnitzky (2005) to allow the outcome to be MAR. We combine these methods with the robust likelihood-based method of Little and An (2004) for handling MAR data to provide semiparametric estimation of the average causal effect of treatment on the outcome. The new method, which does not require a monotonicity assumption, is evaluated in a simulation study and is applied to data from the first HIV vaccine efficacy trial.","inCitations":["605870aa17e9ef321eb75603c9d0ce69e7a13224","e378be8d0b995501e19c573f1081881c397a9b75","493aca11a64885537d2fcabbf8e1d71048fd2d4a","c4af5284630bf4f1cf921d514af53f0b721251d1","a657c50dcfa1d89cf3e3fa543592e6d563c4fa34","d99f35864dbbd1c1733b7276c11abbf945a09f6e"],"title":"Semiparametric estimation of the average causal effect of treatment on an outcome measured after a postrandomization event, with missing outcome data.","doi":"10.1093/biostatistics/kxp034"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"For survival endpoints in subgroup selection, a score conversion model is often used to convert the set of biomarkers for each patient into a univariate score and using the median of the univariate scores to divide the patients into biomarker-positive and biomarker-negative subgroups. However, this may lead to bias in patient subgroup identification regarding the 2 issues: (1) treatment is equally effective for all patients and/or there is no subgroup difference; (2) the median value of the univariate scores as a cutoff may be inappropriate if the sizes of the 2 subgroups are differ substantially. We utilize a univariate composite score method to convert the set of patient's candidate biomarkers to a univariate response score. We propose applying the likelihood ratio test (LRT) to assess homogeneity of the sampled patients to address the first issue. In the context of identification of the subgroup of responders in adaptive design to demonstrate improvement of treatment efficacy (adaptive power), we suggest that subgroup selection is carried out if the LRT is significant. For the second issue, we utilize a likelihood-based change-point algorithm to find an optimal cutoff. Our simulation study shows that type I error generally is controlled, while the overall adaptive power to detect treatment effects sacrifices approximately 4.5% for the simulation designs considered by performing the LRT; furthermore, the change-point algorithm outperforms the median cutoff considerably when the subgroup sizes differ substantially.","inCitations":["0b368f8a96ce02200960a1a143744c411b3f594d"],"title":"Development of predictive signatures for treatment selection in precision medicine with survival outcomes.","doi":"10.1002/pst.1842"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2004,"outCitations":["c3822dc3bde80f1b016565efa3e21e6c91e3cb04","a205103d4f25ae39f417bac7bd5142302d7f448c","368b5ad48e6de062cd09fc0de433c3685321dbc0","7c9c4a989e03116d13c5363bf98065bfc4382737","99a0ee68b45be3e72ebe9c9833f620ee77ee5d22","bfd33e69fc2b9dd8d38f26431a6ad088a44ace36","1b88b5d3c2470db4315fd77233be60672c79bbed","8017699564136f93af21575810d557dba1ee6fc6","99ff83791bed6403ed87838f4f04d35efedecf8f","c86900fc9f326e9861adc395c7e4be93dcdb8c2c","8bf6c7eef879565d2416a730e26c24536bf25a34","e5df6bc6da5653ad98e754b08f63326c2e52b372","2d1e0a5d5309354d4948fa88b01232e59eee94dc","74f69cd042caebd1ce92ecafa33d5ae96d7c9455","da0708923ea733f7b1fb25aa8971df37080d986f","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986"],"journalName":"Biostatistics","paperAbstract":"Classification tree models are flexible analysis tools which have the ability to evaluate interactions among predictors as well as generate predictions for responses of interest. We describe Bayesian analysis of a specific class of tree models in which binary response data arise from a retrospective case-control design. We are also particularly interested in problems with potentially very many candidate predictors. This scenario is common in studies concerning gene expression data, which is a key motivating example context. Innovations here include the introduction of tree models that explicitly address and incorporate the retrospective design, and the use of nonparametric Bayesian models involving Dirichlet process priors on the distributions of predictor variables. The model specification influences the generation of trees through Bayes' factor based tests of association that determine significant binary partitions of nodes during a process of forward generation of trees. We describe this constructive process and discuss questions of generating and combining multiple trees via Bayesian model averaging for prediction. Additional discussion of parameter selection and sensitivity is given in the context of an example which concerns prediction of breast tumour status utilizing high-dimensional gene expression data; the example demonstrates the exploratory/explanatory uses of such models as well as their primary utility in prediction. Shortcomings of the approach and comparison with alternative tree modelling algorithms are also discussed, as are issues of modelling and computational extensions.","inCitations":["cd356ac214ca6ccdc22379903f37e30d827a0f9b","031900478439ce6466121842707eb9c01eb056e5","088c290e6bf8c8524800d0d8987b04da2bad4fe1","d77e6a572c02ea56f8579dd7679e6ce31a2e24b7","191ea380ae1b3516f63cc50460545ba21ebe1cc3","5fd2f6a91f45265c233c4de0a26fbec561e2b23d","3c917db744a25ef7392eefd4e8d86853a2901f0b","f3e907421c97debe605da6c69d8674bed56636e6","1c348c1bba61bbcd35379ad3997f5e3189b3d320","40fe429203b296c5cb82966a09984b509081fea1","c8d5faf702f2a7e6c7ee0d220e1c3ebb8fd3d996","0071bcb3815055de40d5aee2b3ed1684d303c9a8","c34f9079a8008c2bb2875a2914fd6fb7b59ec343","aad9bc2114719d70c0242997392ef157398379e5","32b2cea32b584b4c71930b14115c8d37fd931219","fa291a969bdb7392f8430f8540d1e1bb17128c89","8fe739367f00374aa50b49dbd6d719283b088a8a","e8d1e8a80bed0ea64bb2593dfd635a1495d3589c","f36952215dceb827ced580940aa3bfc90f43d1ff","acfe4eba74019d92cc0298a7deb06ea686499331","4d587d011c43e033caf44db62205d7b7c57c2911","2bfd8d3de9334c0eba5a8125dedd7b21af9242f7","c56e255128e2e6e020d031e4a38690942e365b9f","d0262647da63751c007bb9d8d73c1c3195ad89eb","6ce7d40175d361d82e4e6a28595219dab90e4b47","ea8fb0d18137658eef97338bdb0cfee6b886a2da","a6b9e83a473417e064ffc694c0a65f276c7e0a71","8d5034ef663725ad42486c670cdec5b16b6fa8b5"],"title":"Bayesian analysis of binary prediction tree models for retrospectively sampled outcomes.","doi":"10.1093/biostatistics/kxh011"}
{"fieldsOfStudy":["Mathematics","Medicine","Chemistry"],"year":2011,"outCitations":["fc3e4a5756536bcc4697338f68d8df04d79faa4c","b9dfdaa9d05c3902d1ab7984c8d6da777841dce8","43a6e67bc2ce2890e4733ecdf54062d21b09aced","db38c74279080d4c065013e699e7e7b2b5a07a18","044c07d40b83dea427525c563898685051b5483e"],"journalName":"Journal of statistical planning and inference","paperAbstract":"Consider comparing between two treatments a response variable, whose expectation depends on the value of a continuous covariate in some nonlinear fashion. We fit separate segmented linear models to each treatment to approximate the nonlinear relationship. For this setting, we provide a simultaneous confidence band for the difference between treatments of the expected value functions. The treatments are said to differ significantly on intervals of the covariate where the simultaneous confidence band does not contain zero. We consider segmented linear models where the locations of the changepoints are both known and unknown. The band is obtained from asymptotic results.","inCitations":["05986d09e564a7b39458b1c7268f196fdcb90479"],"title":"Simultaneous Confidence Band for the Difference of Segmented Linear Models.","doi":"10.1016/j.jspi.2010.09.011"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["8de9e0216c13437c8981d77495dbd2f17f85fac5","443686c1fb7d10ce10dd580eab9c1a9de25b7eff","a40defaf93912335f637195f9b79af9d328e23a5","4300643b887f3b25b20516139e6718b2b0f296d8","9c188b3291a7e83d667764be3377a99e15b4d988","10316b9db70480f031dd4f4de78b1cae4b29c771","651fc82ed0962cf3cb6d98a5fa6f45b15753b426","2f93a20a7a767aae6d3f65bda0f4fba75853cd0e","fcef2258a963f3d3984a486185ddc4349c43aa35","520b37ddb074a69d5df4a2a6c849352beed05c7e"],"journalName":"Communications in statistics: theory and methods","paperAbstract":"The joint cumulative distribution function for order statistics arising from several different populations is given in terms of the distribution functions of the populations. The computational cost of our formula in the case of two populations is still exponential in the worst case, but it is a dramatic improvement compared to the general formula by Bapat and Beg. In the case when only the joint distribution function of a subset of the order statistics of fixed size is needed, the complexity is polynomial, for the case of two populations.","inCitations":["6671cd6c6a76457b30d667cacfa6fdffab93539d","457aa2bd81f1a40cc2c989c5552cc4cc1ffa468d","b309ad9cd35b084ba21e782db1cfcf8a186b5756","0dbc9b1ee89509682ea526bd0b939767c2ca8324","ecd9fc66b38ac3eeb82f8727f7fc488fc0d2efb5","38426c264dd90ed669433517978dd96df3d49c4b","fe3448c3122217de529abe2f9313c15cd9cc76c7","4757f6e2038748d6b4f11e21bc96eae6e6b417eb"],"title":"Fast Computation by Block Permanents of Cumulative Distribution Functions of Order Statistics from Several Populations.","doi":"10.1080/03610920802001896"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2014,"outCitations":["8d95d14fc08b64d35a3cfdee803964bcc1c25f63","baa88620816472576822a08564399df5a77818a0","39ac586c519ef8569b4f401a257c29b2039d5d25","fa9d19f0b60ed8f4ec6fb62c7ffdc1389699aef2","ddd3018a0446015d849175748d422d73d67677d8","43b3440fd8ec728ea6e57df25f3f686f5eca26f1","7cc528bda7296d89f032aa634e0aef7670928a31","5e23c634a7beb02a127ecb11551fd0333491c602","99249bb98264d128fd4b55f6838c05f3bb89832b","a766ed0b21bda73c466bf10c058d8dea1f66bfc3","d86e05c4536a90b2d41cc89f78f35d75b5c52a96","2a4a3c9b6aac9733e11c8860a5be1f2d32a617bd","dc0c0afe4d2033bbe49d40df8a7d4194a6142f4e"],"journalName":"Journal of multivariate analysis","paperAbstract":"In this article, we propose a computationally efficient approach to estimate (large) p-dimensional covariance matrices of ordered (or longitudinal) data based on an independent sample of size n. To do this, we construct the estimator based on a k-band partial autocorrelation matrix with the number of bands chosen using an exact multiple hypothesis testing procedure. This approach is considerably faster than many existing methods and only requires inversion of (k + 1)-dimensional covariance matrices. The resulting estimator is positive definite as long as k < n (where p can be larger than n). We make connections between this approach and banding the Cholesky factor of the modified Cholesky decomposition of the inverse covariance matrix (Wu and Pourahmadi, 2003) and show that the maximum likelihood estimator of the k-band partial autocorrelation matrix is the same as the k-band inverse Cholesky factor. We evaluate our estimator via extensive simulations and illustrate the approach using high-dimensional sonar data.","inCitations":["f5c7db5c64f88a843844b0821032543916545af4","6ad749311b17c4b7951642e896e74ffbf3687fc0","f0abf48d0df47b864aba3077bbb35b28b4520259"],"title":"Computationally efficient banding of large covariance matrices for ordered data and connections to banding the inverse Cholesky factor","doi":"10.1016/j.jmva.2014.04.026"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["440f592defc68551856361876aff63933fa116d7","21a52e895bd4a4c68378adfbc986b6cc18909367","6827827f53824acbbde5da0ef3509547a29255ae","496c7329d6c9d1cf10d1c318c2b086ea26e304bf","d0cce33d2e7e12bd59eb6288f734f55a5b196714","49c68dfe27881c51572b79252cfb1195ff520cf4","cb27a81590fddcf22e6128c1fd55caa8ed5cb093","789be3b10e3612599692920c3bd343cc7da07905","dbd4f07f6d010459cb789150075b631d2384406c","2544e3ce0cd889e293a6c730c15b604b3100d5b4","e01fed8746c715a27929a077ccd23e140f8539db","2b0d19c1077d256c92553b085274b0e20282c497","79843890f131378a6cbbe058925e1953569cb02e","8a20f34a7cd01cfba2faa9b1e6b806a30fe29b9c","bd2128230db5ca8120684bf33a78f29f1b7a820a","55f9fa85b10ed32f493e73e28d08595ef7bdcafd","c7c401dd7d49ead07e70b299e422b27314589d2f","f3f21f1fda62ceb21e77edc02d1bba1f17046b0d","b488ee22d10763b6c077e792fd6fc72beebbd896","26f6fc563fd802b77f125ddc284edf60a2ef9424","e93096a92d92efd88cb1ec441901197d7f5db7c6","09fa1bb7ceefb71ee22cafb0c6eb3cd863ddd199","7801b1c282527736c042e5c8320b4d5515746d0f","b6436e9481de2928126e34363a496c33fc98f1f3","664378246cc5802f40276e79d9a9ce3b37303ea5","97a8350ebea1cd8bb72be014d381d5cba37a58fe","017b60fe0906948661610f1bfa60d16a7ca47c3f","9c23caf768d8f5caceda7cba514742ac1943137d","f74ab7cb8eabb54f988ba2ad0e9d38a390913a49","7a92fda8d99f403aa3cd61fedd33f1486e0a1ebb","e9206d30feee63f9e67bb8527e445cdd78810203","f77bfa39692bf7a3a6da024bf48b8410ec50b8b3","e346ecf31a8728b06012145d7767e3b44545316e"],"journalName":"Biostatistics","paperAbstract":"In survival analysis, the event time T is often subject to dependent censorship. Without assuming a parametric model between the failure and censoring times, the parameter Theta of interest, for example, the survival function of T, is generally not identifiable. On the other hand, the collection Omega of all attainable values for Theta may be well defined. In this article, we present nonparametric inference procedures for Omega in the presence of a mixture of dependent and independent censoring variables. By varying the criteria of classifying censoring to the dependent or independent category, our proposals can be quite useful for the so-called sensitivity analysis of censored failure times. The case that the failure time is subject to possibly dependent interval censorship is also discussed in this article. The new proposals are illustrated with data from two clinical studies on HIV-related diseases.","inCitations":["cbac778b652f3fd9637f1380c4f29ddda6efa533","e140bcbd87caafcb618b9b19b7403d6a77aae3ba","b3bd6dd1bb1969872f39617549d0ffedab303c59","724d728ada00edcbf90d61645f97dde74c077301","2e062484f7474551a69401fd16ce53467022170d","7a956de80ef24e021b91174b9d64516de4f71ae6","45e1505042b05ce3b4a09b97b15d6ef0014ff001","e5677bdb414b8f58fc4cfd323380628d6e84ea75","a657c50dcfa1d89cf3e3fa543592e6d563c4fa34","d165426593b6e1ba6893b901408ff95cd28ad310","d7019430c9272777776bc9be00f6d4c30426f29c"],"title":"One- and two-sample nonparametric inference procedures in the presence of a mixture of independent and dependent censoring.","doi":"10.1093/biostatistics/kxj005"}
