{"fieldsOfStudy":["Computer Science","Medicine"],"year":2009,"outCitations":["58d03e050ca17d3196e55c41376cb927ca6470f0","5d5c4326c555b11c7bef235378ac6547369d2517","7d19eacd0f49dc8a2527322ba7a2b6cfb7497e48","cc23e0446f6d3bc29bb345bad2515133ec896b11","a9fe267f67790279b55b141d57e0c943e339686b","5748502c03d22ae9cf313095bb0000bc578a4446"],"journalName":"Journal of statistical software","paperAbstract":"The fguiR package is designed for developers of R packages, to help rapidly, and sometimes fully automatically, create a graphical user interface for a command line R package. The interface is built upon the Tcl/Tk graphical interface included in R. The package further facilitates the developer by loading in the help files from the command line functions to provide context sensitive help to the user with no additional effort from the developer. Passing a function as the argument to the routines in the fgui package creates a graphical interface for the function, and further options are available to tweak this interface for those who want more flexibility.","inCitations":["773c4fe65f201a936b8d699983afcd801861e6fe","ded9bee64c799751617773c8a8ba256d686a9b45","bf415c52ef410823c59f328eca530056c7374afc","d76458802d533795a753bd663e203f56dc506322","b05ed7ceeec830350c93bd33a71cfdc470c4951b","cc23e0446f6d3bc29bb345bad2515133ec896b11","ea63d99ebabe055e916916fd00716a5c1968cbf2","45a247054a78e921135874e186517073a3dc80f7","bbe8ab31eeeafc988030abbfdd77ed03573c9960","8887138cb10549276a29dc2bf4b7bd88e6ea5fdb"],"title":"fgui: A Method for Automatically Creating Graphical User Interfaces for Command-Line R Packages.","doi":"10.18637/jss.v030.i02"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1979,"outCitations":[],"journalName":"Journal of applied probability","paperAbstract":"Cohen has generalized the classical strong ergodic theorem of demography to a stochastic setting. In this setting population projection matrices are chosen according to some homogeneous Markov chain. If this Markov chain converges to the same long-run distribution regardless of its starting point, then one can define an induced Markov chain on the product space of projection matrices and age structure vectors that also has a long-run distribution independent of its starting point. The present paper gives more natural conditions under which Cohen's result holds.","inCitations":["b96dedd3cc2c58daad603c4fc58d68bb02bc7979","f954df70db2bdcaac925cf45e3fdf72e1ffdaa7e","a07e0c6adfeb31cb666ab37769a9adaed63b7f92","f38f9e13a73df0490b93b129fafefd72a4327c86","bb443e56f2eb566d3ae10c9343330b28ed7b90cf"],"title":"On Cohen's stochastic generalization of the strong ergodic theorem of demography.","doi":"10.2307/3213079"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of multivariate analysis","paperAbstract":"In biomedical studies on HIV RNA dynamics, viral loads generate repeated measures that are often subjected to upper and lower detection limits, and hence these responses are either left- or right-censored. Linear and non-linear mixed-effects censored (LMEC/NLMEC) models are routinely used to analyse these longitudinal data, with normality assumptions for the random effects and residual errors. However, the derived inference may not be robust when these underlying normality assumptions are questionable, especially the presence of outliers and thick-tails. Motivated by this, Matos et al. (2013b) recently proposed an exact EM-type algorithm for LMEC/NLMEC models using a multivariate Student's-t distribution, with closed-form expressions at the E-step. In this paper, we develop influence diagnostics for LMEC/NLMEC models using the multivariate Student's-t density, based on the conditional expectation of the complete data log-likelihood. This partially eliminates the complexity associated with the approach of Cook (1977, 1986) for censored mixed-effects models. The new methodology is illustrated via an application to a longitudinal HIV dataset. In addition, a simulation study explores the accuracy of the proposed measures in detecting possible influential observations for heavy-tailed censored data under different perturbation and censoring schemes.","inCitations":["0fe976077ddb5006472f626a6ad3a712d2fc5cec","775fae0656c9aa886009c1bba7526464c5e4cc67","bd36990e731b4ce59f56a328bc7ce42531929817"],"title":"Influence assessment in censored mixed-effects models using the multivariate Student's-t distribution","doi":"10.1016/j.jmva.2015.06.014"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["92167632f5c9bed3d1d1152470c1d8df283d0ad0","0ae67fae44dff7010b0847e9280008e57ceedea2","43d4dbf3891236e300908a2571c9869a57f584be","a815369627a85e11e621bfe2ac8d86e18b9db85f","585fd08726a5b4e675bdfdc8cfba10d0181ec54c","f2a3669d21a7f55f2c505f0b11393ce0d22a5194","1cf80ce1658951a7fed332c983170eb6b9cd0162","d739aa1671f38b114bd07acbfa3e1795e2fb1959","4900ff374d2fec868d310b9cc54fc89fe2bf2960","f5961be05282b92b58f55990dec4797637904e53","14dad621a11e54dc93bf093ca3536d16a50f99f3","9f0e9e8bdb2f2f66ea72857be6f414dc9d73adbb","abedac0675170ddb64bb3822a607c1f27a7a4f07","a73fca81f39e52552c024aef3b796a1e9ead1db3","a7e23f416065a0fb1ae7729f3508e957dbcd0b44","f41d931520f55f66ca01cc77687a4365307ac48e","019381fd96d8aa6c136fded23891816f20a400a0","dee9dd1c82594f95c899e4a2579280f555cb6c7f","d6d418d350f5933f017b5c5dd3a6a19f3af8904d","153c947792e44e7f8315c50fede6a0d4e111cc70","adbbc2d03c7a4ad5c7649077ecdd4be4f75bcb5a","a2bd4d7373e431de01f5acd2a15001722b11c11c","b1f94418556f3e7328c96ad448782c06a9694149","ca9174fca3e76af2e4c0aae168d467e1263682e3","9a279fc188e054ab3e89ecce4f4d4125fa311c97","d0cce33d2e7e12bd59eb6288f734f55a5b196714","98fd219ddc72a7b09a20335e920d31de0e2624e1","24181967660988f2d5525a45227dd16bbfd422ad","3648ebe04ed920964c3aa4fae9adcdff8c009f54"],"journalName":"Biostatistics","paperAbstract":"&NA; Net survival, the one that would be observed if the disease under study was the only cause of death, is an important, useful, and increasingly used indicator in public health, especially in population‐based studies. Estimates of net survival and effects of prognostic factor can be obtained by excess hazard regression modeling. Whereas various diagnostic tools were developed for overall survival analysis, few methods are available to check the assumptions of excess hazard models. We propose here two formal tests to check the proportional hazard assumption and the validity of the functional form of the covariate effects in the context of flexible parametric excess hazard modeling. These tests were adapted from martingale residual‐based tests for parametric modeling of overall survival to allow adding to the model a necessary element for net survival analysis: the population mortality hazard. We studied the size and the power of these tests through an extensive simulation study based on complex but realistic data. The new tests showed sizes close to the nominal values and satisfactory powers. The power of the proportionality test was similar or greater than that of other tests already available in the field of net survival. We illustrate the use of these tests with real data from French cancer registries.","inCitations":["51a9651ac5f05ec0348deaa589065c12de2ad4e9"],"title":"Performance of two formal tests based on martingales residuals to check the proportional hazard assumption and the functional form of the prognostic factors in flexible parametric excess hazard models","doi":"10.1093/biostatistics/kxw056"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":["dc765ff36793dfde7dc4a4f414caed3c61c14330","1283fe87c7d6722ac7865d8bedd92847b2087a6e","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","263f103fd2bfbbd6aeb392c6519d3f590e647c0a","45db16309fbf7e9fc8907047e7e1a9933c4e1b85","6084a942ca8e50f13f2e0ec0cd5e269488b4a5d9","4b4e2994c1d680f5ede86efd899fab9762903a75","9077e126f05696da1ba606a6c629cd1a8e6e576d","1f75ca20d46deb6e30583cebb6e83c4afe8e7435","ac8ab51a86f1a9ae74dd0e4576d1a019f5e654ed","9335ecdcf7b16598d16538449db34706095f0e4e","1b32d466d2c756e1dbcef9ff94e1be895e84700d","ece8807197cdd61c6a9c70fc04c4b3d4aa207c13","e89f3ef7c901a18b8304e18d9d6163d36fa75f67","a22fc817d6d9996b6e533dbbae7406a20c73b852","f69f87061959a8b6fec180096b440b65eb13c64a","2c288210396f26755fe42ee36c14309b445a94e7","6ee64fa84d223afc6af901dae5d91272ffd69fe6","e996344199af190bdd47ee31a652e76811a5487b","7f480bdadff6f8b475a52584bcc7a5830a43d212","d82ea5fb6d6e2cb9632c38fd0409aaa183b5021d","b90d5e8a3f9942743778e6ceb7f75f32490a0140","c0554983cdb15bdac75897103075f514f592a111","15211292412f365ed2d4946333a924029dee1c39","649070283c382fac0504178a3750f865ae2aaca0","a54fa610535b1cec2a0582e699d31e281ad8eb4f","9c2f1fb462554d642c4d8dd9888da3a0314d8fa8","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","5396ca75482f95948666c89099bfbc4ed85ec89b","1beec30d5f1774336e1def93c9ad8cc1b3ccb8e5","58760440844d08f44f8153b32ea5e7ccd2e6b3a0","f4e973abdf190b862e6ec4ff1791d1ed8a628705"],"journalName":"Biostatistics","paperAbstract":"For large data sets, it can be difficult or impossible to fit models with random effects using standard algorithms due to memory limitations or high computational burdens. In addition, it would be advantageous to use the abundant information to relax assumptions, such as normality of random effects. Motivated by data from an epidemiologic study of childhood growth, we propose a 2-stage method for fitting semiparametric random effects models to longitudinal data with many subjects. In the first stage, we use a multivariate clustering method to identify G<<N groups of subjects whose data have no scientifically important differences, as defined by subject matter experts. Then, in stage 2, group-specific random effects are assumed to come from an unknown distribution, which is assigned a Dirichlet process prior, further clustering the groups from stage 1. We use our approach to model the effects of maternal smoking during pregnancy on growth in 17,518 girls.","inCitations":["47b12210ed1f479a3aaf79571bb51c0e9a082d54","e47d9773bc9a717589549a515bdcf5fd99b8f5fc","70f7b83165c1458217dc463375238700bee461f0","e50ccd20122f9b4f273c2919a9039e2f2254c5ba","6926e355817c6bea592bc9ec1de2e400f58964ec","f6ea5c9044b12ff9fb21115f985d852876f60076","207c0033237ab8374150e99fde7794abd408c6ac","a3bf069ead1d91a2882c236305188188bd0b2a4c"],"title":"Fitting semiparametric random effects models to large data sets.","doi":"10.1093/biostatistics/kxm008"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"In many diagnostic studies, multiple diagnostic tests are performed on each subject or multiple disease markers are available. Commonly, the information should be combined to improve the diagnostic accuracy. We consider the problem of comparing the discriminatory abilities between two groups of biomarkers. Specifically, this article focuses on confidence interval estimation of the difference between paired AUCs based on optimally combined markers under the assumption of multivariate normality. Simulation studies demonstrate that the proposed generalized variable approach provides confidence intervals with satisfying coverage probabilities at finite sample sizes. The proposed method can also easily provide P-values for hypothesis testing. Application to analysis of a subset of data from a study on coronary heart disease illustrates the utility of the method in practice.","inCitations":["6eef24f7cc711a655762e138c337889873d0dac7"],"title":"Confidence interval estimation of the difference between paired AUCs based on combined biomarkers.","doi":"10.1016/j.jspi.2009.05.001"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"In quantitative-trait linkage studies using experimental crosses, the conventional normal location-shift model or other parameterizations may be unnecessarily restrictive. We generalize the mapping problem to a genuine nonparametric setup and provide a robust estimation procedure for the situation where the underlying phenotype distributions are completely unspecified. Classical Wilcoxon-Mann-Whitney statistics are employed for point and interval estimation of QTL positions and effects.","inCitations":["ff448cce5a868a6d9c02f727f64a6aac71d068b8","21e101dbff43e231739bc484aaa25b2f90faf1f4","c1d06bacd72494171447d593f316f9839fa2270f","72ced6001a0b51aff2d43411c0e193a44a2f7a41","9299282e19670fc9ee1240b3ab0d24b090e4f19d","90cc1bf697d812d1f4bc0887241e4aca333c5a66","b619549736b21dd9a0eb3b824286f440fcdbe25f"],"title":"A Robust QTL Mapping Procedure.","doi":"10.1016/j.jspi.2008.06.009"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Cost-effectiveness is an essential part of treatment evaluation, in addition to effectiveness. In the cost-effectiveness analysis, a measure called the incremental cost-effectiveness ratio (ICER) is widely utilized, and the mean cost and the mean (quality-adjusted) life years have served as norms to summarize cost and effectiveness for a study population. Recently, the median-based ICER was proposed for complementary or sensitivity analysis purposes. In this article, we extend this method when some data are censored.","inCitations":["9e5ee8e20a0dd07815794d95fe8d79c7bda62913"],"title":"Median-based incremental cost-effectiveness ratios with censored data.","doi":"10.1080/10543406.2015.1052482"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"In cancer diagnosis studies, high-throughput gene profiling has been extensively conducted, searching for genes whose expressions may serve as markers. Data generated from such studies have the \"large d, small n\" feature, with the number of genes profiled much larger than the sample size. Penalization has been extensively adopted for simultaneous estimation and marker selection. Because of small sample sizes, markers identified from the analysis of single datasets can be unsatisfactory. A cost-effective remedy is to conduct integrative analysis of multiple heterogeneous datasets. In this article, we investigate composite penalization methods for estimation and marker selection in integrative analysis. The proposed methods use the minimax concave penalty (MCP) as the outer penalty. Under the homogeneity model, the ridge penalty is adopted as the inner penalty. Under the heterogeneity model, the Lasso penalty and MCP are adopted as the inner penalty. Effective computational algorithms based on coordinate descent are developed. Numerical studies, including simulation and analysis of practical cancer datasets, show satisfactory performance of the proposed methods.","inCitations":["6d1a7f8112bdd67c52abcd4f6063c49bf9b2347e","be33cc9e3e4416ec488bdf0454706a605982cb64","e4316e904a859824b25744748db0d6b71a1ec8ce","6dbf80b8db6d25227b51697d2c5295978b4f08f5","77207a631784742f1bdd714e3445a0a2046564e8","a9925b041532347c81562b7204e5c2ce28ab245e","81b899136e15843adafa49dd0aae512613c4d6b4","d7810a1457708522cce7b3e423035f4722a00781","1e3dbf91b522b57ee3006197bc420d7bfdb875fa","a19d447bf90146e6cd5970bf3db9abe5cbb0e264"],"title":"Integrative Analysis of Cancer Diagnosis Studies with Composite Penalization.","doi":"10.1111/j.1467-9469.2012.00816.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"FK506 (tacrolimus) has been shown to be a safe and effective immunosuppressant for the prevention of organ rejection after liver and kidney transplantation. Like cyclosporine, the use of FK506 has been associated with some adverse effects such as toxicity and organ rejection. Therapeutic monitoring of the whole-blood FK506 drug concentrations has been used in an effort to determine how the concentration of FK506 in the blood is related to the development of toxicity or the risk for organ rejection. Cox regression analysis of two recent clinical trials of FK506 in patients receiving kidney and liver transplants shows a significant correlation between the whole-blood FK506 concentrations and the incidence of both toxicity and organ rejection. Because of these relationships and the pharmacokinetics of FK506, therapeutic monitoring of the whole-blood FK506 levels is expected to be helpful for minimizing the risks of both toxicity and rejection in liver and kidney transplants.","inCitations":["58929ccd460d18346c782ea3e5996e8a8c7c2ba6","b9fa8f727b7e4d377d82a6f7832169b456931c56","9e36c043d1512335d1c097461e48911c394b91b1","8ae65150fb25d0d2c07b23b18ba39048f3b54bb8","bcd0ede5238173af6f843b3afb18201e2154e5ca","1a1317e0907cedd864f2292e3d45218bdf742ef0","5a35bcf213a4e8eab5fd3e68f210b3bacc6c8100","44bcce92d61d405567643f81385efb6732ca6eb8","b87919d7d7e37afb1742224a27d975dda827b9bc"],"title":"Relationship of whole-blood FK506 concentrations to rejection and toxicity in liver and kidney transplants.","doi":"10.1080/10543409608835153"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We develop an efficient Markov chain Monte Carlo algorithm for the mixed-effects model for repeated measures (MMRM) and a class of pattern mixture models (PMMs) via monotone data augmentation (MDA). The proposed algorithm is particularly useful for multiple imputation in PMMs and is illustrated by the analysis of an antidepressant trial. We also describe the full data augmentation (FDA) algorithm for MMRM and PMMs and show that the marginal posterior distributions of the model parameters are the same in the MDA and FDA algorithms.","inCitations":["5f0a7dcac18c9990437aff4060f36c48f3cb55e0","dcd5f0cd6ca42ff7d1cdbe036553b652c141c676","c6d3bcc6e6709891c2d72551e325460ed9b4c51c","bda33f328b42299d44aa7fb278c6e49e253944e8","64ee5037ded95576d844a64e16b793c10c291f8e"],"title":"An efficient monotone data augmentation algorithm for multiple imputation in a class of pattern mixture models.","doi":"10.1080/10543406.2016.1167075"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["47d20dc4f6eb2d2e01f03e3f7585c387faa45830","0db60edfc3e7fa608ca8583aa4c9e7b2ce1c4419","b67e19b949b7fd0a96da490ede066e06322dee26","888014b7c271aa8996365d59106b9d1c94ac8cde","bc520a09406913237c627097c1c7c9f9614aa1d0","d4f957a9e8dcadd3640598532b0ea5c9c905741b","8b64ce085a016f24807486fff9e085a05313f5a1","8c72b7fe8c26d8963f5b72f50a3f794d1de2e19f","b4d972cd8a6503f6066986d38d321101cd250bce","6e436b11eab90258229643cd47861f430f00080c","5088f42b74f3599047e95f8b1a5787ff0c0ec9ad","9d158d2b6e26207792a17d39ada12f69636f93e8","bec93339a58056be59518168d2c61de7fb0de524","3713ef80d0ce45ffa6a3ffe00b052f5a07119d0e","13f14617e8533af72df0119d6e64de0ddfc1a239","f5bf67da856916590ac262fc1c82c405caf8b4ca","67616ae7c536a1504327e18eb4dc91d812dcd762","b45b533dc9f14d5f69d06fa7adb73f9ee8551dc8","2a0bf30dc789b2f9aa9f1078cff496afe54134e2","8705dc8973afb7c9cad5aeb860b66cde464fb33f","81211ee173459ae23ef8102d08c242831889c4e4","5701fb8582001c354553b2c58f2dcf8f3c13217b","b9c44032cdb0b6abdd0172f879c66815b541bd4a","41c6f229c4b149d502f89ffc386febb24116bd25","57ff43228a769c37a4b81cdd21e6bcfef60ba32f","88589bf1f2510b6827636083ae1a7969028c4a7e","f24d7577e23e6951e1f8ab6a8ec2f774a21b3308","503291880ef14bbf28681a3ecb3ce0ca7d3af986","cd8c3b7ca0c8cf91eddbce593d070b80d3d1c68d","4cdda994eb54b7591da9e1b2dcda661502056451","4e416713398c2863e5b441116bc121be465f7768","0e0f49650621b7312702082ab5d5b61149bf0d27","ea03e791862f75a1c91233fcd6ffdb77ca9a209b","55a4280993ccb335cf6524d01f3bc7ce2b511a68","c08e54c0fdc1b403bec8b1d11d19cf2b997f2b87","91dcad71488dcf51118d1e6844bd4b3ea8fe1f03","6e6eeb69b8e0d5296a448188101fde44fd724f3d","158224fb16a3584e42772a79c324dbf37dd0e4c1","974bf001626115b669aa92f6851d02accd8b9f00","b9332aeb6d6f998e534a24b0707b77ca7a738551","0d10a4a7abd3d08858a7135ebb84de2f2db5c1bf","40afa50d93847264447aef9d22e8972d18832f6e","b48c6efabff0b493e027b4ba4df379c92a32e471","a08d828a44cc600fbf52508c1965dcd3e51084a0","815f17e6b177014e8290f0d44f7ecff155b677a9","a16cf19b4adc5ff21a5477be0637359331135f0a","7f7533572ed2742324000443ea2e37abc5900944","781df52cce1b41509a47ba54366078891d43e38c","a1a775fb6ca4e40ec42b25ed6cf0444e5b98586c","20736079613c5e44748aaeb1870fef24538e75ed"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The role of biomarkers has increased in cancer clinical trials such that novel designs are needed to efficiently answer questions of both drug effects and biomarker performance. We advocate Bayesian hierarchical models for response-adaptive randomized phase II studies integrating single or multiple biomarkers. Prior selection allows one to control a gradual and seamless transition from randomized-blocks to marker-enrichment during the trial. Adaptive randomization is an efficient design for evaluating treatment efficacy within biomarker subgroups, with less variable final sample sizes when compared to nested staged designs. Inference based on the Bayesian hierarchical model also has improved performance in identifying the sub-population where therapeutics are effective over independent analyses done within each biomarker subgroup.","inCitations":["d78e2c7a365d79e7b27e035b1fd82c2601c1cbd3","43f3098c5acf1dc411450224ac0e5c4489a48d20","5e1a2dead56b892ab5ba1ad7fdb14de4680af786"],"title":"The use of Bayesian hierarchical models for adaptive randomization in biomarker-driven phase II studies.","doi":"10.1080/10543406.2014.919933"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2012,"outCitations":["705b2538ff56fba9dbb6d28af89a771aac19d4ad","7684331632cf2f95cec9dfbb7e7767e12b841cd2","57b7a6a85ef6c1989b67283b7faea72e78cdfe29","9a2493dd192cade3665e7e2209dfdfe79c72dd4a","1f1b750baf5b0fa427c5b38379cdcc8d70634d36","ca5b4e49ad4022fe4eca52263daf208a0141c7bd","a2153b1039589f3b1df766aa76eced553c00783a","4fb551fd55b39721799910508a83cc735c628f17","eab56bc3376b9315d2523f1227ff3dab8c7a5ff6","fd133fec10ad9755dd51dbe5599cafd8795fb688","93fbe4d088ad2f46239be1ffa04853f3fde48979","7ac22b6bf22e4737a6d133cfe166e29df841a492","8c816dc693305870ce1888375cff7f014d03bf32"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"The receiver operating characteristic (ROC) curve has been a popular statistical tool for characterizing the discriminating power of a classifier, such as a biomarker or an imaging modality for disease screening or diagnosis. It has been recognized that the accuracy of a given procedure may depend on some underlying factors, such as subject's demographic characteristics or disease risk factors, among others. Non-parametric- or parametric-based methods tend to be either inefficient or cumbersome when evaluating effect of multiple covariates is the main focus. Here we propose a semi-parametric linear regression framework to model covariate effect. It allows the estimation of sensitivity at given specificity to vary according to the covariates and provides a way to model the area under the ROC curve indirectly. Estimation procedure and asymptotic theory are presented. Extensive simulation studies have been conducted to investigate the validity of the proposed method. We illustrate the new method on a diagnostic test dataset.","inCitations":["e7804ff8220613e4f9382f71a221b3c9b1be523d","4d3d64c7831889850c203bec0231e10bae240f89","570f8d90610b69d4c612a6c5b259fdac84c0333f","ddb6e3c43c0429f958bc450277971234f351e10e","f243f3ca77cd62c12920500376b38becc3a6bc5b","6c086589efd35f60495da5f9645b85e81e22363b","beedc95e984e06b7676c0e07abc883478477f4bd","507dd93363e19e4c764f9625b9e03e468ff1df16","fc01f4e00328914bd033cabe6b2f1b425383c3d7","9f630ae2a1d81b06d582677cb758116f6608987f","0090de571515480faf2d7e1c41e922b63ba73666","b805c973be3bea45c94394666cd585e1cf1863ff"],"title":"A Linear Regression Framework for the Receiver Operating Characteristic (ROC) Curve Analysis.","doi":"10.4172/2155-6180.1000137"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In cost-effectiveness analysis, interest could lie foremost in the incremental cost-effectiveness ratio (ICER), which is the ratio of the incremental cost to the incremental benefit of two competing interventions. The average cost-effectiveness ratio (ACER) is the ratio of the cost to benefit of an intervention without reference to a comparator. A vast literature is available for statistical inference of the ICERs, but limited methods have been developed for the ACERs, particularly in the presence of censoring. Censoring is a common feature in prospective studies, and valid analyses should properly adjust for censoring in cost as well as in effectiveness. In this article, we propose statistical methods for constructing a confidence interval for the ACER from censored data. Different methods-Fieller, Taylor, bootstrap-are proposed, and through simulation studies and data analysis, we address the performance characteristics of these methods.","inCitations":["9b4a1c6eb66278c35c6b78aabe6f7c855d0dc440","41f6be17041f1696db5ae697e93866a47b699b24","89da88bcdf2e0f8e8765917b6bbeb1ab15ea526b","0227750d968350d4fde00124008f0f1c51349971","771804b5ff11e3d64f83b5ff9067b015778cc2e3","5082a69cc2e49f4c57af26453caf0be51d002fcd","57d08a4bebad243ca5fbca3fa9112da146f76773","81854162e5b2dee266b556d6d9c97a0724892182","17db47e6f0f8b7bed2f33d24be254c6f7340986f","7b7aee010258028efed7c116bf5bb7bea8cc3be7","8ef695b20d53931649d52a129214967b5a863af6"],"title":"Average cost-effectiveness ratio with censored data.","doi":"10.1080/10543406.2010.544437"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Usually, a monotone dose-response dependence can be assumed for the simultaneous comparison of increasing levels of a certain drug. However, sometimes a reversal of the dose-response curve is likely to occur at the higher doses. We investigate such violations of the monotonicity assumption. Adequate alternatives are discussed and the \"protected trend alternative\" is introduced. Together with the umbrella patterns described in the literature, we introduce new testing approaches for both alternatives. P-values/quantiles and power values/sample sizes are made numerically available and hence are readily computed. A short power study and the analysis of a data set from the literature demonstrate the improved behavior of the new methods.","inCitations":["db421d12bed37ba29df1f0b9761563498ccd733f","1e438369923b7b39e85da27e873b6a5849d0c10b","261c0177cfae5335e0f56213190950e7e05e650f","73413bca8fc4cb38ea71e57c5faa8e0e812f8859","f65f32b480f0e3c1cf0448ca70231950b51e6966","ff659b37d24ffd9d1ac3650ce900acaa6f8ad2f8","b51036d3e173560c65cd44dc728dc58d482ac3e9","ecd22307d20b98f2f3f46727a19c3dad03455d5c","dae0dc7837e1c7630faf3f7a996dc63d685808ac","04f4c5224db0372f33967000f5ed80824673892f","a766bd9dc0bbe4f80de8e0291e8b4a49b4604d6e"],"title":"Testing dose-response relationships with a priori unknown, possibly nonmonotone shapes.","doi":"10.1081/BIP-100107657"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["51c915a7e3920aed75b66d950bcbaede47c5477d","a7e66d7436849cbd19e6991d2c4d06fb06580a79","4d999d8f888d51e1a7bc33f9b37a1146a066227d","1aacd77be39403ca1dbabc050ce89bea3162a00c","59ac99583c8c5ec9de91932ce2397baf81e84f4d"],"journalName":"Biostatistics","paperAbstract":"The original paper by Ioannidis (2005) has done much to raise the awareness to the possible sources of biases in current scientific work. However, Ioannidis described what may be happening in the scientific literature if scientists use blindly the marginal 0.05 significance level rule throughout their work. From this possibility, he reached the alarming conclusion that most research findings are false. In the current work, Prof. Jager and Prof. Leek took it upon themselves to find what actually is happening in current medical research if we assume that the practice is to publish only the findings significant at the 0.05 level. Since Ioannidis was actually arguing about the false discovery rate (FDR) in research (without using this terminology), they utilized FDR methods that are being used in a single research project to study the phenomenon across studies. They further developed modeling tools to address the peculiarities of the data they encountered, such as rounding to specific digits, and they developed relevant text extraction algorithms, allowing them to collect data on the entire population of important medical papers. Finally, they produced the analysis in a reproducible way, which allows everyone to repeat, check, and modify their analysis (as we did). All in all, we congratulate them for shouldering the challenge in such a way. We raise three questions. (1) Does the ∼ 14± 1% science-wise FDR reflect the situation in medical research? (2) How can we improve the estimation? (3) Whatever the actual number is, if it is well above the perceived 5% FDR, how can it be brought under control? (1) Is it 14± 1%? Unfortunately, this is not clear. There are problems with some of the decisions made as to the statements collected for the analysis: (i) only “p < 0.05” and typographical variations to it, but not “p 0.05”, (ii) only statements regarding significance expressed as “p =” and typographical variations to it, but not confidence intervals, and (iii) only statements from the Abstracts were analyzed. Each one of these decisions affects the estimate.","inCitations":["479a565b678c78881326bcdb074c24bead02d883","276feb251fa166d9776a5927e88181fc486600b8","ee1bda2e75ffa8acfb49c7cc5f5d909f581accdb","5e135e926c3bcfd62de9086ef09551f6fed876f9","de8d165001f208ce2e6055f96e609d0b79acabce","a6beda91090825037ba7b11646c6040c4d5c61cb","70f161b72c0cb03cc6486d572a41b6626b533f2b","df4c369b984524801d47ad2ef7a0f52829a43c5c","0e16a834632c2b54e746b1851afc1f3beccb1e53","eb27d91a99a19a5ff7353b0b00ad930efd40e89e","182ebb0accae659c034417df862148a655388d08","a07a64ba110e0f9f7156f3bd1e376f0d2e1cddf1","4750b9e002ec9621ee087fffffe8152aeb5afce2","aad37e982431c42720afbe945997f56d68cd854a","217aba004977480711b1c181861e3924398296e9","a7fbfe5b46c428e17e93c1769b6eff2d8bce4141"],"title":"Discussion: An estimate of the science-wise false discovery rate and applications to top medical journals by Jager and Leek.","doi":"10.1093/biostatistics/kxt032"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Exact calculations of model posterior probabilities or related quantities are often infeasible due to the analytical intractability of predictive densities. Here new approximations to obtain predictive densities are proposed and contrasted with those based on the Laplace method. Our theory and a numerical study indicate that the proposed methods are easy to implement, computationally efficient, and accurate over a wide range of hyperparameters. In the context of GLMs, we show that they can be employed to facilitate the posterior computation under three general classes of informative priors on regression coefficients. A real example is provided to demonstrate the feasibility and usefulness of the proposed methods in a fully Bayes variable selection procedure.","inCitations":["a61d975067aac38eebd9eeaf2868fbd5d8549993"],"title":"Approximate predictive densities and their applications in generalized linear models","doi":"10.1016/j.csda.2010.11.005"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Journal of statistical computation and simulation","paperAbstract":"We propose a semiparametric approach for the analysis of case-control genome-wide association study. Parametric components are used to model both the conditional distribution of the case status given the covariates and the distribution of genotype counts, whereas the distribution of the covariates are modeled nonparametrically. This yields a direct and joint modeling of the case status, covariates and genotype counts, and gives better understanding of the disease mechanism and results in more reliable conclusions. Side information, such as the disease prevalence, can be conveniently incorporated into the model by empirical likelihood approach and leads to more efficient estimates and powerful test in the detection of disease-associated SNPs. Profiling is used to eliminate a nuisance nonparametric component, and the resulting profile empirical likelihood estimates are shown to be consistent and asymptotically normal. For the hypothesis test on disease association, we apply the approximate Bayes factor (ABF) which is computationally simple and most desirable in genome-wide association studies where hundreds of thousands to a million genetic markers are tested. We treat the approximate Bayes factor as a hybrid Bayes factor which replaces the full data by the maximum likelihood estimates of the parameters of interest in the full model and derive it under a general setting. The deviation from Hardy-Weinberg Equilibrium (HWE) is also taken into account and the ABF for HWE using cases is shown to provide evidence of association between a disease and a genetic marker. Simulation studies and an application are further provided to illustrate the utility of the proposed methodology.","inCitations":["b94b1e246eb39ff001d76e8ade073c37884937e3"],"title":"Case-Control Genome-wide Joint Association Study Using Semiparametric Empirical Model and Approximate Bayes Factor.","doi":"10.1080/00949655.2011.654119"}
