{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["36b40e07dbd0fd44e16328154469011b8c1f8b0f","5c28b24b0ecb610c6a527b32c3acb2c03b1bc184","b1c2b46ba478d6a9526c98e1ace0541173a06bbe","a6cd66298e0a34d7355d24f317ded58e32d9912c","a411f6a0e6473137ac1a538f7cee65722fa3584f","589290c701e1db753f018e2bc9d7a37e3a724bb8","c92c2c542b6189f1e675223effdd71addab888d0","5ce528af1cf5cf78b31d3cadd56dc8b58e886f82","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","efa6de393ee0b26e23cf4fe1acd160e7251f4098","7f23fd4ae73aa61e154ba91da43a37b1a26a2cae","acd292e61337bc560e007b73a762f616fb0eea7d","d177725df6050b0085897c9d1da6f388b6fd2775","a800965f7e80d7296646ca7fc5cab680d5f3a2d9","8aa8c63734c2b8e3b5bd32d43400c5b7b57c198f","f6332ead767848e9d633cdc39dc9721ea6b46fc9","71275236839a7a31724291a94d42ef5aaef02a00","81a30253d40e8d76f1a2da6275fb3f902fa36e6d","055538aed1d84b1217b7d084adf6a3be6c5cebda","101f8270c770827120b0cf3ccfc24800747184c8","5328db55d93a77fcdd6638e23f21226f1108cdb8","e7a0ffe7f6719c76e95e50bab9901443e6213c0f","be955065a7b1546678ef3dbfac78c9295e274691","f889085bce18f2748ad083292ed096c915584053","1e643ade3cfadc263ca647a00abdd3c600d5f551","a5e7ee6568b548efa8cc36e2a2585abcb6591e81","84364e41289170b4d007b6d7254c55f320ef3e65","b83408f82e7b17991be5f8688416a10dcf16aa06","1018c6d8b822dfcda6ec573eea9265a8f5b6d6a6","6e436b11eab90258229643cd47861f430f00080c","89c8179cce5887300a8b588c86cfd3e6db0b2801","9ee2d6a8de063e2621eebc620b9d9d3d8a380374","774ae81f4e70631084159f0f9c04eb27b02b4d03","8dea6ebc06a57dfc461dd8aea36c5a00c8dedcf0","6cb2ebb02d506dbcb0e004037d72e4746cf573da","c109be6f6b759bc4cb38c112a4f3a1e233562d7d","5cf1d05332288c2b888311a69dc6869850dea3e6","13bae0189ceed3604252aa9e14951fb4feb960f9","f33c74ac20bb9fa5807aef74f2efe1cbe09914f7","a633e5f48dde0e142984aa346df21dceb87cd6b9","e9b911316ca0cbeb8b3a3ffc230363c3e97427cf"],"journalName":"Statistics & probability letters","paperAbstract":"Prediction models that use gene expression levels are now being proposed for personalized treatment of cancer, but building accurate models that are easy to interpret remains a challenge. In this paper, we describe an integrative clinical-genomic approach that combines both genomic pathway and clinical information. First, we summarize information from genes in each pathway using Supervised Principal Components (SPCA) to obtain pathway-based genomic predictors. Next, we build a prediction model based on clinical variables and pathway-based genomic predictors using Random Survival Forests (RSF). Our rationale for this two-stage procedure is that the underlying disease process may be influenced by environmental exposure (measured by clinical variables) and perturbations in different pathways (measured by pathway-based genomic variables), as well as their interactions. Using two cancer microarray datasets, we show that the pathway-based clinical-genomic model outperforms gene-based clinical-genomic models, with improved prediction accuracy and interpretability.","inCitations":["d2bf041ca523dcde7b9f49356f3935d34fc5f105","170a633a47ef286328ca984f4f0093a73774be60","4d67ab77b0f056125588f2f2486c18294f5e28f5","a4ad914aacb161f6606e1dcd4d7b3c923fe04ea8","d8c803f4d08d32d8ecb875b90bc3e0e21925370e","85f2b07a0c842a3b44da549dc6d16f1db48520ac","6747df2badd50ae0169e0d69220dc2edee24d055","9dba1756f2b712b5d539e6fcae31cb2874dec444","d9ec7de08382fed1b89485a4a641773f5f079680","ac0a931a45fdbb2de28cdf6fe8719f397543a1f6","8cc0c97b34a1351338cb8bf206a661851f3f135d","5f15ddf635525240c413bce1060dd2605dec4811","b43225a1cd08ae1fb1a7889083279c118a86ca91","a4a2b43be7153c0f917d413609f1e85a9f7be842","e5c1cdf2123a6fe8e5ce60708e56ba400f993027","dee2bb42096797a7f5e500f1640f2e643cce0cc0","fdd26a617d036839dfbe4d55c3e680a11e5a70af","2861a6e409d4c1a8d43491b315a6a050936f24e4"],"title":"An Integrative Pathway-based Clinical-genomic Model for Cancer Survival Prediction.","doi":"10.1016/j.spl.2010.04.011"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Using data from 145,007 adults in the Disability Supplement to the National Health Interview Survey, we investigated the effect of balance difficulties on frequent depression after controlling for age, gender, race, and other baseline health status information. There were two major complications: (i) 80% of subjects were missing data on depression and the missing-data mechanism was likely related to depression, and (ii) the data arose from a complex sample survey. To adjust for (i) we investigated three classes of models: missingness in depression, missingness in depression and balance, and missingness in depression with an auxiliary variable. To adjust for (ii) we developed the first linearization variance formula for nonignorable missing-data models. Our sensitivity analysis was based on fitting a range of ignorable missing-data models along with nonignorable missing-data models that added one or two parameters. All nonignorable missing-data models that we considered fit the data substantially better than their ignorable missing-data counterparts. Under an ignorable missing-data mechanism, the odds ratio for the association between balance and depression was 2.0 with a 95% CI of (1.8, 2.2). Under 29 of the 30 selected nonignorable missing-data models, the odds ratios ranged from 2.7 with 95% CI of (2.3, 3.1) to 4.2 with 95% CI of (3.9, 4.6). Under one nonignorable missing-data model, the odds ratio was 7.4 with 95% CI of (6.3, 8.6). This is the first analysis to find a strong association between balance difficulties and frequent depression.","inCitations":["db0c8362272324c62cae39a44313288d7074d67f","530e6579b1bd75a3f857ee4791bb758262c6f10b","191ea0bcc87f09e0b732b3708b3c2026bdfca260","15531d236e03ee350c9b3849d291fb136c197bc9","09f7d686451202d53898f838161a1a7efd674d57","0b062185bdc90da43b82a906b168f162cbd6c326","7d26269aef4c1f4f65b3933978031669c2f5ff20","da42246a7a2edbf914351cd10c7e4e44b8d8920b","302f82aed93aea26022c0f4fa62ce0a17a29dac1","e8a8c63cd4bab5aa963d881bf828b1ea58b17d9b","182d41de80a53552438c0f2f7834cede5512fb23"],"title":"A sensitivity analysis for nonrandomly missing categorical data arising from a national health disability survey.","doi":"10.1093/biostatistics/4.1.41"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2019,"outCitations":["d67a02d046f74afc31a4e4a763dbcb20e70fb8bd","b3799991fae921c15d053ec2a693bfd0472f61d3","6b0345fe5dbf7a8551edd7ae3f56f803fc21378a","c87d57da3b1f2b467ef4995d30df832ee2281107","a26c957cac1ef5c59b60b50999e5f3e65cbf33d1","82244fe3aa1aedc677f941e856d56a18fc1674ea","865b1607a955f9fca1b46425a4c10e8fa79e3397","01625cba9f8a783994377d4f35aa765242faab4f","276be991dd62a963a46ebd83cd05fc431c0ac322","214963b60df6b40a6185e1415cc6e5c1b97d96b9","91b19e8cd05276d1075e3bdc594103a389cd2495","f27768c792607e6187f1667f44551a0e98b79594","8c362d0fd11e593bd27bd5b655c9cc04969a753f","5a8b42755af063ae052d261841823b27a95314cc","f35dfefdd5c44c5e717e17bb72c273b22b0878f1","c8d4be093cd4da26f0402b6b9b2680d7ffae2959","bab4ebd7c361f0704ae38661b121d244707f3040","05ab43b91321e8cf57a42614dd630baecd110bd0","509f0c69db4afd0922f014d84a31d78ea9a94f15","de2ac7cc9f9682f0c024c3c5343778fe7211570e","2426fcf797ebfcd5bf5a778b7bc27d5daeb16ecc","a7da090fdb85b79cd8a52aadc9ff4715814656e5","4e031ada3d6c298700b3d4b6826232013d810d9e","28a0b9a6da483c184ea5b5b95de7f55ce47fdbf9","d1e7df46abc62130b8fc12d8edc7e9bd26fac09f","5d3a2c38d5c4ae3f19afc5891cc230b9afbc74f0","bc1eb681a5561f4f38153d274824d95fbc76e90b","aef392806619ce9543a483edd66e966bcb27cdaf","8792aa556188bd4f8fd5edcd3372f934eeb16afd","7b4b6a3b9d19a1f57033d8642ca7b9ac97e94263","36632b6ea5ea553d7e48d5f342182650d58cc79d","9311444a3164509c778d4220e9fb994fe3a2e374","e194ea3ba83d58ed0cf3e74a02064bf062408dd5","36e06be85a91b8ddcd64498e8deab4b236101244","c8831d7d318b8d59f9b958d250a58f253f08bd8a","5c76597e54f884bc4ad3d79e4f1ffb685aeadfb4","28fea17922e04a26d059f4cb553416b0129a2c48","33f8376a06fe64ba7c8503f8b83e6a6d1325855e","398ff09f1ef9fdc1d70f59eeb744f06c06998528","ea421ccff0d7a0a52369ca24a959911ba741cc0b","e6d1fdcaaef71be1ae45ad34b54ed82f157507bc","18f5d04231d22104e73c82b372eb4c627da544a0","baa88620816472576822a08564399df5a77818a0","92d82e5441aae8ad46d36b0567c720b44432ce08"],"journalName":"Journal of econometrics","paperAbstract":"In this paper, we study robust covariance estimation under the approximate factor model with observed factors. We propose a novel framework to first estimate the initial joint covariance matrix of the observed data and the factors, and then use it to recover the covariance matrix of the observed data. We prove that once the initial matrix estimator is good enough to maintain the element-wise optimal rate, the whole procedure will generate an estimated covariance with desired properties. For data with only bounded fourth moment, we propose to use adaptive Huber loss minimization to give the initial joint covariance estimation. This approach is applicable to a much wider class of distributions, beyond sub-Gaussian and elliptical distributions. We also present an asymptotic result for adaptive Huber's M-estimator with a diverging parameter. The conclusions are demonstrated by extensive simulations and real data analysis.","inCitations":["f4d8cee984f19ca812c271f160420706ac6557c4","6199aefa6c6d72820e4bcd4779f5fb297e893160","fcd839b24faeff01c5a6dbc299b900187cf1dd2a","a5c21a1a6662e6a28b52e207a04b61a0bee87d6e","15f97a5ab084d349e4b13e926c6c67907a54f5df"],"title":"Robust Covariance Estimation for Approximate Factor Models.","doi":"10.1016/j.jeconom.2018.09.003"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"ETRANK is a statistical software which uses nonparametric (randomization) technique to analyze incomplete repeated measures data, where the pattern of withdrawal is treatment related. This stand alone program is written in C, presently runs in MS-DOS, and a Windows version is in development. The program has been developed based on methods developed by Entsuah (1990). These methods were presented at Statistics and Statistical Graphics Section of the 1991 SAS Users Group International Conference (SUGI-16). They were also presented to the Biometric Division of US Food and Drug Administration (FDA). ETRANK is now being used by CNS group of Wyeth-Ayerst Research as part of their NDA submission. This paper discusses ETRANK, and compares it with SAS PROC MIXED, and GEE. These methods are applied to Wyeth-Ayerst antidepressant Effexor-ER (extended release) data.","inCitations":["905f0e11f4cd678c72b31d3765e4bd7430fa0d08","b5ffdb65d601d80379ebfb79131cb7256fb91c12","6fbcfab8c90191d04bd031baf300351c4e421980","721910884befde0825ea26f9464cf9ef8df6e84f","aba4b250b3972803272a08614cccabee019142b0","a65b7f964d12e6548c9e608d2b90ad51c7237e71"],"title":"Etrank: a ranking procedure for handling missing data in clinical trials: application to venlafaxine extended-release depression clinical trial.","doi":"10.1080/10543409608835156"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2008,"outCitations":["e69bce0185720fcb652ae458a4529a2807f53de8","b457820831cafc3b7106b4fad596f8a7a70d58ea","2e001816887e426153438530d306f87d95c8f1be","6668f5ec1b6caebd1cfc8bd92ee607684654aace","325228a1ed1ff4fc2c9e99781ef0b62d6018ce86","e5b03038da09d44bf75505dd7d022d139ad53f23","4e5e0335247e077dc26496960cd172c205885151","9ae485343119e995761a779a109b44365d853186","c5f75617c8e7d59109406f04ce8c5a8d6d09eef9"],"journalName":"Computational statistics & data analysis","paperAbstract":"We model sparse functional data from multiple subjects with a mixed-effects regression spline. In this model, the expected values for any subject (conditioned on the random effects) can be written as the sum of a population curve and a subject-specific deviate from this population curve. The population curve and the subject-specific deviates are both modeled as free-knot b-splines with k and k' knots located at t(k) and t(k'), respectively. To identify the number and location of the \"free\" knots, we sample from the posterior p (k, t(k), k', t(k')|y) using reversible jump MCMC methods. Sampling from this posterior distribution is complicated, however, by the flexibility we allow for the model's covariance structure. No restrictions (other than positive definiteness) are placed on the covariance parameters ψ and σ(2) and, as a result, no analytical form for the likelihood p (y|k, t(k), k', t(k')) exists. In this paper, we consider two approximations to p(y|k, t(k), k', t(k')) and then sample from the corresponding approximations to p(k, t(k), k', t(k')|y). We also sample from p(k, t(k), k', t(k'), ψ, σ(2)|y) which has a likelihood that is available in closed form. While sampling from this larger posterior is less efficient, the resulting marginal distribution of knots is exact and allows us to evaluate the accuracy of each approximation. We then consider a real data set and explore the difference between p(k, t(k), k', t(k'), ψ, σ(2)|y) and the more accurate approximation to p(k, t(k), k', t(k')|y).","inCitations":["3819b56cf7d808d31071f28fdbe81a3cc2d130f6","9f0fcfbe08e03867a16e1ffa9206ee2a26dc964f","157d07acdff690f6d27ae462fe91ea6581c2de70","51e0afee613607bc23635b70b3607f2a66f7c74c","b4a51b2b3346c103a7185a20d074c2e73a9ef09b"],"title":"A flexible approach to Bayesian multiple curve fitting","doi":"10.1016/j.csda.2008.05.008"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The plasma HIV-RNA level has been used as the primary efficacy measurement in clinical trials to evaluate antiretroviral regimens in HIV-infected patients. It is measured by polymerase chain reaction (PCR) assays, which usually have limits of reliable quantification (LoQ). For example, the commercially available Amplicor Standard assay has a reliable range of 400-750,000 copies/mL while the Ultrasensitive assay has a range of 50-75,000 copies/mL. Values below the lower LoQ are usually reported as categorical variables such as \" < 400 copies/mL\" for the Standard assay and \" < 50 copies/mL\" for the Ultrasensitive assay. The Standard assay, which has a higher ceiling of 750,000 copies/mL, is typically used as the first tool to measure HIV-RNA levels; if a value of \" < 400 copies/mL\" is reported by the Standard assay, the plasma sample may be re-tested by the Ultrasensitive assay, which has a lower LoQ of 50 copies/mL, in an effort to quantify the HIV-RNA level. However, for the calculation of change from baseline in log10 HIV-RNA, which is an important efficacy endpoint, the additional data measured by the Ultrasensitive assay are usually ignored due to a lack of simple and appropriate statistical methods. The conventional approach, which only uses the Standard assay data, may result in loss of information; the naive approach, which simply replaces \" < 400 copies/mL\" reported by the Standard assay with corresponding Ultrasensitive assay results, may lead to a biased estimate because the two assays may have different assay variability; the likelihood-based approach, which can utilize all data from both assays, is computationally intensive and requires a large sample size, which may limit its use in practice. In this paper, we propose a simple imputation approach that, unlike the naive method, accounts for the different variability in the two assays. A simulation study is used to compare these approaches. An example from a clinical trial in HIV-infected patients is used to illustrate the proposed approach.","inCitations":["8e5cc430b2e8b174f0df82a2bb0e78f7eb079d94"],"title":"On methods to utilize HIV-RNA data measured by two different PCR assays.","doi":"10.1080/10543400802073168"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2002,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Sensitivity and specificity are two important indices of performance of qualitative assays. Evaluating these indices usually requires one to identify the true disease state of each subject involved in a study. This implies that a perfect test, a \"gold standard,\" is needed to test each subject. However, a gold standard test cannot always be performed on all subjects, whether because of cost or adverse effect on a subject's welfare. In these situations, a common practice is to apply both a currently used assay and an investigational assay to the same specimen. If the testing results are discordant, a gold standard test is applied. This approach has been criticized by many and, in fact, the statistics based on this approach usually overestimate sensitivity and specificity. This paper proposes two alternative methods to estimate sensitivity and specificity. Simulation results show that these methods perform better than the commonly used existing ones. This paper proposes new acceptance criteria and designs to specific topics for the evaluation of blood related assays as well. To evaluate a qualitative assay related to blood specimens, one must also perform studies of storage conditions, interfering substances, and other related factors, in order to establish the equivalency of the assay under standard and various other conditions. To conduct these studies, true negative blood donor specimens are used as a sample from a nondiseased population; and blood donor specimens with spiked analyte are used to represent a sample from a diseased population. Currently, the target-spiking ranges and sample sizes are determined subjectively. This paper presents new acceptance criteria on acceptable conditions and objective standards for selecting the target-spiking range and sample size.","inCitations":["a137cbadf8d239ba82b4213f512f344d8e2b161e","65c2114726c6c44090f11ccf593d2f794f86eafa"],"title":"Evaluating qualitative assays using sensitivity and specificity.","doi":"10.1081/BIP-120016227"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2002,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We consider a multicenter clinical trial with treatments as fixed effects and centers and residuals as bivariate and univariate random effects, respectively. There exist situations where it is difficult to justify the conventional normality assumptions for the random components. Following Khatri and Patel (Commun. Stat.-Theory Methods 1992, 21, 21-39), we propose the weighted least-squares (WLS) method and two bootstrap methods, percentile and BCa, that are robust to the departure from normality. Through a simulation study, we compare WLS and bootstrap confidence intervals for the treatment difference. While all three methods give confidence intervals with desired coverage rates, the WLS method gives shorter intervals. We also propose a bootstrap method that is robust to outliers. A numerical example is given to illustrate the methodology.","inCitations":["f8a24bc0ddcd3704bff980a4bbe6e748ac67c8eb","8f83d65dc251f5e2e261e75a39ff09e317e23b21","f6e544baab11ba37de86fb5ab67b7841e78c11b4","905f0e11f4cd678c72b31d3765e4bd7430fa0d08","6bf37339f3fc0198f59607e58b2eb85c6dc1196a"],"title":"Robust analysis of a mixed-effect model for a multicenter clinical trial.","doi":"10.1081/BIP-120005738"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1995,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A useful testing strategy is proposed for a confirmatory phase III clinical trial. It consists of a combined test of superiority and test of equivalence, and it is easy to apply. By introducing the strategy, we can perform a post hoc analysis in a confirmatory experiment. Thus a more flexible decision will be possible than the usual single testing method provides. It is shown that the procedure needs no adjustment for multiplicity from the point of view of the closed testing procedure. The relationship between this strategy and a confidence interval is also discussed.","inCitations":["98400834357257503bcec13a94fdec16e409a54d","d9e0de5de149981e320968d3cfbab9fdd233f4d0","57ae6879dfb97695ee312faeef06d6e587cc6a4c","47bb61af84b57edf9eaa25bc263c87622437e0d7","bf48a8893c16559596bfad8dd64caaff5c4fddf8","d1072d9b6e6bf0fdd59a05e5bcbf67b752690925","740618e2fa58412276a1c76c1e8e86920376f5e8","e2a5a702594bed3ec6e743df49308f8cba84340e","859b6ea24bd6e922786fed1a7ef1466a277beef2","6d4d79da6dd4cec2dd5ca5cee938df0552954537","701d1520d009531d3cc59b7119a4a8abbd174e4f","66a709a50a4d5f8abe5063e6a04b4b789e150df1","f011a5179bc6e34dffa8725634fa09799552e4ed","58e5fa711ff39dc2ce27a99d763cfc4c7d87bc52","77834a95bfd49dee2a3f84e6fd83686ed340d9cf","162928d7a6f4aadb7259fafd4a0876951df4bc1e","f2d0c63426714f32fa6432403d2bb9900aaace5b","0648ad5ecf4a2dc91eb1c8b051597f557d29c9ae","4b8ce761f7f557ee06fd55306f4a15fe4143448c","f4c5c22a6e119739bdb3e411573b53cbff72cef4","9b067c2d18513b10516743a16fd2f12711166714","c0845d0ff048572bf4ab75fbbd329838cebab7a7","68a7177eb75b5166e744030334ec6f3a8c450078","4e17e5b4bf88b8410c4299a914e2e2f5ca475a1b","600978e94b182386cfaa2ffc17d3a2b0291b181b","cfb9b214327f57707c67d8aaabfaac5b211f2880","40f06efbee72fb1ccd9b26d4e27f5bf6bf0670d2","c953bc7ab8d69c560b2399874cd599012f540373","e2b90bb3ad03161895518d15ffe29c363e4b29d8","dd2d15423fc0f815812ce50e072e3ae681f625bd","90dfa58befd9b364cad81f2cfff94c4592c0e6b3","88476555acaa119a1de9ea17934d443a07ae23b8","326ed5ec92da0b01046c91a3966436949f1a13d1","b3325f9be0df6ac33e1036e2c409d7ee29ab0c69","622ea243dd8e0223674aac7f43f34f8c82610290","ef4102e23394bbf801ce5ecf45e495f330ce5ee8","ff8ba1abf6204ab590d1d752af64f758b9eacfba","6bb7af5c63760f31a4c6ed9e6aea630918b51441","dabb37c1317768c9e679bc6b2bd61f66a402b39d","c93d397707e6386e297a3a130168085b9d0fa2aa","1e45d2d83403866b1a6c777d6694119f86f1653d","0b54a175eac3cfa0369f344ab74c50012cc6aeb7","0cae069e1224f51c8aa283d911dc39278f635160","861dbb8ac77263d654b0b682eb242865fcf6913c","d491dcdd91599f96b2355b650876837d24a5130f","4b3d767d74aac3bb84c5fa1901b6e160d04f1a10","4467ef17978e9166493c917e0df280fc3864d49d","e5bb907e0436b5ce6c31ac7e414f8a444d213402","8b40d6694a83b91ca3092c4e07969596699b444e","704602a72b970de247ee21597b9ed02ff571ff95","2822585be6f44f69befc3788903d79964f992f9c","bf8d5c3521d410055149783ab6e0e56f7ddf3667","f9a6a3d16c96cd6b7415f78539cd469a00b6aacf","da4fcfac6191244e3e3b1bc9b6d7890cd8ae8685","da05294ffa98cd048f144e9ffbef65bcdda24dcf","def386ca59f76a2f35ffe99276963a66ec111fdb","3413e41f5dcf920775b442e228dc958e21773b37","6a0df41c4e3a0e61b1b57f930d1a2e6be4d0dcf7"],"title":"A useful testing strategy in phase III trials: combined test of superiority and test of equivalence.","doi":"10.1080/10543409508835115"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":["defc83727b076321f3f3c9e886f6977c0dd1250d","a02c21d287b25bbc47987b8a61af81a3aebaf7f8","b5aac26d4741a220e83abaecab8a2dcac5d1dfba","f714b82aff5370bec8990671b30b9af743b147ba","60c1d130ca8ab28eaca37cfa936ed77816fd1b37","1c3137caad55b2a1675d50c80ae1e5deb9061f2b","6e55267cdd368ada94dee79711103d11fc59fa6c","8c3d09d9f566e8c080682492abcba858589c01d4","4540d2febfee49a86a6c1330167a1ca7dd0a6b79","3346c5e3f84d450b0cf41fa15832d8a3ab8565a4","d3eca54eea61a87fcf76738088ccf57d3301ca95","7ba07e13e052828c50d6ca2ef685186e3ee8c515","66be81f765a825940748f6eb54b63a64ff972e7b","6d133d43775c945e9f7067ea19ad30abb81a78aa","d084d76a92db268d597586468dd3ce39f9c1aca0","caea8632ab8e1a9affc3af00f8d4b48de0777eb7","f786055c201cdd958c091c98b52aab98ca09bad4","c25fe5303f04b5f5d169c22b393f92c0bb8233e2","4ace16ac17327670334d1d3dbc82384e81ae57ee","ea0da67d5ba079d4df4a9025b2387b609fc3d24b","84cea03ecd4fdc34a7244d94e52ecffc2bbc3a21","83a0ab9ba503043d88c2bcf03513edb358a6c9b5","b15d29c5bdcc3673f9556e6ac88f0559ad5b24ed","c1ef3d85917bd1f872695c855e062e3600f26feb","25582147a5fd00a81aa2a41caf197c298e794f2b","6e4ef9da13090e66d28019b64a886041cb0428e5","e685ec3d217648dd25e581c5c5fc6f8ad62e0685","9871c9dce9887bf4798b5cd0a6aab34c3363b898","650b7a6f519212dfafbc1f916310f25eada15bc6","faf5a8ec581f7de3cef519fa61be34702673349e","914436e21e88bcb41687409b1225df1c9638a412","31f8be74a8b28812450bccd28de4c9c6e2a8fabe","ea68899db5d44b4d6e28228381ee8016d6b728e6","469c70e425baabd86edda4bc52dc32e0072e558b","ce55936aa840377174574c7cc1abec74037160ab","d9d3e53f472eaf223048b84133ed0a4944943633","f86d4274317fcecee85e0ca4be363fd8fe6434eb","14ae79f1e13b94b156a54ad746e22e849f6e9409","1afe6540560350edfc68a24fdffbeba7ec610530","374a1b0cfa470d34d3244a6f5686c87531f74168","d50eb4c3e677eb732d51519d8e99cf3beaddaf0a","5fa1ee330af682915aa950750d7be3ca5fafa4fa","4714765792b6cf034a7fc2934409582f8600be90","9e5654f9122522ae04f71d2bcc5647bff583f90d","632ce28650cdca002ce31eeacad61f07d4b0aa0f","ccef91ab66165093221131e9549b8e84b9c083a4","108e3ab6e1a63de77a214dc4e2951969ac927c74","bb507b118f9b20647779176e7daf4bae974c549c","93098a5a5b8ef266c90f41295a164196c121a08b","90f2335768ae3fbb989183cfd97305939fa8c6a1","8fe68957b47d8232dd84dad29573a4a5e533468b","bef7cfa4de1f9f9234a0e931520940ae39f6388a","587fd94ad37d7945589327c33049330bcedc5cad","af5fee1973a448e5149cc1e2ca90f4eab09631c9","10efce500f3716eda599a053ac1b574b2db24282","6e23b50dd677d493f2ee182244372fc7e0fbb9ae","a4aab55712b7348cbe48ca8dba94aad9f20fbce8","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","6f29c8017f9da69e14e80b85738105c4352092ea","ad9bc90f40a26519c6d2ad6754597a71559be3d0","dc6eeb0130e48bc51cde3d7919b9a3ba858868fe","45402b67db832e21304eb4d829c8d191f86f7c9b","d8dab2f7c0dae9e90d30b9de62b3faa6a61b0206","0e015d35e9595aa018058af998580c1e7ca4e209","5ad303d67d5203cb93ff90c2dd28b6907c69dd78"],"journalName":"Biostatistics","paperAbstract":"In this paper, we provide critical reviews of methods suggested for the analysis of aggregate count data in the context of disease mapping and spatial regression. We introduce a new method for picking prior distributions, and propose a number of refinements of previously used models. We also consider ecological bias, mutual standardization, and choice of both spatial model and prior specification. We analyze male lip cancer incidence data collected in Scotland over the period 1975-1980, and outline a number of problems with previous analyses of these data. In disease mapping studies, hierarchical models can provide robust estimation of area-level risk parameters, though care is required in the choice of covariate model, and it is important to assess the sensitivity of estimates to the spatial model chosen, and to the prior specifications on the variance parameters. Spatial ecological regression is a far more hazardous enterprise for two reasons. First, there is always the possibility of ecological bias, and this can only be alleviated by the inclusion of individual-level data. For the Scottish data, we show that the previously used mean model has limited interpretation from an individual perspective. Second, when residual spatial dependence is modeled, and if the exposure has spatial structure, then estimates of exposure association parameters will change when compared with those obtained from the independence across space model, and the data alone cannot choose the form and extent of spatial correlation that is appropriate.","inCitations":["60f617adb4ce99a0aae85f4272f63924b8dcb135","f9d6e4f8aca5cd9ced0d7f2dbe61b6264483cfbf","ce0dbf1452d7e018a4be1263caca4cf9f607b120","62156cbd90f1146b249319ebb4f5ca454841fba4","3f54f0ca7bc5cf7967d323c03734be3c87ac5bce","6ed0265d16b0cf0e3da0744b4062e07f28710984","38690abc15aeff3e9709d2fc5ded208b89ed13be","3809eb6bbe7b611b7391a84f8af5d717fb00582c","b7585833a97c52542d4cb5241fed61ec62e09694","534c6c6e0ba0002b6d9832efc105529fddd22b9d","0142ef983b143df359b85602c9699c93e0981437","60e48152544f214ea87dc726954d23a65fcfeb9d","0dedd3ed066d04bd86321253846dbaa08cea0bc3","d4e9f9fc15d24f9fb0e2969a2681f2568d84428c","4194776a87702ad29e90c0115fc058c1f8be5da2","5b779b8c49b21ed7cf29b2f9be9b9f92ec9ee077","f49205bb40869a9c0f992096571607bfd7da4548","d6bcac3970eed5e36b7ff1edbf81e107bae11823","882f1615077b2c5677056304aaf40f322a781079","58310282841219c42db2264e00c351925a7cf25a","4abfe9748e79bbdde12e6bfebfdc3eabbcf74ead","240b7f92b811b1909519e4406dc8cf3dba3ed446","347bf8ff82a2f39055721d9c7a7c91109a31f8a6","85d657a9fcc6020ec74f0e05a19a36fb74217524","0297e882ea95083fbd75a49ef893d7e6c9146cce","7f2c9854cd9fca2e82e62b9171c1247a3cc9bb4b","817f01d4601243152110c3debccce36ac0c19068","2bc58299949ed58bc8c8f6d0f6cfe7cd890c8846","95b18642faa6d1e2222e6cf52d99b2d858e6d982","efc54e8203e9909bfe835ed86b245d0096f8d82a","7ab4102991ebf7ce016dcc942198443f6a25faac","52a12b33487a216b765ec891c3762e38658d2213","bc2a12d8ce799d5778cb67dc223d8f113f4c00ca","50f206977b5ac6cdccc92ea87081b433fd03890e","75f19cbcebe19e42fc4c8bf62105580db7110b3a","b78ed809b57f6274bba7aa8610540a9326203876","a7d42282698360421d46d01af71101ce90538872","94070b668876d5ef460c9784f6170d04fc5e9188","152ed0dde23d8eca081a95cd83f781d16646d0c4","6700b78f707862ed39eb5b4fc792fbdf8f23ede9","03bd48a288f8bc39cd182dec02e1b357552c9699","837d6ed0b0022b7d31d5407d75ebde5bc0479d6a","3a82c3ae4a16daad5c32f7448afd3d4df47ada67","22d9eff92eedeb1ef3b7eb0c361d7c04923c7ffc","7854105de46d7874d2859220bc07a9a8ec087e7c","ffca151d38c4cf86f2c3bc7d8fbe07a905c6aee5","542532ce8847debaa077fd24c5800456eb4ba77a","56341f0c0e961d7636463eb2ee87bece5617a1f2","e931cc15cefa635bb10e3e89e11b880bc0dd35d3","7f8f0e9e9434cbbe455939e1caf3f1a75c7dd59d","98439927c56833efdb46cf4f8f540bf7440d8099","1c3689ee5c15e0db76557202bdafef05b3ccb30d","985fc2bce6d4001d3ecb2645f7faf5e84178677a","32260dbdc96489a7e20eacec617993a5bb0244c0","fe6490db969691a5326f9e9aa50e2e351c2b868c","5c9c9061da93e144578b3e8ed7252d1f28da44f6","21da1c50a4c6fe8cb457b06300978c373a46731f","c4bf42756793a6d57f619a8bd04e63b11b072c24","96b8dc98daf7534760205ed8586131ea11194aa2","061819ee3f90008e6e8b4fe429a1c09bb6afe2ab","8e1e2fd7db6fab0c68817aa58249f4c308876ba5","41af2f2f80baa4c41ef3a31013d59b5711ba366f","68f3797fb41f7cb7646771a2b484d37dc6ebc581","2f93de4a45bcb624ab6d7ebc415f2df272540293","30bced978148d8bb86db57c5a2ce9e75ed889c3b","2014405df9c772b3cb8ff660b174fef7e5c4af03","67bc04cdd61f698c463ce1a0cdb61b9836164801","b6f7045fa3e68680fad76366bce610708f5cd286","6aeeaee4c82eb8953124fe08620a8e3925151413","0f520e13ba60c6e67109c3c4f266516f3ca318d9","8864af0dbb019299e0b5ee4ebec582300c0a2a6b","3804d6708cf416d59b0cff26f6020c9681abeb92","3ef4fbc66f8fdd53358d86f1fed65fe1d5dbae1b","6c8cd2f2f484bc747ca5390e4ef121d75a75f392","e5990c8d7c276a34938839a23e9d80b482ca2e19","4e9573f47f2bd7d8bd97e937fa3b7b14a1fe697a","055452f541eca5719155ec4e40c7b1af9aa44ddf","00f8e22eca2302af43055b1bcc9fbed5b5bfc73e","58b1da045bca2327df5e2d1d61e4b04ec62a524e","3755a702d6bc0941609bb15de5bbdb8f2e5de85c","55fe72976140192f26020338c3c4ca8a527e6bab","5a9ea7e3c1f16a20542cad4e8b8c0b01a0aa4d7b","5a5b2b83ef6d3cc489982e30a9677aa9db65ae02","e7706e6f6895cdee68f47170a720042d3f988178","428e347830c7ceb639ac088d37a66385305be68b","7f327157fc7c024e1a891081d2bd79176796263b","19bf01cbc0f6e8dc6951167f335d7a1cf9e739cc","e1dd0bb9323230d21465a276448954b414d7e500","7e7a3712a2e0ac67b87cb2c70e0acb107202e029","0a5a8a1c8168f2334df1e45a5532cd8be9c7fb24","4f2294a67c1087f0ca101d02ec36439f99ff7676","9dce16ea799d7dc764ef056a50b6f142abba9395","a0c08e417355f788451e73c539fe4ad4b4aec6c6","2cfa684f305d29bddda527596dabf89e93d88a51","7c6b2116d8ee80475c7df438db25c7954ec6316e","8431efcb93ac52efcb073bcf60284984dfb44230","8576fd35b9b62703ff16f58866b1cd4a7321b30b","072ba78040847cd2f1c86aaa274b23bf795c875d","0d349804dfb90c94c58da87bd06d28ddf5f5c66f","debc4042aef06ba70e2e88fcab9ec417f38e63b4","2762285b52eddd52917d3c0b015a94e097f7e267","ed2fe3af576e99541aaf8f024efdf38bdecbdf19","ffcce1c09f74a53b47c7094c3c9ee00cada270da","91e642383d381e113be9544d13b6fdee25c14236","7d88c8f5b97d29f62022f0ec3cddbded430246f0","e0fa797a52b506149886431c76514da5d3c48a87","ae3b76f70999e5f948fc0237479888d35e651fd4","454945d10bd71573b6052ff51eead27c1a0c22e3","7cc2c74b69571ef6e96dd573fff4791a13a41a99","942ec2e1b5a8145862ee19d3e000262d2bcf9814","062470df20b93b9f67f1bf8b7ccf40dcf7e8de55","1173aa6ef5f1089a98fd5030f70cf61499a8c6bf","4ce56ec21a3e44e63aaec45ec417e3aa1dff4e31","c9f007ef9836088e01ea25594c89ef69a54ed588","e3d94e33ccc1de1deb3c7041fa3a3a14597962ef","ca8c45f12aa2b7d52b37f9e84613b9e169848ea3","c68a9826df6be6f496b03ee519eef5e534ac9a75","c3e058247e399849bbdd99dd42f668498c17957e","15c59c020f43b2e2ea25cd8118b72605a39e9b92","592965cd106278c160cce7961b4a3d67861d12be","0d3d83a946b803e9b074294c9c26465b9fd6e0a6","061d59b3f2ea05decf2a5bbe8b79bb9617de11bf","e59acda81c0c241500f2c4aee82595ba33e3197a","3dd70b9d4474abbe15f3419e71119ab8f936804d","36c436682ebb02d785db70464f865f83015dbbc0","ff73c914a84734775eedf427e1efb8054ad5849c","83e70536377794dfda34342df42c04d5f824bf79","b6792a9d6a227a7f9972b96e478f7151f4df773e","37853b8f9b3e5d4c5e29b16af5959833cedd355f","cbdf8f4f6ece3c70fb5c0abd7c369a16f87e112a","4835c9f22d03882fc2b8f4a323a37658606c4b7a","39418ce6897f8bd45fa856f9710b2290acf1ef44","5d45fe1c9471a216058141e5809293b4413d4ffe","90ddcde37e0dc54bb2cf6551d83f2e88756314f7","15e80e558cf9276e088385ae9e15bc70ccd37d4e","8dcecb65a6fe338bca4103d867b200a892913ebf","1542e5af48ee74b9157c8fb6aa84cfe95474a14f","3a810cb8ee112b3522ce2b9f1a05afe9992f7996","b33fb294229fe499d2de3f956d67debf0a95facd","555e8a8f8fdbec9fff1988c5cbcb0601234c1976","f63ae314c1cdac6040c5593af50bd86da81d5610","be563817cbc8cabd455a45f55cc5d12ca985fd01","915063b822300a22e96baecf26e1201fce5c5d61","0e471022646748372800be966c1758e84cbb43e1","f7361576749d1ce3541aeff3e3eeda55525221b6","6af6e48bb4165139712b027a1a04305a3d2fedfc","b4bac5b7b41291a2c17964bfd1bd1650eb1099c1","f5978edac55dbde01f793e9416bf405d7691fc88","710c5ad232b8c140a250f24dae0870908d6dde19","8b569da15441bfb0381049c6e3a32f828e9f0ce9","5754a44a61a4f208704318e9b4dfcc9be6d8a899","d870bf9d86df20eb75b78558259c647669abc7dc","9c604c6e624f537f299626ec063fcf7c41e9b79f","65bb01b985035307f7b1102e17b8a5c0f2dafff8","5c22e393e924a6262bfd6ed70815f2bac7ff11ef","987d312e08b4152791576c4ec9db5dc49dd92746","59f8c59118bd0cf64ddb865a2db522ff12d9973d","ac2a11f67b271cfc5a71fdf4d7072c95dcf4df39"],"title":"Disease mapping and spatial regression with count data.","doi":"10.1093/biostatistics/kxl008"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Although asymptotically, the empirical covariance estimator is consistent and robust with respect to the selection of the working correlation matrix, when the sample size is small, its bias may not be negligible. This article proposes a small sample correction for the empirical covariance estimator in general Gaussian linear models. Inference for the fixed effects based on the corrected covariance matrix is also derived. A two-way analysis of variance (ANOVA) model with repeated measures, which evaluates the effectiveness of a CB1 receptor antagonist, and a four-period crossover design, which assesses the treatment effect in subjects with intermittent claudication, serve as examples to illustrate the proposed and other investigated methods. Simulation studies show that the proposed method generally performs better than other bias-correction methods, including Mancl and DeRouen (2001), Kauermann and Carroll (2001), and Fay and Graubard (2001), in the investigated balanced designs.","inCitations":["fe399b093c01fb9045600575ea03787054e40116","4f0f2a1e8b3903820f082d5ce7450e251fa0c653"],"title":"Robust small-sample inference for fixed effects in general Gaussian linear models.","doi":"10.1080/10543406.2011.557792"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2009,"outCitations":["55caa74fcff5727077eec071088c5555dec51029","398ac2c044f5411c1fe2250f02168f4518afb06e","148233130b4699395d157a60c443b3a4c4322ac8","a752e2e6654408d21fd8e094879a44c744297ee3","3035f78171d406af478232b2e0e8411f0c91795d","6910071b7a6a4c7e82ab290585a7bf66db9b9f7e","49f00db36d02604d82c6cd99db2637ef3ecabc2b","e78d64c00edc5ef4a0581dacce46abaa52f8229d","a3a6a889c2d9f49e36787a9d6f71b699543b4706","ff25144b0dcf3006577ce4b2382e7ca1b6391ee6","a865f721ee45ad9e1f2603e73b3f2560fc316cd3","4cb48aa2f7f35be22fa9d5b11b37fe9ddd7606a8","eaf538b689bde80a566260624e3fbb5c1410ae54","c8bb221c5f4c263b14738d884f1c72b3c3a26bf9","e6b0b63f2c1a26e8e0d368b7af50b426961dd8a9","69ef6fc861fbbf24bde705f6dfcc9487c068d0eb","c60e8ab6596beba96a14660351c29d5d698ee630","e971976f92331937d03ab0a1e97a43e9028e9fb1","7a7363f072695d0e05ca4066842fb7d11a54ee8c","b701826344d50cbf416224f7f6c750c49b6a6a5c","b6f67f3e746b9fb8f06ddf36aac94c77f3a83956","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","21cb3ae2846e085835165fcd0ab45de9e1114eda","a67a840d879d5f359c26967950323f41daed7851","f366681acfff6f4c3b5fb9ab721364a453b22c88","c3a854d4178a29906cc9f9ba2311f7a48a72f1cd","9389f400a83e39ae0b4493be7f272605056a1323","716f79eeacb728825875cacb0530744d5d898f62","3d4857330bbc379e66d54be87c8cf6ac58bf0b53","f1f932052be26648830b3b5c2441a1906cc97abf","f185de2ac78b7d7ace209bc6c3580132492eefb6"],"journalName":"Journal of multivariate analysis","paperAbstract":"Clustered data arise commonly in practice and it is often of interest to estimate the mean response parameters as well as the association parameters. However, most research has been directed to address the mean response parameters with the association parameters relegated to a nuisance role. There is relatively little work concerning both the marginal and association structures, especially in the semiparametric framework. In this paper, our interest centers on inference on both the marginal and association parameters. We develop a semiparametric method for clustered binary data and establish the theoretical results. The proposed methodology is investigated through various numerical studies.","inCitations":["563ead106ccb19d7fa0cd896eaecafc59ae40646","29192295d3d30145978240a44685b58daf828ee1","635cf8d63b31c4b2d59210f26a7b1670e1078398","bec378d88dabb986a0743241d3615e46912e9424","3138a60583472ea8a9bb6c8e3ea841d6a36cc3d4","3fc0e84838de48e74fc532a1b5f228a8163e5332","0605041bc24b81006ba69d6e3d3b0e8a883ccd41"],"title":"Analysis of correlated binary data under partially linear single-index logistic models","doi":"10.1016/j.jmva.2008.04.012"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":["0d0546d5ada2e0cff05b5ac3b7fe7db2faf75873","5de722a795a02005e27b24457357244fa300a5dd","f93c8752a77a8d1027a123e4eea2ef1364d54680","d6fadd74117576034f13a10ce1204b8da7d31bd1","bafb2e41695deb30382d96dfa910baad8cf32447","7ce10624b09c54d2604f60b4c2d48409201fcc5b"],"journalName":"Biostatistics","paperAbstract":"Logically defined outcomes are commonly used in medical diagnoses and epidemiological research. When missing values in the original outcomes exist, the method of handling the missingness can have unintended consequences, even if the original outcomes are missing completely at random. In this note, we consider 2 binary original outcomes, which are missing completely at random. For estimating the prevalence of a logically defined \"or\" outcome, we discuss the properties of 4 estimators: the complete-case estimator, the available-case estimator, the maximum likelihood estimator (MLE), and a moment-based estimator. With the exception of the available-case case estimator, all the estimators are consistent. The MLE exhibits superior performance and should be generally adopted.","inCitations":["773ad70337cab1a5ee1675616e4a153f0a214b30","c71c929a21db12a2d7fb05ebe69930d35f81d7f8","68549d9a3639531d995bdb3e13c222db38ce0a0c"],"title":"On the potential for illogic with logically defined outcomes.","doi":"10.1093/biostatistics/kxm006"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["28f77c770ba3b9107d00c5ce29b125ce762055b5","d60b2a67ff68a6bc43e095d77c4546f5126181ee","a0aa79691e5c671ed27c570f628253a5149a8761","180b0afc0132d6c20565f846ce07fb2ca7a89681","2295c3ad0d783cc263c0e8006d74e516140b2d34","1b7bbd456b65c2cb3f31fbcb156dbefbc3847828","c8c0e2ece53c37ff46c49cf59e97f771ca187aae","1cbac47417213a91cc7a15fbebec5ecaf636847c","457cb7db00b9a3abfef41f48f9d5243b7347b48f","d5a365f95ccfae728fde56db5134ef731593f2c9","1c7d57004e2aa24c285351eb3c059943cbf1a965","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","6ca8e67cf14905715c9efff6b3955ebb0b996e91","419b8927213ec8af17e3b574656f74063e407c4b","e24622199fca470b9cf610d4f13dc6f4db993333","d85bb809173cf1fe47cd6d695af0d8d457887f02","0602045e1c2bf0055a9da42bb8aa0a0bf88e7da4","f389708ea14641f0fa31591f2bb0e45b4903be13","189ab9ab20cb89acb1fe0e86243aab062e4494a7","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","17a3c333eab029bd143fbef90e71ddf2e58de928","d46e7a891867e5f8c90fd99f90a1b6188de56341","28baf2896705ae0f19591a7d969ddde3919a2b79","c450047813fd5fa1e07d902ea1c35ed11d43b7cd","34fa0ae0a8b1949eda8902fc28d331b3a7bb90d5","f8d141f258e92fe25f17dd812cce535dc099265c","0c589744ddfca9533159a908944f5accac4913b4","69dc160e2861b0d6b9bcb8d3d058593326c8d5e9","e24001d68cd700df4a74d5998d56a3363214a3ce","dbe32887b8b08d1521821e2548eeb7bfb2c3e8e5","cb8202c3189cce0908a721e59f049438db8654c2","cc7eab940dbd751d63ea34acf6c10a69426f5c9d","11e489be2503b7d4eef9f0595388802f87989de9"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Climate change may lead to changes in several aspects of the distribution of climate variables, including changes in the mean, increased variability, and severity of extreme events. In this paper, we propose using spatiotemporal quantile regression as a flexible and interpretable method for simultaneously detecting changes in several features of the distribution of climate variables. The spatiotemporal quantile regression model assumes that each quantile level changes linearly in time, permitting straight-forward inference on the time trend for each quantile level. Unlike classical quantile regression which uses model-free methods to analyze a single quantile or several quantiles separately, we take a model-based approach which jointly models all quantiles, and thus the entire response distribution. In the spatiotemporal quantile regression model, each spatial location has its own quantile function that evolves over time, and the quantile functions are smoothed spatially using Gaussian process priors. We propose a basis expansion for the quantile function that permits a closed-form for the likelihood, and allows for residual correlation modeling via a Gaussian spatial copula. We illustrate the methods using temperature data for the southeast US from the years 1931-2009. For these data, borrowing information across space identifies more significant time trends than classical non-spatial quantile regression. We find a decreasing time trend for much of the spatial domain for monthly mean and maximum temperatures. For the lower quantiles of monthly minimum temperature, we find a decrease in Georgia and Florida, and an increase in Virginia and the Carolinas.","inCitations":["d5a65f285ab00aa4ca6aa7a5a7a9b5437ca76516","268b12424118408aa84683dd82c296d0c23a90bb","ec6b736b2e8e838365523d8f4941f0093dfafce0","11f132af9c40a7e869633e20f1e63cd0086c7a77","400fec61b10b9fd198958528c9b2f824f4b7f0fd","9836193e41d0363025971892dad6a86f8ae51c06","ccaae06c811ef671813b62914d9c471e63c1832b","d11f6ed5626f28f5f3924c5ee23d79f15356e238","1cf809ac1db942438dae64173e212f89d3de93b6","1173aa6ef5f1089a98fd5030f70cf61499a8c6bf","b2b0ba964daabb3f6c7a647e665a22d11c443722","7afe92c9f1f3ad3eccf4d933e2d5e0ea09e707fe","a2b07774559cc108522831e3231db78647c497a5","8cfad0b5055558bdfe7d207e4229c0e1e19a6824","b6f28af572b6f7973a29a929b824fe77c3d75b3b","35e47dab8108f69d0c8785a0e4291cc6fd331b9f","dc9eb3b33521b138b03a2ed5cbb33f9d4db24a50","300f05aa8ba4458ee5bf8e6ca627e5f600f903fd","93e4ca7ef01b7943f43a731fc16924daefa95c94","2b287095d3256737a1ec3631ae9c65fc9aa32d11","629b5e128d31adf54e37c25f128eec39f88dd90b","dc59acb6dc67069c512abe6e68841fb9b75b1063","666c523621af32138fdc373f6462f9a658ef3ce7","70b451a98fe61c61bda651cc9ed0a6e3ae711d1d","5c03e29a64e71cd31460f2468d7df7407fd59137","d2df3db348698a75a8448e1209d61be1e64bbde5","b8dbff42594a6f344b8cc1d30209c3fb6085164a","7fe8d75473d34144b091c30e2b1a47c5ba44ad71","8c98448b9d5f50c93826fe9c6420c23ea840402e","e816f1af45f7f8fd45605ca39a8056c9a8d9b347","895096b00a34029b0beb3894dd3b8fb92ac3ecee","b22742ee3d4cf4e25cb53f2a7bab410941a9e5df","70e714644e665123a18ae03e89189c590e9293d1","7e62edb721b29d5edc78289d57fed93f28b48fac","1113972f05e299e680547fbfe370c0217753f6b8","115a9a508aa4d9f3efbe44857fd9841106c2693d","db693b3f258fe8894ccd431df127c08079aca7f9","5f8bf61520987b0290c24afd69eb5e4b8ef30338","94b9aa6b32eaa5618fa7a34b633b91faebb212d0","02532c30110b48c1502968f01541157f547e9520","fc4097dad008b7f701189904c73c522c7b3925f2"],"title":"Spatiotemporal quantile regression for detecting distributional changes in environmental processes.","doi":"10.1111/j.1467-9876.2011.01025.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"An efficient method to reduce the dimensionality of microarray gene expression data from thousands or tens of thousands of cDNA clones down to a subset of the most differentially expressed cDNA clones is essential in order to simplify the massive amount of data generated from microarray experiments. An extension to the methods of Efron et al. [Efron, B., Tibshirani, R., Storey, J., Tusher, V. (2001). Empirical Bayes analysis of a microarray experiment. J. Am. Statist. Assoc. 96:1151-1160] is applied to a differential time-course experiment to determine a subset of cDNAs that have the largest probability of being differentially expressed with respect to treatment conditions across a set of unequally spaced time points. The proposed extension, which is advocated to be a screening tool, allows for inference across a continuous variable in addition to incorporating a more complex experimental design and allowing for multiple design replications. With the current data the focus is on a time-course experiment; however, the proposed methods can easily be implemented on a dose-response experiment, or any other microarray experiment that contains a continuous variable of interest. The proposed empirical Bayes gene-screening tool is compared with the Efron et al. (2001) method in addition to an adjusted model-based t-value using a time-course data set where the toxicological effect of a specific mixture of chemicals is being studied.","inCitations":["2af52de6379130d90bf776d39e4d62f1726d247e","4c0e79b23ff6039d800f181dbd181e991590ca52","60e2d93dc06b54ceede9fdcd8d5516b63d826f09","57912ee5cda735167d5d6b38d7fa1f59a1a989e0","0d35da5ef42c692b95677370d6fa1c6be5829297","b20244b93272ebaa08fc1bc0a52c5788cb9f8627","716d160a838d9e44428db6dd6671a5d2bbef27cd","d3baa002434dcf749399114a93cfdef46506d548","51f560a76077b83900cd752849b4574cb1c5f059","e87581f07a80ee31983fcc3e052ad1c31b1080db","d59db142e7cad0ecc9a9173de378a0c99693b093","4d697ae441100e5eee33ece429ff12ba985c447b","7c0b3b6658338c3f32762bf4d47c02c8002e4e2d","2a0da517342bd428609b05bac795856bf1e8860e","2a0565eeeeeb8e56b761670c87085d45c87dc3c1","f86b2bd4ac3080b565337da33e806cb72edfccdc","fe29df40164210c94bcf87bba2cdec85c1c564a7","5ae8b51e20d5cbeb053f9cba5d2b9e103b117b6c","a0dc726455e54d33261507eff5eb7fda7a867c9e","a3840dd89e5c4c345ad4d9608457cce841b0759d","5a43ba931451f0f240c29200183d0bd8ea37ab46","8371c781d904ac55a4089f79b7b3b4435d27d2eb","bca37680a3cadb33ae2e1e338c0ed06715210ef0","ab5364df9ad8c26738f5ea959ee3389e63e011b5","502d1f96d1b78ba46eebd02d74af079f58eeae44","0e4514a60241d996a2cf3ccb606540fa22666279","61d6a40ad9612c5ae6444122b60cfe229ff901e5","295121ff33921efc4d0813834eecf0c016753e89","4ad8cbd7c75a05b514a1badc8536a98db0f536e4","546b377ba92ba669082ab7b7c69443d81ad136f7","d14d583c717ad2111579aa0bf395cb1c2cdad3fe","4bd84c338723affda87d9cf6538f6af5875fcb12","2a39cc7fbe96668b794740642c4fa2848de95ccf","2cbcdfcc3926b81fc42336ac2ae9bfa25857cf2d","1c1ef55b97544330b3def1d32f44254974cac0a2","ba737d5447757891623c5777ce8b0c15755a565c","6564c8642739c4284e037021701e9921199145fb","652166dc1537ce35584ea1c39f544e823e5fdf8d","a0cdbd2e53aa839ebfa3a20ec0060f43217a662b","8e2cbbd99970c83f8ed470820f17d98aa0990758","94f329694a0a2ef07387d55198f57ea8130d56b8","ff379fa3ce09e663f260aa9fe49bc2d1a464de8d"],"title":"Empirical bayes gene screening tool for time-course or dose-response microarray data.","doi":"10.1081/BIP-200025656"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2012,"outCitations":["6f7b17a1eeb86f1bf586650a02cb68a14e7a5941","a0b7a50a24175b76ff492aa7b42f1ab4e8516394","560409b5097d14cbc3e91b1c909bb671adbbe330","7e74ed4858218d49782003da6917a35999beb940","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","c5d4fdd509b3bf194776da38717386263efce9ef","0752f20fbfdd66030c5e71761919873d3fe902fa","161e3d40443ee619e4c0f28dbe13c0f5a236eca1","a017c6636f3eda53bd112cdf9c8c4c2f37e5dfc2","32e2382c379b4f699124a41488affcd1656430a3","8ea4aac5f2995bbf8480018ecafa0b317d70177c","b65f79de1a74a75a62cd0e31da843940a6771d52","59162e2b47edb6cebc13a4fc38cb06833c06965c","92318283a73105bc5e34c7d43781440db9bc1e04","d05ce34a045e69c7ae09006cae6dc322587b668d"],"journalName":"Journal of biometrics & biostatistics","paperAbstract":"Data on heart rate variability (HRV) have been used extensively to indirectly assess the autonomic control of the heart. The distributions of HRV measures, such as the RR-interval, are not necessarily normally distributed and current methodology does not typically incorporate this characteristic. In this article, a mixed-effects modeling approach under the assumption of a two-component normal-mixture distribution for the within-subject observations has been proposed. Estimation of the parameters of the model was performed through an application of the EM algorithm, which is different from the traditional EM application for the normal-mixture methods. An application of this method was illustrated and the results from a simulation study were discussed. Differences among other methods were also reviewed.","inCitations":["c911689a591d66456b4a2f897c36664096e3ee6d","529f5bdd284625ccc28022bb60b8d47c0225995e","65da1ca5d2c2ff5e38a3e4487969c4298418d4c1","dedb5b1960f1c5934289fdb5dc6fe5c84f8c4fca","78ae1829060f8c54bcdda5a84531836e44f6f782","68055700607bad4d70df2e8d5049707b1e7f192e"],"title":"A Within-Subject Normal-Mixture Model with Mixed-Effects for Analyzing Heart Rate Variability.","doi":"10.4172/2155-6180.S7-013"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"Sequential designs can be used to save computation time in implementing Monte Carlo hypothesis tests. The motivation is to stop resampling if the early resamples provide enough information on the significance of the p-value of the original Monte Carlo test. In this paper, we consider a sequential design called the B-value design proposed by Lan and Wittes and construct the sequential design bounding the resampling risk, the probability that the accept/reject decision is different from the decision from complete enumeration. For the B-value design whose exact implementation can be done by using the algorithm proposed in Fay, Kim and Hachey, we first compare the expected resample size for different designs with comparable resampling risk. We show that the B-value design has considerable savings in expected resample size compared to a fixed resample or simple curtailed design, and comparable expected resample size to the iterative push out design of Fay and Follmann. The B-value design is more practical than the iterative push out design in that it is tractable even for small values of resampling risk, which was a challenge with the iterative push out design. We also propose an approximate B-value design that can be constructed without using a specially developed software and provides analytic insights on the choice of parameter values in constructing the exact B-value design.","inCitations":["f795b32f00f2174506642b4d5bbcc2ab4bfae820","631042c45ead2e92d68ba8a3d21883d962ba4875","279930f6bdec139a9eaf9f17450494039e5d8898","68d74b70efc0b29d9d797ee602e7ad875aad0ef1","a0d32e76e1b394f985c139132edc4aaddf9f8dbf","4fd1f9b10b74b4291f8062dd437411c8e32febd5"],"title":"Bounding the Resampling Risk for Sequential Monte Carlo Implementation of Hypothesis Tests.","doi":"10.1016/j.jspi.2010.01.003"}
{"fieldsOfStudy":["Psychology","Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Thurstonian models provide a flexible framework for the analysis of multiple paired comparison judgments because they allow a wide range of hypotheses about the judgments' mean and covariance structures to be tested. However, applications have been limited to a large extent by the computational intractability involved in fitting this class of models. This paper demonstrates that the Monte Carlo EM algorithm facilitates maximum likelihood estimation of Thurstonian paired comparison models even when the number of items is large. A paired comparison study is presented in detail to illustrate the estimation approach.","inCitations":["76fd778caee5a8f6cd9deb48fc17c85222fbf552","b6dd42caeb3552a3eb39357a0f3c7484e8414960"],"title":"Individual differences in paired comparison data.","doi":"10.1348/000711001159555"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2011,"outCitations":["c0dc7936aef219f773d8b83185d050a814b96af6","f96eafc432c1d0d4118b44eebbe054222a00e65c","c5c9dc10da0a1a3983795a48bd94a20d8d570380","6a947a642d70a830dd2678b65c6cc9145e8c27a7","afc473ea8e7e923246b27bd2790d71d93dffbadb","9221d1bbb248e04e48dfe9377d0f2ac160ac277e","81f2cf2c4be45fe177b4b7ace8f5563bea27d47a","5828c5f4e26032171238c5e7f9328465590aaad6","2d8fc13fe9cc8298422044da71b2d2cf7880fb9a","19e9e93b38c815300ec20fc4bd498003e09a3183","d8f1ffeb7bcad215fcac25b0b0defcbc573d46e3","d3d95d37a1b681b120d923330b3ef378f41931d9","f24295bbed2994a29ad26079c1bd470b077c3c99","fd075364c23902d5f523dcec5706ed6d799ee2e2","7ec5fb2fa848fc06bb1df83d8599ca901d02b3b1","b322d90a3b58ec69f41863b0e904c1614c2ccb9b"],"journalName":"Computational statistics & data analysis","paperAbstract":"Importance sampling is an efficient strategy for reducing the variance of certain bootstrap estimates. It has found wide applications in bootstrap quantile estimation, proportional hazards regression, bootstrap confidence interval estimation, and other problems. Although estimation of the optimal sampling weights is a special case of convex programming, generic optimization methods are frustratingly slow on problems with large numbers of observations. For instance, interior point and adaptive barrier methods must cope with forming, storing, and inverting the Hessian of the objective function. In this paper, we present an efficient procedure for calculating the optimal importance weights and compare its performance to standard optimization methods on a representative data set. The procedure combines several potent ideas for large scale optimization.","inCitations":["a8a30d059483a5a9ec5e3ea5c6203c4039d2f9dd"],"title":"A fast procedure for calculating importance weights in bootstrap sampling","doi":"10.1016/j.csda.2010.04.019"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["8c17b89bb49201fc3460477e59fc1d1db99b3a08","efe3376417cc5dcbecb2ad81b48dc7b1d782d3c9"],"journalName":"Journal of statistical mechanics","paperAbstract":"Integrative approaches to the study of complex systems demand that one knows the manner in which the parts comprising the system are connected. The structure of the complex network defining the interactions provides insight into the function and evolution of the components of the system. Unfortunately, the large size and intricacy of these networks implies that such insight is usually difficult to extract. Here, we propose a method that allows one to systematically extract and display information contained in complex networks. Specifically, we demonstrate that one can (i) find modules in complex networks and (ii) classify nodes into universal roles according to their pattern of within- and between-module connections. The method thus yields a 'cartographic representation' of complex networks.","inCitations":["aa915b75f6c14147d75e5d8f95b1ec8b44e844a5","86141804b194df97160e374a5c5d08e84efa9d38","978a7b8720c416672f8a607314f008c9d2f4a4db","d13d9a0ec2696e62aec4cd7cc365f94ef63830b3","84cca1c03e0559eafa1168e0e4aa743e9edc20a8","b38e5c3e48b9d4e846b1e5c53819b6340e4fe04a","e525a4f18d5fe43a20b9569603c896a92d0fb785","5c61f9f7fb7a28ade70e8e51a96dd16eb12997e6","2998796838afa74500d0826741129a1ce5a1cc47","93ceb404747993190804b9a3376da0917b81dab2","48bc860952f46e8a686ee2dc6982f022dad63718","dc9090fb9a5e473191f3236a44c2838bafbe22de","b78ad747f30e73a05d99ae52b8e2d929f2a98aa3","1a1584f6d3092241929452e70943c2185a3befca","355d33b16c6bba63329e29900c606e591a5fecf0","922b77f2b545311ae3866c0758636d42be2f71f2","b65b51c796ed667c4c7914bf12b1926fd6bbaa0c","098ac626d17f069039c5ae38c4756d7e99418a0d","55e3b4ff342fdf3e400932d0a285a1f9591562b5","0a7f845b78c29ca21179dc02d81cffca7431275f","c31b56d228ff7edda8c89272a3801d3d4261abe3","a629c974bb0239ac7052311849ad17ee263d5bec","788fcb2eea4125b4650545d5cbe6dced8a24330c","31471cea831e2b0c24dda0d6176c80049e3bc2ae","9440129e9fe84366ade8130bad650b2c0dd9c110","f1df057afd3acca63717e56d12e910390de82376","0cdcacdf0d421ebafda5cf59521aed8bed4dfde9","2eac883c27f24b7e5e253c5a2a25defa70e93f00","44ccb180bc8bd826b17ccf4d399b8d117a648b2b","c4f5355d747ca86a38e335ea92302a7b6c5938fc","19c583a0a87bf93b28bcb40d781a7212fce38e44","3a6060e839a776cdcbe8b0ead678d6617257db79","6da42df11873743a4e1a5a199bb03d701e3f7ef1","d29edc96be8e8ae47e3b9379f801adda2b3b1c7d","874f0b9bbceb4f5cef5d9945b67f9a6e785bbda3","02e56d6fd11fa624c356fd2c836df0a885f88442","92882725135a026d109cc0ebd6e4481b62b49a43","050bbd0431cd7e6d9c60efee4969bd946766c11c","bd752efb44b55806e35561aab7f798ee66ae28cf","5da1a8d6c60a0e5e10c54c41a0a5ac0168875826","3ac34b3d6c0acd83ba05c3bb3a3ca55aee878427","1724569d518ae6dae2eb4a44e80f92023ef6c4b3","290257cc4be9e78364d35448176056dcd74d07ca","8a72a6b906490df7c4a903d69da0ce24d035177a","8801ef36bdf0afab8a9a05293648e37ac45b73d6","5755876da1cb648d1f7f252f7457933395e14b09","224910b7a0d753ab48757aafb409279738978c05","860cdb41eedabe192710a2601c46f61e2d65e3b9","611351cea0885ea7c18353db97139d57f2ccf03e","26226330aa9bb308c2bb70f06c2f1b047ef42424","2a9f035e40a6789cdf07adfae179e54142a88409","211250ad959b1bb1e3be0216d17d4ee677b9a01a","b61aa1a6a7991f79420fe1068c28844fec676f1a","2d1e255b868fddf1bd22173eb70efd70a528e6fc","34cfb51d18e9fcdd2ff6571a588a1baec10df91e","df55d6e97b3c5bb13014122c52b409db9770d633","8510a7e89afaf72fd57f60e832f82830f7c9a2bd","1c16071c00de925ced8d62b65b9169845bbb68cd","23267b1c88752b070474de8705f3a0d98577a423","27e7e6a29838771b43ca3a57458ab082c87c7430","35e98779c4d1332c5983164449a75e9aa32214eb","00ef45895e2ea8451a6040856c7fd42b8a35199b","086597cd6b5ae286c023a81c6db30b6c93de4490","b3c87d1620cf09106b60bb60e16252d6348e66ad","2c9858b85b25768af4674542b70b354c5e731c5d","b83bea50a32284430a45619fb652dea401867ea1","491c384c7ce454cdc03088a09037f7c561e5d3a5","afdd935e915f0046b7cd6a44c47f49ff8ce991f6","deb34e255ba6f35b4039071013b7d79903b15c94","53e2b822a24ab5c9177388395be8efd6697e9890","2d707df21e8b7b9d1aaf14708234233db5036f31","683ece26ca33092cae3e090059901515a7fb6a39","47e910ffbd1ca020f1377f7265ddbbaef7ab278c","4d9721fdf764b97366ba56cf0814d5a06fdaac21","504e0165c4a0f3879f7f19b625072e82260f1ea4","5161cd2dec94e82cb6ddc14dd6bac55e2720f74f","825fb449eafc324edb2b165dbbdfc9f96a7e13c7","ede3562a4b2ad89f980227c60503fdcd4b460b35","d2c74090a7de164a1442ca590e8c53bf474f28d1","4fd0fea49e46556f32b74d2fb4edde6bd02dd703","5d4f043a037be6d44375636add6808b16827f1a0","d19c424ad9a4434085a1b56e6f6a70e6de455b1e","718a2b8d500a273d57626ba1762ab539beea6711","445539b077eabd168edc7cc9ef135a8d117bb314","9406761e05a55df88b5235c6bdabeeeb74609f4a","9b1421f8dfcac3cf76df61bdb0418b1583636d7b","b4a242b9111433a38ea80093c33d520a4cf8d061","0e5578431f511dd41f695e746baa8ffdaf7c15a4","f9d5880a8ff0e0e27b344751af30e364b09b6539","ba9033f57283742a5730bbe26711f708bb32510a","85b4163f4a386bbfeb10d18cdb33791601cd8f55","0c30ef8dd17144e84e65cb808486423bc257623b","d30ec30ac34db2cda67956b35998286034dad0c8","f44040cb3b4ac8d3da1bf61301171bb477971096","8e88b979a7ba056b597ca9c5ac1f3f7d21dcc65a","b424d757ecad2ab38905eca4512b1130d5d8912d","dfa8c1da22e4f6997764cf4263ab576098453df3","5e7dcddfff852cc32675b2f68ed1ecd85976cd17","fc10547d023146cd1edc2fec64074cf29329ff83","1afe796d07a6b07e689ba4e04a4bc22a6934d8f7","ca3c989c149da0e5104163617c987addcc5b4fda","7c6e2ccb8124d6b7be3e77e471bcac63539a9d1c","a18513ed36ceabdc6deafd64621f941284ee4acd","a9829d445b459cea05a8fd1a40bacbf0167decbc","2f9028130f888b1c2e98eb717a0a246c33417a47","306207517f9abe05171f50ef7458b5f2fbd9d1ba","69f252b06edee6fe33e0895c1196f36c5de8146e","ef7ea92b3f337fa480c8cd681cab5ffbaa119088","bcc296083d990844b2ed5fd75c6fbf350e3b7c97","18f95d894893395fe11d47eb8f03280d0b1888bd","a2e5c7d3597ab2013ad30e401046e105fba1f8e9","ef5af6fd7cc2a3894610b2da85ddedacf575ec56","a5663f3ee35e772c1eab9be29f85695cbba48d50","d15019509988fab26bbedb9098f543f01b5c9aed","8cb5215bf2fd929286574abb4c5051a22942887d","eadd21057652a1792451005a2bc8f531622c581f","2de669999d7e7126c014718389763e61c01cde9a","5c88bd1009b83ddc24a72a0ade9f085de5431fad","0105e8e34169f41ab0b8b8108d3e7b086109ccf2","1e4346a3717bedf2d2c2356428e88dc069204c46","35c681ab221a68b252c08b396f226ad3049f1194","7f441582c1658e740c43fcf798575e47ea0f3808","db8665d2ff6c00e4459cbdccf2f18bc3e89e5606","da43cacd4065a5a500c3bd906a4ff4715dbe83f4","85cbf9066cd568bddeddba843f604e883d9aeb3b","7a72506c4e8b8f2982d9ce958a2b65f92cc4e85d","bf00d5cbda64b680af70f9e9318910dc0dd973eb","19071dd6db5cc8fec04a06cd594e0597f4684e50","07e75f181b9837871ec4b1a48458a9260e17bf2f","617c18d0e55cccaa58b2b9d1cb6e3f00ba76812a","34ca6b9faf1600e858afa5b6fbd5f67eed00d858","cd9a1e6dc9ab5f9210ff819e5fdafcb60263d93f","01e9a9edbccd9d1b0c80c5593623a1b84ad79ac7","47b29e354ff94786a673d69e5976bd44acc181d4","039618cc8434f4023587cf2f2cb0053c73fe6afb","f3ad7cb250d84f1e9588eccf42028037def6a639","e0317ee2392125f34065e98fa6ae29058cf6d071","d152239bda4ba3fb621a9bac4fa2ba913777ff2b","f64054e85fa80052d1528f503d8f581c6b0262eb","db2792cc2055c2df392a23cb59f7b58a45db7d9a","a41d553387fad0139ce9b0814caa762672a31464","618b7230fb84fb7ea2e14d0e7ae0247121735961","85397f6527b21b0da4f5d9eddce246da9979e3a5","6507dc03300e250919fe149daf825c0b9b767045","c20c68e36f2c3400b54d9ff75497e6621880eccd","76ae3ac925d2bb093289e4bd3beb9465665ad46f","fe58a7a1e00683a9dbec2bf280d9150877bc0973","594aa1d8ffd636c188853315eba01559efd2a09d","27370b0a049205087363e5bab458dbe33176a8a3","135476e305931834169df4822067c87d011ccc8e","29effa8ba6150921a8c954cfca2e311a298ba848","39b717ed731481f1695eec075ecb772dc9785e7a","6e0394962b37a0e87d2041bdbbbb1ffdd5615912","7b57f28f515c73bad273a4df9fd118b58f682ad0","eda057622bee530ff0e2d5a066b33fc1342527e5","469a87a054b747b7a2bf90582a7afdf1280c1468","6ae0c33269e8a625188bae9d0f1f75ef30fd2a5f","0e583af67cbbfb9374518b2b2f24bdf3814003ff","145b01742e93ef418191cdc8f673f3b1abf525c5","7bd5cc13b2fc71092e6afd72ab75f768ed1d74f9","bfabc221eebedad06183e384dc6dfe2ab19b0eb6","23cd33bfa9e9c42feb8aa5c9d059a8d961f5a139","9c665f12d256c7467f596073c5b7f83dd9c6ffa1","f6d27a30293c0c0a8441af6fd00fdfa6e9d59fb5","f7482fc0252fb57df2507d1a7e34fa54f3388c67","3577571cf0339cf2748b1acb36575ea1918d6720","c72966816212517ac7a631d470cf6d8c49f9eca2","54ba3a423f8b5fcf182264d07722daf2687b1897","920ab94f78eeeddeef721dd30dd22a95856601e7","2b285cf27b3d205f4332fbb2b8b588cf9065098d","b1ef9fde77c0929326466271bf27cd4e94f58eee","6c9b9ae776e83ca01a232e40dcb4944f89d40b2b","6b113dee2e1d16b8970254ce086faa737cac7d17","1c15606056149d10ccca42350d8dba3f972bf276","7aaa593952be86e124dc04d8937a4360604f14be","12803f007c125564c346384855aa5c7f08cc867a","0d5ca022710c0292c783475c2ffd01547145c304","449eed828629cb07ce2f1835b91461f951620cbc","76ea91d217ca31ae6d8a0da4849a82bc03970c50","e0a5f79d51155298e1bd309bcc5c2190d99e4f45","e66bfdb9f8423ed538fc218872ab287a437d3265","2be9c56bc43c958e6be6c30c18bf0d3aedd02b91","9322383f1e398499e79dcbb27dec47a2469674d9","0d92b3da69327b2be911b57420d4687d58ca920a","7816127306581aaa295c6dbc8323e9ffb0d1dff3","9a5725786d76f2ea40354ca9e70cee193e400ffe","6a366fdccf2206b1d42019a0d2233f511dbb3499","664967b5c542489881d7e48784a4b732ceee5e98","3c08402ee3dc03dba64f2b6b6d5bf8d69e7e8240","cc514908082a85a2438794d668dc7bfd733ba4f5","88a22e0b2fe1af3ef9198bac09559171df110843","cc935b3e0edb06c0d121f48399794f7edddfb404","87548853baad0fe8ef7a0664c7873871e97d8899","8a911a8a98a0a7c1b6e9e653528761bf4f9f0ff5","214793eaab545e3bb9e1164154d4061dd75e0fd4","8a3559b8d09b15d0f60da4ee680f2db5a7dd1e5b","79e1e65362a97db7e2fe5e3d0cfd5271bf5fde4a","221442c106e0c71d5232e9f7a734d1abfce3d3b4","c2221ebb6002032634bde78bec31d196f21e502a","7f8e0868299f02f1442db0b075cf6127f79a89cc","78d18fb05b6e906b98196f169aa4abb26e591dac","2fd0dbaeec119878586e2ecf89eaf8a7efd7ef42","6cec479da0b96c4c6bb556c71f39e21a3ba6cb2d","aee0ed4761653c76aa43db4c1289ddd1f2346dc5","084579629f99903f1da3af16d604036c2e1f9047","c282dbde0f94746ecfdae8a2e5cd63aa7650c90e","0ae36b3568c6a84f26149164dedbda52576f6fed","bf7e155351b088b56942936d75c63fb123417d41","cda4296a0d473abcc3608ed2ed3db7caeffd8463","75dc8513277601a41c0337f68b014d6521040219","cbc6f57488feddd620cc67c007b2196cd54ee464","d2c7efd68a0178b53b665f50060538758e20ac3e","7a9053c2c9e703f67ebcad1b1dbb255dc749c254","63543ee4eddeb589bff5bbc664740139d374df18","f82d23eda267ab6ba8da7ebeeda126c0f4e47bc1","e6e018574cb9904e07c1bed8eb9dd4f564cc6c70","d29ae6bbb21d19d8d8b1702b9bf6c9e557214312","349056a0c65aa3502c9ef3488d7b46ca03d3abe7","e1db347fa19a4fd0497a7e21860e0dbe4e5521b0","04c4bb7db5a4c1de24c09dc1ec0c30cd6a1b51db","76daa7dcc1a294cf07425466516e1be7a311e430","2ca8f354cb28d3dd778258e093952fa37953a647","4420cc7b9741dacc47268589ec3ca42c1be53945","9765e9da8ad6e049dc17fb8f03872135b94b551b","c166ffef4807d5ecc4f04be1dbfd2bb80f6815d8","117f4cc45b04646e77ee8caf546809620f2f3c36","f56cec560a84d34dc9c6c8c3e8ca141554f521b4","490698bd21cd5b5e1717d0fb93a280bb51eeec2d","4ca672cec8523a4a54844803e7fd8b31d881e816","f88ca5e6d34838410a090a29bd1fac1c6baddca0","78e0aa6c3a0458539dc4c64b7666090ed1fdacf2","f9e87131883ea44bb847fbf1f3629f3cbbcf5c55","dcac1e1db4fad777575b1667ac390ef80a34127f","0118662a0578e5d3b6d3ccf010976703eeb266dc","219f6cd03ea084edb37b0d8491bb3e5df34150ab","e094152563c824b97cf344dd7c4757bbea28df39","7e19ff0b9374327608feaa9da10c47a4ca375ae4","984f92d1e0917ea60005fcb1f561dea473c32660","a0a0d86dabe8d4caf79a9d266c94f47e1dd096da","4530de454eb85831048a1e442b0fe2f8ef5a0509","4acd0fd1a8085bf3d79347a7e038a6587101d99b","20983b8a3ab571510697494d168f9685f5596245","fa1ec611ac4426d3bc4322925d20cc38cdfd6227","fba8fe36475509612cd829a253a276e5166ff42a","ad7f9bce3c59a4b4f08717b8083c7291f82c834b","5e7aa922999ba917549f1c79fd1100f73dba29f7","9cd87eb83bc93161b226731116ec105c0a9c7cb5","f3681d0c65fd0a21b6e144a87505ee1a6bd0c4c4","c52f1257c4de2972fcff9a50b92c5d0497834c10","575c58913bed60ce179b317a25b917c57e327553","2e8321d01ebc0f83a63d06efe57e29aaa4a6d012","bf2b34ae174746a348e4b8455a28dc4a7145edeb","b7a5a8157d731942d745b2a783ca15ac9248902e","d77f6f5d0e8690ee90e952784b7a055b9641bacf","ac3962c463ba7d8dba4a88ac200c52b5f31abcbf","91097f5b59ccd6d0e7f1f935edf7142b8bcc12b2","41b364840401649e45e5a3c8ff2eafd306962dfc","44b309725a7b4f7be4b49570d6e7fae31f49278f","bd302fed01c1df62607d5334f4a903af1c0a34e4","01909e5f54340567276b578d0d60326d6ad48cea","ed159fdc076da9a0a73afe5c05fd25610e498575","665db0b1912c7c721ca31c961782c883362feccf","1e9c2ca8db52407381bf34ec02ca9fbf3b25bcea","eb774f8b3cdd3a41c6c88aed65a8b63502b97b92","70251316d88198925626557e0228d484da5626f8","299b03265652f7af927464f16a21d18eb473e9d8","827136bc52c7dc233b3a498444cec229ecc7e10d","4b1448c5ecf7bf1f7ab099e9ee002b9f267cabb5","99bdacafca008d577079f151e9bb31050fc4c9de","bda3d9cd6cee82b1af1e1bed1be8b5983594fa2a","c4f91cbda583b11033b509d3099c13c56983fb7b","11c47bd76a0ff2677b5c92afbbbb1a28729b0047","ffa86be97efd0068f5c7066bce66b74324809379","ae3e8b3c24d69ace49e76368e08c017103dfcddd","02df5af6204e81ec2e0768ee52f90bbabc960cc5","bae8c8be4b0e7692a6b6cfbb69d7639ee66a5c43","98baf435e1eee058a525c020e0d80a938cffdee9","74e3aff7d9118be9cb33f47265de8af333af7d74","d59b4132b42c42c417a76bd54ce7c443c3e1d15d","31a052fc9c4a8a5b79244e01110ffc6d19d71c48","518494ffbb7a96850e3908212f80adbe3355999a","d27da8ac3cf361ac04f8652252b3bb8d6447bb9e","23ae8d8d75f4c2809a7ed266d9bd71a48222b0e8","7548100844cf22bfdc859c5207b01ed42312421d","418ef80c91afaabe3c52e675499606529b7efbe8","43430893e5c2ea31fb995d85d9fc9e6730697711","36c3259950238590c2a6d29fe724d55158e5e799","b0f85e8afcbb7b6cbd2aba3392519b6ac0472824","7e3b0c73396e71cdf1a8b396b6b916a47886e0f3","db2b9f19814b210a449ba8c4cb1c030b9a017507","8fbb730eec0d6fc5326267782f56f89e7dd692db","46d4e395b234d9f01642a6baca5769d59aec2d91","8fa8c7192e2485ca1c2c4d5962207c36817fdda1","4c9654d1fc05cb84eac18bf1539d13de30a38edf","6207cc2d7cdd1b895a56402014b5933b5ae9e64d","2b299c5981b4a3056b191b7399b7786a46dd9b43","82a21dbdaabf955754a2737bc5d02fbf6b915437","dbf9562fdb5e81cb6a37110e87fc1d5e1de48666","2fb651c82318736759edac04a1815ee1924b326e","d9c2b07bc5d01ec86bc5e513262e4d4b07626045","faa29d7922c86a8c3accde26205137b0e49acb24","8befe12d0dde7e53367692d48cb178ad99704913","9b82dba35948af0df1fe666ada35c1591f3a2b16","a021efe1b0a74cb074e5b8d22b5162efa89c6f66","83e75702e61788d630033cf644c9aa42bcf1689a","80eddc1784a66473733a526e201d479169bab688","abd9a5d6c82ef7b67a9bdd94df135920799e8a04","7c2414c080cc8b9427a1816043d4f8fde5a6283d","7ff6bbbf13edd426c710ce59d290e22b42c4a150","196ce11e9540e853eb2e7dd7c11408d4e5a1359d","7f6acbc264482f0d2899e3421cedc6cf04f0f12b","0476f16daf8e79f8f4903e38b66011d93ce079c4","161292ea86012bdc35c0bbb1adb4860b8738390b","f4a398a73aaab1ef82cfd100a3033fe73e3bb47b","764e6e71f084db487e21c12a293a1b33db59c981","3bd5451e115549c1a82d767ee8a213f030a63257","1bcbb00a7834675a1f4f6d2d3ac982c762ebe1dc","eaa3a510d032945f190f0d5189d0c9f9bf869248","7bb130445500db2f698bab2105ca9a161cd004d1","8b44bae8ff08c9fc5057497b01382d4967acb937","be1b2c9241d5d0110bc087049c825580b99165f4","8cdc2744423cf9d40b40388a1ad23e3cafd82f4d","52b1e5b64d20aa4c40541a25f2309ada2d333120","5f4575a349f87684619a97c4ff6d25d87b8d57b8","43d845c2442e03a66687eec72430c89c029e0709","5d2f23d78dd90da38d7b3844708c4543734f3800","27f40275b0829d46f3838840313d38c193f867b3","d78779fb64658338892d18cf6119f55b73f4e89c","e7e9d5200464ccd36c070125b12e9e3bced93a19","c64460bcb8cbdc18c269dbc065070c1f03b881e0","a4a64e9424e7ff503ee0998aecb6b6bd1db00d38","d3c421c9ec5de0ae38ac592dd89664444bdd9317","d1d2b6c6d7e39ab6754155d5ec5d5f635b03a085"],"title":"Cartography of complex networks: modules and universal roles.","doi":"10.1088/1742-5468/2005/02/P02001"}
