{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["4b6835c8aa28eb6669e9043c7d778efeed918eb0","d2860a370a0386c57fecc4eef2e43779352fa410","a2c48eb9de63d3e2e1a9735be7ea61885052cb95","e0daf5cfb6cb35b1602a6a34b798ac179b40cb33"],"journalName":"Biostatistics","paperAbstract":"We consider high-dimensional regression over subgroups of observations. Our work is motivated by biomedical problems, where subsets of samples, representing for example disease subtypes, may differ with respect to underlying regression models. In the high-dimensional setting, estimating a different model for each subgroup is challenging due to limited sample sizes. Focusing on the case in which subgroup-specific models may be expected to be similar but not necessarily identical, we treat subgroups as related problem instances and jointly estimate subgroup-specific regression coefficients. This is done in a penalized framework, combining an $\\ell_1$ term with an additional term that penalizes differences between subgroup-specific coefficients. This gives solutions that are globally sparse but that allow information-sharing between the subgroups. We present algorithms for estimation and empirical results on simulated data and using Alzheimer's disease, amyotrophic lateral sclerosis, and cancer datasets. These examples demonstrate the gains joint estimation can offer in prediction as well as in providing subgroup-specific sparsity patterns.","inCitations":["1d124a27ce475064af43fc2d07397aff1c2e830b","630ab12a7f0a583c492ef6da059e0f333259c690","6581a2656f4df4f8a1b9653e2a24327bdb5f265a","bd49fdaa2f6c4eb14d7e4ef0fe2665477a0ed025"],"title":"The joint lasso: high-dimensional regression for group structured data.","doi":"10.1093/biostatistics/kxy035"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Univariate semiparametric methods are often used in modeling nonlinear age trajectories for imaging data, which may result in efficiency loss and lower power for identifying important age-related effects that exist in the data. As observed in multiple neuroimaging studies, age trajectories show similar nonlinear patterns for the left and right corresponding regions and for the different parts of a big organ such as the corpus callosum. To incorporate the spatial similarity information without assuming spatial smoothness, we propose a multivariate semiparametric regression model with a spatial similarity penalty, which constrains the variation of the age trajectories among similar regions. The proposed method is applicable to both cross-sectional and longitudinal region-level imaging data. We show the asymptotic rates for the bias and covariance functions of the proposed estimator and its asymptotic normality. Our simulation studies demonstrate that by borrowing information from similar regions, the proposed spatial similarity method improves the efficiency remarkably. We apply the proposed method to two neuroimaging data examples. The results reveal that accounting for the spatial similarity leads to more accurate estimators and better functional clustering results for visualizing brain atrophy pattern.Functional clustering; Longitudinal magnetic resonance imaging (MRI); Penalized B-splines; Region of interest (ROI); Spatial penalty.","inCitations":["c512b8f8d9814c76e78156462c65393d1ff8a457"],"title":"Multivariate semiparametric spatial methods for imaging data.","doi":"10.1093/biostatistics/kxw052"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The concordance correlation coefficient (CCC) is a popular index for measuring the reproducibility of continuous variables. We examine two resampling approaches, permutation testing and the bootstrap, for conducting hypothesis tests on dependent CCCs obtained from the same sample. Resampling methods are flexible, require minimal marginal and joint distributional assumptions, and do not rely on large sample theory. However, the permutation test requires a restrictive assumption (exchangeability) which limits its applicability in this situation. Simulation results indicate that inference based on the bootstrap is valid, although type-I error rates are inflated for small sample sizes ( approximately 30). For illustration we analyze data from a carotid stenosis screening study.","inCitations":["ab11bd80e90d65b43784db177dde59373f1963ed","00a4684e15aca717992c5f665afa52b07533cd63","313dd66aad0d3b6bd433729d84eab03ea031ea50","63eee1c7809dcc41cc60ac739745f58e3316022a","639f738420583b43fed4ba1ac4884b8e0d04e2ad","2e905f426c150be642fc35495939be473b6976d9","063c5c52a6d8e55c868567ad381d78c17cd12270"],"title":"Resampling dependent concordance correlation coefficients.","doi":"10.1080/10543400701329471"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Methods in the literature for missing covariate data in survival models have relied on the missing at random (MAR) assumption to render regression parameters identifiable. MAR means that missingness can depend on the observed exit time, and whether or not that exit is a failure or a censoring event. By considering ways in which missingness of covariate X could depend on the true but possibly censored failure time T and the true censoring time C, we attempt to identify missingness mechanisms which would yield MAR data. We find that, under various reasonable assumptions about how missingness might depend on T and/or C, additional strong assumptions are needed to obtain MAR. We conclude that MAR is difficult to justify in practical applications. One exception arises when missingness is independent of T, and C is independent of the value of the missing X. As alternatives to MAR, we propose two new missingness assumptions. In one, the missingness depends on T but not on C; in the other, the situation is reversed. For each, we show that the failure time model is identifiable. When missingness is independent of T, we show that the naive complete record analysis will yield a consistent estimator of the failure time distribution. When missingness is independent of C, we develop a complete record likelihood function and a corresponding estimator for parametric failure time models. We propose analyses to evaluate the plausibility of either assumption in a particular data set, and illustrate the ideas using data from the literature on this problem.","inCitations":["3ca30a703a59411922210f7edf34e549647104d9","c1215ac66bed4ec897ab0a11a93a9ff89b97bbac","db0c8362272324c62cae39a44313288d7074d67f","51dc5bfac8543f7a192a0697a1f20ed3e966614c","cdd760081be8f407ca5a47b6fdc4b61f2864f6a5","d9a004436a2251577b47777a356bf435f23de052","35ffbca7799b4fb084bde5e84ec9ffe481d4e5f4","b561a15976ef5c79fcb59486df642e0b7543054b","6e05c6fa9fe75254b9ea274f183a771294178038","f48d466e889ee5e3492bbdc5225a4c0396c33b82","afec38822a3beb00ba0291481b244de5966e5387"],"title":"Identifiability assumptions for missing covariate data in failure time regression models.","doi":"10.1093/biostatistics/kxl014"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"It is well documented that the modelling of health-related quality of life data is difficult as the distribution of such data is often strongly right/left skewed and it includes a significant percentage of observations at one. The objective of this study is to develop a series of two-part models (TPMs) that deal with these issues. Data from the UK Medical Research Council Myeloma IX trial were used to examine the relationship between the European Organization for Research and Treatment of Cancer (EORTC) QLQ-C30/QLQ-MY20 scores and the European QoL-5 Dimensions (EQ-5D) utility score. Four different TPMs were developed. The models fitted included TPM with normal regression, TPM with normal regression with variance a function of participant characteristics, TPM with log-transformed data, and TPM with gamma regression and a log link. The cohort of 1839 patients was divided into 75% derivation sample, to fit the different models, and 25% validation sample to assess the predictive ability of these models by comparing predicted and observed mean EQ-5D scores in the validation set, unadjusted R2 , and root mean square error. Predictive performance in the derivation dataset depended on the criterion used, with R2 /adjusted-R2 favouring the TPM with normal regression and mean predicted error favouring the TPM with gamma regression. The TPM with gamma regression performs best within the validation dataset under all criteria. TPM regression models provide flexible approaches to estimate mean EQ-5D utility weights from the EORTC QLQ-C30/QLQ-MY20 for use in economic evaluation.","inCitations":["d832a68d177001540b531aa50f184069ee477b3d","559563469fb818c2725b8fe5f45412ca7e359565"],"title":"Bayesian statistical models to estimate EQ-5D utility scores from EORTC QLQ data in myeloma.","doi":"10.1002/pst.1853"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["3b39d1d27934a461f04e0e076ddb6da5b87193b0","767a6fe10ec7dbd5ca047c4488da74be7f00107c","db4a2a619d5fc284e9dfe99e41df11e260b48cc8","7c14001e51869d176924a203aa9300882e2fd4ca","d2ae5ed03b13a406b1977186338c0b132dc9706b","7787733c9ed1165a89c2e55f9028c69cc3deea02","588d31468ca38fdda0efcd748d259a93e0384011","5b6caa7dc27bf0dd119e7242c6ac08de9a44ca57","570ad000fb95b5941955cc21ae9cde79511bc495","9b6e107a56a51153336a0f1d11ab4ce2bae77715","87fc9b42f2b698e940bfe95fcfa6e93479380c74","e763e3c673392822a125133ac4467e05896fc08c","c96250a9c96da921aa52cfde93be094cb5a481ae","4a68079c7abdccd7c8f0ec21b961106c2289b3ea","9f64dff98077e3af5bb0ba9bc8ee76842d28608b","ffc183f1fd926b45756d394ef8874e4c3b2502ba","14e0a32ce0d079e45a54b78c5bc30735750c955f","af7978dea3e0bb51a46b3efd05a0c1929e78437c","d17afb32a2193944e6197c810c18894098c8ed8d","74262d0c1dd58ad3b6e0ca805637872345faf452","288a6accaebfaa54da4a0dbed31736f7e5a992b8","708f2e12fa6e063d9b68e20ab3892639f7d8107f","6f82b8a61ec62e1eaee2f7af6f846dc222a1cf34","b5bf95f723dcc5ec706ccfca2a094c5b533c84a8","d63e1fc26cfdad3f2b04fc5dc55c151af55264f2","ad6b0ce108f8b6cd122f8c1015f457c7dc90ad98","4520ef2c2c08b6e6ded08d9e000f348a136c8f7c","d36aece92026ba8296b9069a4b3dadd7f25f9a3e","1ce5383288678f9d26e499993ab930ca73b34d51","d4d1fadb43382d7fede411b95cc0b8739bf08c90","acbc9d68243aafc701f0a6782520c4324beb37f4"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper develops a ridge procedure for structural equation modelling (SEM) with ordinal and continuous data by modelling the polychoric/polyserial/product-moment correlation matrix R. Rather than directly fitting R, the procedure fits a structural model to R(a) =R+aI by minimizing the normal distribution-based discrepancy function, where a > 0. Statistical properties of the parameter estimates are obtained. Four statistics for overall model evaluation are proposed. Empirical results indicate that the ridge procedure for SEM with ordinal data has better convergence rate, smaller bias, smaller mean square error, and better overall model evaluation than the widely used maximum likelihood procedure.","inCitations":["fccaf9fc1c7adc3290534bcc7b1de7afaa622b8d","8af58755f20cd7eac5964b57af6a9064eb7095dd","b35e5d68c92f69a75c46c7ac02e49673cfaa8b2a","94fe2bb79c76c8200cceb33fdcf57d57ada80ba0","23f37c00f778cf8229a8a2457b3291aeea1333d9","86e88c8050f2ad49d3191b4659d19de88b4d5aea","67c14b52b91e8a4a4bb7b29fabacb54b6fea9c86","b58ec67aa766d5d2a5196d05ac9da80214c64feb","0111c0b20044abeddd853e80aaa82b47154737f9","227c65ec8dc043a62b3315ad0fd79b4600254698","4c8f0f04868d12e46bb6e9036545e59602670c09","db4e87d29d0871ea5c787cbdba026aa37ed8a2fa","18d21ac0d8e41f6f12a581873ccb96d6afaf2d31","95f4b259666589b6a8c4e0dd322c58f7f8a79896","77416810fe5d71c7736d3f9df241de2908ec4415","87da02e3ad95d8f1e563d806eec440782eff83db","82c9fd66ab207e4d7c30d7cd9eb72a8204c19ae5","ead53176590c75fde2a76075ae125ec18bac924e","e2761cd04762affebb617edc7d3cc8bfc2931cff","383333f4b5abdaf4f67e09343548f7e0930524cb","53bee0858170dc871eb452fdfa2fb2d040a5ba0a","f8a844d88914850cbc586465a0a65e73fa6877e3","c72a1f1bbc204b3380a9cea745e75d5c7b48f23f","f9c5da92eafedf23aacd7aff5b716627531dbdb0","5ef15654ad3832c8a39f810453d7299f6487dfdb"],"title":"Ridge structural equation modelling with correlation matrices for ordinal and continuous data.","doi":"10.1348/000711010X497442"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["e2af066f646db11264b0d6169f31461a439a48d1","f83a4d4b9af9a882a366196b7daf33cfe85c75c4","0678423db81a9c1b1feaaf3ec3e879ab1a88a86f","3a8a6b76b2d609af08cecdcd5d8b6323ba9ed16b","d447b5e529bd3332646aed1aa00faf8ca8531098","bde235a2fa800de807c4d354b1ad7161f6f40f2a","3599ecc225de0bbb4a34ac01d780681881639385","0aa8774e218fafa445a986715f5b40124b7ae6a5","8fc339912ffc530550d9f03c65f01f4e0f5fefaf","7c268394c54e26f1488a23640291d71267d6a97c","d0172c0b77fd33f713a3143f9e5832d840d1b2d3","e3cc5cb5445b8e37f9c48b5e813c3f1a6df12361","e0bd70a5d46915a54c1f3391b44813fa023cf3d1","8bd921890da1806a5531d2d834375d0ac8cce648","0c6b0171fe26bb84e89c244e1f859ebdf86e6e45","ab8c74822a06cae5c54e7b8315eec3657cd56269","deafe9836302e30b9c9f57dd1aaca21483555264","143d2e02ab91ae6259576ac50b664b8647af8988","541bff931d86556df1602c0603cee156b991dff8","4123245eb03012bc17fa7e96d528bc7e4451d854","0539f71037ebfb7bf50c32cc3fd3c170425c1289","7f70179b5935583e7062eb7745c010b37b3205a0","fef4397fbc4bf941b574a500e7c23a5722a6938c","45d1b3ef9d9be19b8ba567891966ca34791622f7","153912181eba49bb9bde1e6f68b48925c66b115d","7bf81da532358ff96072d71b070d7f949644abe5","b25ce1739cd47dcb8f53e2b2dd3569a2f92100b9","a62901e5a029df88ac4671bcbd4d2d4b92cb4b22","3cc6c2774e9bd8a4f8fdda8e352a0ee268708a5b","14ababf35c2dfdb54794468242a4ab6086dde54f","930281f635c92fe3dee041b3e1315e606c76850e","a4180abb06c3e6931474c4a3e0ff079d2d5a0382","48de37310228c842b3ddba0f19f2d52624b43dc5","ec8e5ea7c421b792871130cc1bd5e074602b1aae","a9cb6aa7a474e09583eb00dac8a09587b1d79a64","93ef041c254dc6bf140c9382614d8729a1f68bf7","39fa32ce88cf3cb712ca263f7a3b02b97e1a8fe7","349eba1e081f4a58b3e5fde288ba8760e8cec090","0a45f9572ef9a09a12fe47f5158202804a8d5a45","2fbad63d8a54220323e8ac4fe36f1434ef70c87b","80acc170d65da2a638e3ea6ea578c7fe2731e313"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Importance sampling is a classical Monte Carlo technique in which a random sample from one probability density, π1, is used to estimate an expectation with respect to another, π. The importance sampling estimator is strongly consistent and, as long as two simple moment conditions are satisfied, it obeys a central limit theorem (CLT). Moreover, there is a simple consistent estimator for the asymptotic variance in the CLT, which makes for routine computation of standard errors. Importance sampling can also be used in the Markov chain Monte Carlo (MCMC) context. Indeed, if the random sample from π1 is replaced by a Harris ergodic Markov chain with invariant density π1, then the resulting estimator remains strongly consistent. There is a price to be paid however, as the computation of standard errors becomes more complicated. First, the two simple moment conditions that guarantee a CLT in the iid case are not enough in the MCMC context. Second, even when a CLT does hold, the asymptotic variance has a complex form and is difficult to estimate consistently. In this paper, we explain how to use regenerative simulation to overcome these problems. Actually, we consider a more general set up, where we assume that Markov chain samples from several probability densities, π1, …, πk , are available. We construct multiple-chain importance sampling estimators for which we obtain a CLT based on regeneration. We show that if the Markov chains converge to their respective target distributions at a geometric rate, then under moment conditions similar to those required in the iid case, the MCMC-based importance sampling estimator obeys a CLT. Furthermore, because the CLT is based on a regenerative process, there is a simple consistent estimator of the asymptotic variance. We illustrate the method with two applications in Bayesian sensitivity analysis. The first concerns one-way random effects models under different priors. The second involves Bayesian variable selection in linear regression, and for this application, importance sampling based on multiple chains enables an empirical Bayes approach to variable selection.","inCitations":["e3cc5cb5445b8e37f9c48b5e813c3f1a6df12361","e878138a231f69aefde49734ed5abb9048aff0a6","8b4f0dbe2d82d4bbc5ebc86bce2cab22afa6197f","4f6b70c6e6279cd74bb30c7bd61edc8e1be4f611","f809b0d0eeb0393e399bcca077863fb2eba97bdc","b71d049f7e29cefa1d2edf62966812bf1b881290","97a9f795d406a0871787061ac69a151e207f80bd"],"title":"Honest Importance Sampling with Multiple Markov Chains.","doi":"10.1080/10618600.2014.929523"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["f1a4087fe7d23431e23879a28d4e76e3986128a8","a9e2c7f37512babcf92229451e4bfb148ea26a82","5f0d051ffcbde45f92daee6395883cd476777ad9","68b38f057e593f02fa4c64c4cbf481d34c09cb7b","3708832ab1c0faf196756395342c7e5fbd6d56e7","1ad37a4ec963aa51e5343f07ccc84c5883954ce7","4d648aa895274d7bab94a1044b09d2484e76f64e","892077ac16624f27d186477655c2bc46dfcdd391","4da0fd7ffb45d265ea8c247af239351ee4d4c047","3daa1216f7e6f7118ecc52c5f453d05891214bab","c32d65fb500eed56f89a12b9fe4f56a45d8a0052","f591f6bdcc4b6e4c85094efee7bf793d71fa3770","284a0abb2292c067ab265c6e60ef4fa0d956a32d","d1031fb90f93310dc8d57f8bf354e45bc9141e86","792c245a38e51ce8d38ab7b92734ea317ddf49c3","50a91ab4e59839b78a56d98e4f9e0259e7c13032","e44ca857935c08d22fb8fd1df1522c935110923a","5df1e9277ef2b34c892a649fb805645870811758","42b49d659beb3005b9c1ce7905c6c348d7dbdd3c","bdfb57141b2141095ed942b28be24808aeba8d54","000c9c7d58be51cd6a19f872f3efd93073bea782","0b972bde67429bb68b76ceba43e01669d767deb9","07ec2f2a0bd383d4bc86c7292a98c1de6b8b75ee","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","58db9852fedd50a4732e3c174383710422c32ecc","0fd24c078a8eeb967faffe81a5ea654ca9a41bce","f38ac9c63fa2b31a8f3c0621a2291277db8906fa","e5d5da9f376d0426b8bf3df47cb918f74956ba00","83dd55a206feeff3e02be082c596613c35b01e19","e5ffaa4d7752d55cc5cf76eed1fec267b2db171c","3accd0b572e3267e6b2832c70ac8c4aa92064f5c","952314c60afacf3f6c8d728e26f49c6427b0a526","cd2c59b3d55defe135495d2d9b224fdae9ad2002","abada7a987077e566c1bc40c6612f956daf308de","48e8416f8bacc67a6996e172bf1b9a8a81641ff5","112e2d4f6ffbfba004576a159ffdf60f5dad8d3a","28ff4e0de42caa4c6dfb03a46af25c7afd42b7d9","62ea7567c43e7ef534bd68c99a41fb5e98a7f718","43b329f879b16c17d8699c755f4ecc5d40408904","e3df93eb425d83dd0342aa59a1fa9045d111637e","50c8e70a239ab5c2f219bd75942cdc0c32157cfe","a2af0774ab14a16b2f13b6c11e180fe5d1ac7b9a","574753071c85f6484f049305744d669c37c6a9d4","12e5939a80ec59f81214d7e729c577c350af9501","893b3d78c4262e5aaabda019f70135a746d7bc8e","3521c5ec25cb715abaa84fe52d7069ac22ccb635","fa05ef69b72dd084a870dbe2088e17962aeb053d"],"journalName":"The Canadian journal of statistics = Revue canadienne de statistique","paperAbstract":"Finite mixture regression models have been widely used for modelling mixed regression relationships arising from a clustered and thus heterogenous population. The classical normal mixture model, despite its simplicity and wide applicability, may fail in the presence of severe outliers. Using a sparse, case-specific, and scale-dependent mean-shift mixture model parameterization, we propose a robust mixture regression approach for simultaneously conducting outlier detection and robust parameter estimation. A penalized likelihood approach is adopted to induce sparsity among the mean-shift parameters so that the outliers are distinguished from the remainder of the data, and a generalized Expectation-Maximization (EM) algorithm is developed to perform stable and efficient computation. The proposed approach is shown to have strong connections with other robust methods including the trimmed likelihood method and M-estimation approaches. In contrast to several existing methods, the proposed methods show outstanding performance in our simulation studies.","inCitations":["a6cd91de7b46fdfa33aa0a286465b0014720ea4d"],"title":"A new method for robust mixture regression.","doi":"10.1002/cjs.11310"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["d91ba44f697c3606b6f271c6ac33a6b7a52730c2","e2af5a25900ed88149f5e9ccbca03f7c1f164842","c2631e277c0433251e317a4e6f425ed9b61380ff","98f41ba2aa4573440188d4087b35a62587647cf5","4daebf09e745d75c99d7703956dda866dfa6699d","7752e0835506a6629c1b06e67f2afb1e5d2bb714","e90edc9d2f565c35f40546dc50fa0221e5ba6447","799bac63400f8e08f899001f5133d5109f925a36","bc53ac54dc7f13775f1c0a5cece290ea35a900cf","30676a1b0b5daa02370be61c03b015102d9629a2","6277b4c89a95acf69bf3311c0f5107a4c5b802f0","e7ba411bac45494223ed3aee9f7bd647f473a83c","515089141b8932cf6778aeca80a474645dd334b2","a157472bb8e60c75507301cc028fc59c54f5d05c","30e5fefe7d614a4d1cef5016fe0740a939ee414c","d5622c41605c1b6dc5aec7731aff088a02408287"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The paper proposes a full information maximum likelihood estimation method for modelling multivariate longitudinal ordinal variables. Two latent variable models are proposed that account for dependencies among items within time and between time. One model fits item-specific random effects which account for the between time points correlations and the second model uses a common factor. The relationships between the time-dependent latent variables are modelled with a non-stationary autoregressive model. The proposed models are fitted to a real data set.","inCitations":["4ef6b24003e2c468120844ce6279fb70ca777504","04efe7a7e436f9339ee84edbb7086b498e6b2fea","44a004877ff195c146108f1edcbdca5f27d43003","e1766e0f7deb8e8649c42b7b9f8dbfa9589a771b","a0be500e268a2cd99d0945a8c2155378d5a95b33","cde3c46a98b9d64f98c655dd87c8a2b8bc480496","4ff348dec46be448f7351c9f25d05160c83d3d34","cfd1f77dbecacb3590e86f0b2a2907322578a33c","d85ba2bfe4f47799a38b5b6dcb7eb74785fcf2f7","059d851851d30464649519a145a6aa459bdc3950","287fbc86a518964299963e4a107e35367a0b82a3","fe65b39253467f66a4d5bfe561b2a9225b0b1713","c5a37c30111c0fe2e429820f9f4800f966e2bd27","eab3f93000472386f234df55f9f21dc8cdf8cf3c"],"title":"Latent variable models for multivariate longitudinal ordinal responses.","doi":"10.1348/000711008X320134"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Clinical phase II trials in oncology are conducted to determine whether the activity of a new anticancer treatment is promising enough to merit further investigation. Two-stage designs are commonly used for this situation to allow for early termination. Designs proposed in the literature so far have the common drawback that the sample sizes for the two stages have to be specified in the protocol and have to be adhered to strictly during the course of the trial. As a consequence, designs that allow a higher extent of flexibility are desirable. In this article, we propose a new adaptive method that allows an arbitrary modification of the sample size of the second stage using the results of the interim analysis or external information while controlling the type I error rate. If the sample size is not changed during the trial, the proposed design shows very similar characteristics to the optimal two-stage design proposed by Chang et al. (Biometrics 1987; 43:865-874). However, the new design allows the use of mid-course information for the planning of the second stage, thus meeting practical requirements when performing clinical phase II trials in oncology.","inCitations":["ca2f03dc18fd35283cc2cfcf0cdea42e57ac8ecb","e6f00c548a4ace7c152bc3e2f6a8bb50a458bbde","6a702a9c401b72c71f3f0795b099dca868ee6b5f","17c605cf5750060bd39d8eaf3b2e4ee97b92af47","0d2efa7fee3204967e3d1fede4e36c37ad01f8f7","ecf4318bee80c2330ee4831f8be37085973d5331","df1492f1510a7bfb407f55534f7012c0b72085eb","9ffa0ae498e6ad395b4f8a6b7ffcbd0020cfcb90","3a1c62946a1ca57fc0e96cb701e061614d347fa5","8c9b9fbde17c6ce9bd56a54d7e059a18da4c6276","b1382c8bd1c1cf8b21d8a8b17f4eb9a5ad7765dd","4a9f4fdb4dfecb4f9ae1d3ebfa39443f1aa954a0","cb758659708b294b7f2ca8e11c2bca62f19e0c15"],"title":"Adaptive designs for single-arm phase II trials in oncology.","doi":"10.1002/pst.541"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Sensitivity and specificity are measures that allow us to evaluate the performance of a diagnostic test. In practice, it is common to have situations where a proportion of selected individuals cannot have the real state of the disease verified, since the verification could be an invasive procedure, as occurs with biopsy. This happens, as a special case, in the diagnosis of prostate cancer, or in any other situation related to risks, that is, not practicable, nor ethical, or in situations with high cost. For this case, it is common to use diagnostic tests based only on the information of verified individuals. This procedure can lead to biased results or workup bias. In this paper, we introduce a Bayesian approach to estimate the sensitivity and the specificity for two diagnostic tests considering verified and unverified individuals, a result that generalizes the usual situation based on only one diagnostic test.","inCitations":["3a5cc6ff44df63c51d4fad84095463afc5a327e7","27b4e44ef60c87e2314ef562d1d8a525ed817b33"],"title":"Bayesian estimation for performance measures of two diagnostic tests in the presence of verification bias.","doi":"10.1080/10543401003618868"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":["bd392355838ff805e10f24427249c6c961eb5520","2d8fe1cdd3bef8ab10f86f12402111d6758c7e40","2e9c105b2f44f9e10b1675337972b67ce5b5b018","a40caa3f6f231c236e3669301bcf9476730d3841","e2dd5f74d759b1ce7cc93c09a9fa6717e12a4bc8","7b261c11533a4bdcb14f10d840660bd60fc5130a","8257f75025e2e6c39ee351edffe74f29234c5569","b94e9d175b38edace19f6163083902ea7c6b4878","748a6c7d54605fbfa658168801fcd28c81d1b74e","9b6fb2c075831ddb4e83b5b69e8c1e96437e192a","5374171b6241276879107cc41d8371f982b1689c","14f370ac596d78547303a5828fad46448a09bb8d","e25f3766740c2be3aba0d480b6fef5de4d6eca42","46691f5715e5d68fdd3558d55827f3732880b591","afe743a2c0c5a8e962c40f68be8b94ea85329b5a","56e9a5efd39beeb40c27fe667d7b7753fbae7096","454c068b8b0d201741c213f41431e8b9438e01cd","71410f3bc62ac5d22b6d049278e7140ab0373cab","08b611e780809f0f0901cf6535cb3e198f41f625","e88e018d4d13222787ffe4c0a9e6305acf7af983","f8b7a73f65b5e46125687d44b98254577bd8296b","7d4e2cf01619f4ca336d2e486f681b702cee0528","472fb298331c83a6791f2f3b26595e26177d35d8","93900e040bc66635bea2b002c2cf8d783aab4975","4e13e7a9c4a03e6df2aac80f82940bf7a233d7c2"],"journalName":"Biostatistics","paperAbstract":"We propose parametric regression analysis of cumulative incidence function with competing risks data. A simple form of Gompertz distribution is used for the improper baseline subdistribution of the event of interest. Maximum likelihood inferences on regression parameters and associated cumulative incidence function are developed for parametric models, including a flexible generalized odds rate model. Estimation of the long-term proportion of patients with cause-specific events is straightforward in the parametric setting. Simple goodness-of-fit tests are discussed for evaluating a fixed odds rate assumption. The parametric regression methods are compared with an existing semiparametric regression analysis on a breast cancer data set where the cumulative incidence of recurrence is of interest. The results demonstrate that the likelihood-based parametric analyses for the cumulative incidence function are a practically useful alternative to the semiparametric analyses.","inCitations":["e8229cc42aa5df625e4c83cadc3993d18ce3b23b","425e4b31f4d541242b60cd33093247bf4d9136fc","bdc7b086051f7011f0407a5be9536d279563fab7","0a03849070878de2a3bc529e809b2dbbb97f6531","5b286aa1c170a4578e2897cb651d6b87f0f51d2d","8c4ecef75dc8e10aa67f89a5c5d73ac21756a01b","6c68df2d4e1cdb96f51531158eb839d2330b4501","f5a118a27d566a3a465260cc4f65cd375f6f60a2","8307029f40db8d8e555bd22e88d62ce1e84a1fc8","50752b4e74c3f6f9f7d66640500c28bc19a2f222","bd0484b5efd83aee720fadb826b3467a46bcd090","0765fbbd28b0cf097fa00857521e47cfcc7f16ed","442ee982ded22cefef79adc7026ba4477854883a","87791da9c634fcde15bf780546478220579b41a7","2545e7ca276a02c8e8d9a3e20db7bcb0bb1e1218","b331ab444205cf6e721c6b4d28e6d53cf08e27fc","42dce5abfa07ecd2bc5399a7941c0eb50ade559e","ea4eb12d5837a14aaa23c61f4f75378b3b7823b2","5fcdfb656bd94d264b33248aff29993b3d6256db","beb9aa140d71c3f653029e60a49fbcbda2619d95","555b0da5c5c85ad372eccd04ce62b5737f318481","4e95d93059e36e65d81f9a34d190549d7eb3525f","b3fdcd738fa90a11df0400d0ffcf42132a97b63c","4c2864df8d6bcd60bc5a48da722c292ecf846a25","ab3d8a808b72ffed9833ed210aff5674cb181d3d","9b96d97edcbae7972bd8bc0eee3581d95ed9fc71","3e0c8eedb8ad1ee88151b01721f245f8be1e6078","4f4751d39ab509a6774c91373c5c06e88a547cc4","7905a24a6714fca40a8cc887caf6c6b91b9d4758","2b2da0347813e7da7f1688ac854dccbdef11e10a","b2b707a49e3215b0dca371dac0edd144ba62921f","dc2863de7c490f8ebe0308c0aeac069c88e1120e","f7fc221652bf2abd9db094c610e4b90c7df01ca9","4ae2653a51c0a5d429d531b7eacaf5968be7a3fc","6feacb42dc9319d719f15212ac7f68bdad18d651","b1c6f29ffab9d921f6f1e907c47d27335b0efa52","02d8ee3b906841eb279a273fdb43ca16402fd6fc","d5da36ad0b1fa8ff98cfee99df5f96f933f12bf0","2a17702f811c8cebca10cb36d51d903a6565b10d","3d37802aba9bb0725d22f71926c570dc7fe7bda0","03f851e4712996bbe41a9559b152c69bf1429d20","198a1dc52b4b50035cd0528e75fdb1d5bb959af9","bf85fd8a0304796e1da6e415ad7d31a6a274664b","cd4388c93a6f7bec2040d268fbbd60b0313341c9","be3f023dc8d7341d1e7c602300d2c2706c724874","c2dc6b84c7536e9bdd023e095212ccc99a20a129","30190f0dd8d7477893dc8d69c54686416a58853b","3f0e1860a2d5aa91788895fada5a9630c12b7b09","a4682b5ed7546bedc8bb517e75ee9f265b7873b6","cc695fd14fef3f9f2ec4c5c997769eebf5ba64a5","61361b41036a95bd6ecbc0d5ebe9a8d6bfed06cf","444297b382f0e05f85a420be1a5e2d2b8240aace","c9093b7026e815d60c6d378c0725d923d7f71ea5","6e04e147821a82bef7d7f3a8e4535e7f68289d53","593baa5ed11df71b27d8f6d85d59c589468befd2","2d810b0465082a861f6643d541800d783401a20a","572646314a3d16aaf7ce201437a280187cbd059c","f376ed7786ab8138ae280c4a1ac8e7653dbe714a","fb8506f6e0b0b992960eda2301e0029e954b81ec","bc27a0d7a7b7159b55293b6a1c70ef72a4bce448","06658a4b554430560413cee9ddcd309a0e40e5b3"],"title":"Parametric regression on cumulative incidence function.","doi":"10.1093/biostatistics/kxj040"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Fisher's least significant difference (LSD) procedure is a two-step testing procedure for pairwise comparisons of several treatment groups. In the first step of the procedure, a global test is performed for the null hypothesis that the expected means of all treatment groups under study are equal. If this global null hypothesis can be rejected at the pre-specified level of significance, then in the second step of the procedure, one is permitted in principle to perform all pairwise comparisons at the same level of significance (although in practice, not all of them may be of primary interest). Fisher's LSD procedure is known to preserve the experimentwise type I error rate at the nominal level of significance, if (and only if) the number of treatment groups is three. The procedure may therefore be applied to phase III clinical trials comparing two doses of an active treatment against placebo in the confirmatory sense (while in this case, no confirmatory comparison has to be performed between the two active treatment groups). The power properties of this approach are examined in the present paper. It is shown that the power of the first step global test--and therefore the power of the overall procedure--may be relevantly lower than the power of the pairwise comparison between the more-favourable active dose group and placebo. Achieving a certain overall power for this comparison with Fisher's LSD procedure--irrespective of the effect size at the less-favourable dose group--may require slightly larger treatment groups than sizing the study with respect to the simple Bonferroni alpha adjustment. Therefore if Fisher's LSD procedure is used to avoid an alpha adjustment for phase III clinical trials, the potential loss of power due to the first-step global test should be considered at the planning stage.","inCitations":["c99b6e01f4a7767c726ff4843a9eefeb00fe08e9","b2adbaf432ed7afc356be1a66d9c0b841ccf215e","961babd9f9755187d59fac500fb5020b42de97d5","736eae3a1c26c247f3c7edd827bff231ee7519d7","b9d6530cf1d0469f63118ea75018b5e27f99268c","96a0d94166218edf2478e3794901f45d277e2251","7d170c305d3999137ae6aa105b2347b6d5c34f29","2d842ddcef521e6100eefa329329f2a60452161a","b96616c940817b14137dfad4e6888aa167faf527","9a3fb7f5f7ef758e7f528d75c441c26b7a7dff28","48b6ff650a09f2922c23189d737894bea2944e6a","efc7e6078f54ccf95ebd683766a1b5ef9f57c331","c7aae7a86697a705db8c00af8c95c31e4e06f392","999058d31b790942a4dc65858faa7f9586cc78a4","0147c6186211a8de86270882174bfea0fd6b9dd3","388c88a9f4402aa75228cb22eb289922ce676ee4","18f3bf36ad2255610fe1c98288186921d354a3c5","5e1077d5510c1f0889f8300f4070bcaed579fe95","fc2fe1a51c9e134ddd7eb4ff99b70ffed5c94804","96081ab8eaa59a9e783caaaee741727321d58e3d","2c5238fccf5f00db725bad2f0ca0a280c661dcdd","812f196006e2407af08a20372c84d36905a3398b","09f1b753576a8215a6ee2f1b09425dd82a2993db","568fd7e9cc6caf2824ca8875d3f0efa413ef54b9","7626ea678b783771081c58682b8c40e24d097c49","8779102e37372422ba0aace5f610442efd299efb","9843fb4e50d4856a421e7ae564d624fceb62c067","4fd5d80d6da24ef021b3736265920ee91206fbc1","4d26d2a769df9e533f011a4675acd2894ce7aa77","42e340f801e3cd8ed2629e75e340f23b137d965a","e33caeb68e69b33345e1cd9ec9a747cb11c5af0c","5393d7af75d80410fcecacbdb23c0c10d4d0b03c","d33eae73dfb9c78cae956c2b472bb99410bda279","ce4200b11dbdcc8294bf83f6176b5cff68ea3e24","3beda26312ee333a793bd4df4e700bceb7a2eed1","0efbc0bd75de0bd3009548967a9543e858416494","4ee0acaf4e5570d2873e03424df7c5eabee7af48","50fbd80e2e10e39169132d3a7f495935d1ccf965","dbafad991bd10cdf24ae667ee8b9157401d93734","f3c34284ea3938e467b52558e8c47f2f002ac7e3","c692a3f6a51308cbd7893d9d2bda879a694869c5","84c8fa866430abb2e18df8533aaca1e3e7eb6a5d","00e72dff7372c7a970ccba8d35bc3365cf2a3616","8c157a8f8355f39fba139641d33bb9e69bf1def7","f06a53f03f5290b34e4d5c18c314c00ecfb4cedf","9c7b4218deb34ebbbde43c100973827f7a73a913","09a3a3ddaef57a7547e2cb21aabf9f8563301dd3","3fb9646920125424d311af2ecf8d53b69b115668","3aec6b5052cddaf5d0452b0a945d71e0d6b9fdb2","319cf0ffbc9613f11c31f6fb3a13c97221e8122f","3f42112b388cd14193c1456e09da4e4db5dcdcaa","dca2c79e252bb3c190174aaa7734627cb8c3b20a","533322052f7593379cc22834eba86503a8f8e7e2","38551fe82372f919c3ddb1ca9664d374edc891ca","fa549b9158c5afac1769a07f1fc6cd0c5b4e88b5","511cba74a125f8524f3fe62695da9432e7ce8512"],"title":"A note on the power of Fisher's least significant difference procedure.","doi":"10.1002/pst.210"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In practice, \"noninferiority\" active-controlled trials have been designed for three different objectives: establishing evidence of efficacy over placebo, preserving a specific percentage of the effect size of the active control, or demonstrating the test treatment is \"not much inferior\" to the active control. All three objectives can be represented by the same set of statistical hypotheses with the parameters defined differently. The various designs and statistical analysis procedures for active-controlled trials proposed in the literature can be group into two basic types: the historical-controlled trial approach and the cross-study comparison approach. These approaches require some unverifiable constancy assumptions. Under the constancy assumptions, the cross-study comparison uses the estimate effect of active-control treatment as the unbiased estimate of the active/placebo difference in the current noninferiority trial. A normalized Z-statistic is used to test the hypotheses. On the other hand, the historical controlled trial approach uses a conservative confidence limit as if it were a constant to replace the active/placebo difference in the current trial. The two approaches may lead to consistent conclusions only when the constancy assumptions can be supported by a large number of historical studies giving a consistent active-control treatment effect over placebo and that the active-control effect does not change over time.","inCitations":["42d73217f5d86f14158c5d6fe59a567f396e312b","16a67a3a6b3d094379a3269d40da2a6c2e70a5f7","e6901b342d00ce3536faf7dc9cbde85061a0c132","cee80958a0219378d02ab0f7595b3f42ca4edd4f","0b54a175eac3cfa0369f344ab74c50012cc6aeb7","78169908eda3ba6dcc539dfe8f72ccb62022a9f0","d491dcdd91599f96b2355b650876837d24a5130f","923f7fe28aa0f76526facb5ed519931c1d8d09d1"],"title":"Statistical issues on objective, design, and analysis of noninferiority active-controlled clinical trial.","doi":"10.1081/BIP-120017724"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Because of the time and expense required to obtain clinical outcomes of interest, such as functional limitations or death, clinical trials often focus the effects of treatment on earlier and more easily obtained surrogate markers. Preliminary work to define surrogates focused on the fraction of a treatment effect \"explained\" by a marker in a regression model, but as notions of causality have been formalized in the statistical setting, formal definitions of high-quality surrogate markers have been developed in the causal inference framework, using either the \"causal effect\" or \"causal association\" settings. In the causal effect setting, high-quality surrogate markers have a large fraction of the total treatment effect explained by the effect of the treatment on the marker net of the treatment on the outcome. In the causal association setting, high-quality surrogate markers have large treatment effects on the outcome when there are large treatment effects on the marker, and small effects on the outcome when there are small effects on the marker. A particularly important feature of a surrogate marker is that the direction of a treatment effect be the same for both the marker and the outcome. Settings in which the marker and outcome are positively associated but the marker and outcome have beneficial and harmful or harmful and beneficial treatment effects, respectively, have been referred to as \"surrogate paradoxes\". If this outcome always occurs, it is not problematic; however, as correlations among the outcome, marker, and their treatment effects weaken, it may occur for some trials and not for others, leading to potentially incorrect conclusions, and real-life examples that shortened thousands of lives are unfortunately available. We propose measures for assessing the risk of the surrogate paradox using the meta-analytic causal association framework, which allows us to focus on the probability that a given treatment will yield treatment effect in different directions between the marker and the outcome, and to determine the size of a beneficial effect of the treatment on the marker required to minimize the risk of a harmful effect of the treatment on the outcome. We provide simulations and consider two applications.","inCitations":["eacdf7902ffb3ee053dff21a495a15d0263ea192","b2cf4ef5b4fabc28ca4638fe3a0853e78b59a6cf","01507b9f86e3a1576cd160e0fd903aad7da596a6","711a2fc38173e3940f0cd6251d26380669b06168"],"title":"Surrogacy marker paradox measures in meta-analytic settings.","doi":"10.1093/biostatistics/kxu043"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["beead60cf9f28b76cf2657d3a939564b4be84160","6bf07f88133128aa73bef1c863be4779392abf9f","5d8840724e282bafed58579909a9878df6b1585f","5b885f02e3cbfd2470f7fc5d9ea73fa4dba0c3f7","0d0546d5ada2e0cff05b5ac3b7fe7db2faf75873","1520f27f7910a7728b343843ecc58956c46efb4e","c5f75617c8e7d59109406f04ce8c5a8d6d09eef9","31dc3fa9f6eca36b6df702cba0ff4d3fd5a00c78","3a0767897f9d83931ca65984d778cad4154d90ae","73376103cebfc3de846795ac27f3c183707dc96b","f2b97f022c165a2ddd3cdb582c0d3cbdde8ffcfb","486d9e5935f9e30e9c11e5d064f5cfbb327009b2","af72718c6be42ae8b04176702532807ef82738cb","792b537814e069d2457533229c4dd0a21e53779e","7d3af458d51818254adc6c7e3383634fe0d8591d","d35e4fd7114280585397b90a03683a71ad4ddd32","7e085c801202adf0cc333fa840264be285802ae2","ef1a4e7fe1fbdb6626d6802252e6b2f65e61facf","10b33ef9be6fc4811635439aa579a611ee4a9ff4","657bd455382a141e623665cf7e30acbfd8175533","e43f3f5a7e859d5eb9281cd2d517dcd8e1dd66c4","9f2a597abc640d652734ec29a3c6025d90a3ece8","cb92eac885d02c48bf426b7968c85051dd77c8ef","c373f7ab5b7d1ac3f8fc69609968c981f6ff77e0","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","95b3702f7b5a10be6c173d760cc2baebf76bfa90","30a4f3e3739d5d188288738a76ecbaaa0f7ff63c","6d1fc7d7f469b91d1c808fcc172941fe1ab77741","88b4e7a1df060d58ee483b7f60c72fa55baedee0","f25fdf41cdedb2e4c646d3a862cfa3cf970efe68","325228a1ed1ff4fc2c9e99781ef0b62d6018ce86","d181e0e761866792fba5607329f2ba69478a7972","530af7bf6af96382d8c8930b4a93bae7d78d9d58","398ac2c044f5411c1fe2250f02168f4518afb06e","0e44e537a1827f042795e22e21e962d0671b2b37"],"journalName":"The annals of applied statistics","paperAbstract":"The Sleep Heart Health Study (SHHS) is a comprehensive landmark study of sleep and its impacts on health outcomes. A primary metric of the SHHS is the in-home polysomnogram, which includes two electroencephalographic (EEG) channels for each subject, at two visits. The volume and importance of this data presents enormous challenges for analysis. To address these challenges, we introduce multilevel functional principal component analysis (MFPCA), a novel statistical methodology designed to extract core intra- and inter-subject geometric components of multilevel functional data. Though motivated by the SHHS, the proposed methodology is generally applicable, with potential relevance to many modern scientific studies of hierarchical or longitudinal functional outcomes. Notably, using MFPCA, we identify and quantify associations between EEG activity during sleep and adverse cardiovascular outcomes.","inCitations":["017fd8127564c37de16c7181e9587da7d4ffea67","1f72f4369155a6f4216eff909b8a17fa7ee676b9","1e77d20d825fc02fe8ca2a6cc8c3d0a358088046","0270ff00abaa8dd3f439d5e034ccdb48e34a14fc","a4857e5dae3ef0fb3eacbe27d1a842b2bf807301","f04a42c42f18112d9f79a47bfcbb716bd60afb1d","7d663955d663441dc47fa8484d097f20e6bef45a","d7ea5a9feb040a4084bb6e7052d0e0d37e82ca28","fdda3e1657bd64c053f3669b583d9474d3b10dd8","98e35b72dd0e3e678d774ab273533bb8fa0aa159","661a7934d0809aab4acec99f534263eee63226d4","78e104cad24d2727b6e7361380d37cacae423b84","3e972e1d517edbdf643468c306eacb85dd98020c","0267126647f0f212ac45c71ad09029c0be2df481","b4f454cd7ce062a05d9a12b4ba0bbd7adbb9855e","5d370efcbcc66eec52dd93a4200e120de2fd3480","3f54f0ca7bc5cf7967d323c03734be3c87ac5bce","957c47c5ed0a482756d497cad243e666db38e887","1137aac11ef631cdd8826d11b1274a10ded185a9"],"title":"Multilevel Functional Principal Component Analysis.","doi":"10.1214/08-AOAS206"}
