{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["7b5a8c34cef7551ae00b82340ffe8e8a444d14f0","afc55bbe66f90c0953adbc54ab6179fe95d1f5cd","6aece6836a554638abb28f4a9c3f90774df4d730","4f559b77a54c32f6fd27769cc2614fb1daef081d","93ed7b7b3105495fd61af5c84d52f1e940c8c44c","e5a00bb5abea3d947b5196be4c81721ad0e52e80","81ef18439b49f958171dd612f455cbcdb7ac42db","6bbd8fc39487249bd1b6886e4dc763550877b758","c67ff56d0f5d252e80b48de917e3fc71e47d13a0","2139ee8252d9b614f4766d129426d6eb5c07dce3","cab70e5e207e4ce1ae208755faaaf878a7855f0b","b4790bef425ad2f3ce1918c28ab6168a0fd43cba","2f58c0cd25a9713e8f4aee87427064c3798e2e91","555dc020d0e66458162e394a1a5d11d5a8a3b640","ca3f9cd2edd064ea57758e6989660fc19995e5db","a259d15a71874034599ffd44cee4f79fd9b2e073","e58406d0d1f460916607b39b59a08a1511757fa4","0c71107bacc67b03e1f170b06e25e707e8b6ca5c","d34cd4bd5114d2f96a139868ead32423e1ee4d43","c9854d88cfb2d065a196c8c99377727f9551798e","831ec097d0cb691c01ee01613bc1c3114f25a151","2ccee906d014413e94a6bd6196cc0a53dae39f50","83133823ce3b7125af91b180d7e417330716737d","d79bb59522a20995a90a2e235d67d94098c4063f","9f74ad2031c24f6d31cfb798c3de411fae5f7b03","81860014f4eb9cdaa5033c2b924cd1f7b43b04a6","42b5cefeb0ce0c3cbbb8ec94a47fd293bce31e36","7c0a47058ffc481c0f902dd8c05a5002d19b6585","fdc354d08984f0b36be818b8a287a767cad727ed","69dc160e2861b0d6b9bcb8d3d058593326c8d5e9","5e2d653d9f583d341fec3f37f219d5013f26d0b7","42adda8b6f6cbdf65dc9b29120502f76b2456064"],"journalName":"The annals of applied statistics","paperAbstract":"Tropospheric ozone is one of six criteria pollutants regulated by the US EPA, and has been linked to respiratory and cardiovascular endpoints and adverse effects on vegetation and ecosystems. Regional photochemical models have been developed to study the impacts of emission reductions on ozone levels. The standard approach is to run the deterministic model under new emission levels and attribute the change in ozone concentration to the emission control strategy. However, running the deterministic model requires substantial computing time, and this approach does not provide a measure of uncertainty for the change in ozone levels. Recently, a reduced form model (RFM) has been proposed to approximate the complex model as a simple function of a few relevant inputs. In this paper, we develop a new statistical approach to make full use of the RFM to study the effects of various control strategies on the probability and magnitude of extreme ozone events. We fuse the model output with monitoring data to calibrate the RFM by modeling the conditional distribution of monitoring data given the RFM using a combination of flexible semiparametric quantile regression for the center of the distribution where data are abundant and a parametric extreme value distribution for the tail where data are sparse. Selected parameters in the conditional distribution are allowed to vary by the RFM value and the spatial location. Also, due to the simplicity of the RFM, we are able to embed the RFM in our Bayesian hierarchical framework to obtain a full posterior for the model input parameters, and propagate this uncertainty to the estimation of the effects of the control strategies. We use the new framework to evaluate three potential control strategies, and find that reducing mobile-source emissions has a larger impact than reducing point-source emissions or a combination of several emission sources.","inCitations":["2ecdd0a96bb49c5ff0d44ddae9d601639bdf0779","6315235cf14ab853afde59a1a03a065edf47173b","b22742ee3d4cf4e25cb53f2a7bab410941a9e5df","930f1addf91ebe9e7f12ebaacc67cb959b01345b","4eb96cc57fb2285ba0abc87ee04c6cd9100b91bd","75448459ea3a4523fcc5aabf6ccf7a344a816ebe","87c1dda8017e1b31df9b6e062ca49f36da856408","d0dab14c0653084755d81e53139d6a09efbecec5","2bff2a9b29bf783adcc8f14edf6850f7f849e493","2139ee8252d9b614f4766d129426d6eb5c07dce3"],"title":"Extreme value analysis for evaluating ozone control strategies.","doi":"10.1214/13-AOAS628"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2016,"outCitations":["73f15adaeb9d59cf83e6f556500ab9e54d6487c6","362a945734f0e094281d9037c68566b797cf9696","21ff69e7f256278aed6733d6d2a356fd2e62dfe2","acc7d8ff35b506ebd9f9fa6f69550c0b50b9aa22","ae9934f0f8b669e7274a56b18771feaf5ba0de20","1c434eba2edb7fc229882b8640a09712154e45a1","72b12809e0f0abc174910a2026cdb01136c2d404","220e6b4d7bc7b9c9b01c58d31eb72c0eb41a52d3","25c6a99d1f9b7d6093562f6cadd70596ddbfa095","e1630fbfb75c2c06bda9f76da139283f245b7cea","468f1f3a3bbf1719adcae61088215aafeb6eab85","5f8bf7b0a71825f2f47996a0cae9bcebfccdc685","f294a6660ec11c7a3abc29245f9ca2f9bba381da","de6c025dbb37afe5041d1f7d0343c1db48869bfc","dbf685f8afb7e22b0dd5ca3ea69d5b479d04cb30","9fc72129ac962d296a38dab52a41589aa4f2de9c","6c5a055a5dc414c88bcf20f928be0c464f3efc63","2886adf28ac10c80aa9625e635b8dcf27c8db678","0df0172261474667ecea3bc5093dc2731c1f4114","e981430f7f237084bdc48cff7d23c85d25471744","a35d565e8f70cb6ddc09a65904a72622e16b9485","ae2c214bfccd544d0057c780f020c9b80b7c07b9","c3f7ad4b2af9d9888be85a8a376c61e7a612acc2"],"journalName":"Journal of medical statistics and informatics","paperAbstract":"Modern scientific inquiries require significant data-driven evidence and trans-disciplinary expertise to extract valuable information and gain actionable knowledge about natural processes. Effective evidence-based decisions require collection, processing and interpretation of vast amounts of complex data. The Moore's and Kryder's laws of exponential increase of computational power and information storage, respectively, dictate the need rapid trans-disciplinary advances, technological innovation and effective mechanisms for managing and interrogating Big Healthcare Data. In this article, we review important aspects of Big Data analytics and discuss important questions like: What are the challenges and opportunities associated with this biomedical, social, and healthcare data avalanche? Are there innovative statistical computing strategies to represent, model, analyze and interpret Big heterogeneous data? We present the foundation of a new compressive big data analytics (CBDA) framework for representation, modeling and inference of large, complex and heterogeneous datasets. Finally, we consider specific directions likely to impact the process of extracting information from Big healthcare data, translating that information to knowledge, and deriving appropriate actions.","inCitations":["b0698168739fb5ebc3faf1dc2cbeef724aa8158c","b7708f96359c02dcb6a99c1a72326c536d753a70","07813b0998fada06dea5545ff2dfb6e1bbca1474","94a02d376402cb4575e3597b03e4ab807f26d286","6c1e35e98092a5bee3f9425352bcb4b7f137a88c","6966d2b49fa885897e0b2e18ce144831c55f3e5f","f967fdc057c0b26fc5d5739099918ec22c6c4f31","30921a80657016ec53f909d93a1e6ca7a08cc43c","81d9037aba29ba37864051a212daa6ecbde30a9e","433a6460a07ad6c2e24e8ef9c8d197b07303416d","371ecd81f84cbe61a9bbaa5bc57713bffd989974","2940f32d71125fee53f14678c55f086fb8ad7764","76aed56db6aa48c9a6ec28bb2671dd49c0bb3d99","d6d15eec0813c8fc6c85a7a1c251fc266ad71ff5","9b72ba4b044f1cb92880cb363fe987845e160a9c","99e57079f5baba908377c77408815e8fa32e7c25","2ba12e275dc261d939e4947b58b660121c68baab","564c9e000aad845996a095cd52bcf00a29a84f19","3bfc4b25a778c45b2e253e0eb160ef7f39fa782c","d2cf4bb4f38d89ff29c7b8029abb2db231e262d1"],"title":"Volume and Value of Big Healthcare Data.","doi":"10.7243/2053-7662-4-3"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["9c67f30235a47e305dc57c9f185d5587faca4236","9796b106930c183b65970cabbea2a4edf6af85b4","403ad5841d2f51efc2d1d1e303a30edacfeaabd1","287160449a3ba667ae49b1c1193a94ebfe06f17d","c880e18ea40fbbe8bacc95733786cc18b78c4faa","59e847f7d4c1f114b9402ff5ac0b6345c83573b6","a5086c4744c92afcb93162a6f558e38e4235f311","143d2e02ab91ae6259576ac50b664b8647af8988","5f13a978bc54d49c5409e3bd352a083643f5a440","023ae77325b22d3a4f588ee9535ec04a6b9d8577","8c92c89588bdee93d7e1b5d5882286aff72ee10a","744e4dafe1897fc7bee00b185b91bd380a8a8945","bec169563b4c46d32cb7bfaaba48e2e81802dafe","a1d2a27b8c8a576fba8dacd0cef9fb1fddbd5323","b6eadc5808a6b666c11dfc4ad1ff4be8d931d2d1","425a67c49976ceddb41191127678a3e47636ba1a","eb515a9f20eb2939a59d0a449ddac43cea2486d3","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","25f74932c910be6eaff472cecb7f9a9644041c1c","be257b9c52ee59b3fccc71272e3049e1ed55a21b","fcbceac118717eb78b2339ce31fb63e05eb52d89","fb5fe21555c0025cb360aadf1a1284a6c3ffd3e8","96af21ed59522a138c92b02c9dc8c36b2c841e91","cc72af162f31146829cc96bd056f98b1da1142d3","4ee9427705b893166a82a92109ace774972f26a0","cd96989745748c3ca79459cc9caacbdebb163987","011fd890e5adf2c56e6030a828c408c6d4c5563b","9c9c998d68c2f6c483a6a9ec2c9b93187f80f0d1","1114dfee326c2088d741d36f3cbeeb42074aacc5","a1316f6074de75b697bc4802aec6638276d662c0","9871c9dce9887bf4798b5cd0a6aab34c3363b898","edecd9f5a61c5f1c6be46f47870a0a540d027e33","3d508a6a3608f0d7c2676ef06172ef4c0f5c44cf","854dc1f0b62c8dabcbe13c26ace0adc47b61dc93","c68a35f7c13e183f21e053d6acef343b8852b831"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In drug-drug interaction (DDI) research, a two-drug interaction is usually predicted by individual drug pharmacokinetics (PK). Although subject-specific drug concentration data from clinical PK studies on inhibitor or inducer and substrate PK are not usually published, sample mean plasma drug concentrations and their standard deviations have been routinely reported. Hence there is a great need for meta-analysis and DDI prediction using such summarized PK data. In this study, an innovative DDI prediction method based on a three-level hierarchical Bayesian meta-analysis model is developed. The three levels model sample means and variances, between-study variances, and prior distributions. Through a ketoconazle-midazolam example and simulations, we demonstrate that our meta-analysis model can not only estimate PK parameters with small bias but also recover their between-study and between-subject variances well. More importantly, the posterior distributions of PK parameters and their variance components allow us to predict DDI at both population-average and study-specific levels. We are also able to predict the DDI between-subject/study variance. These statistical predictions have never been investigated in DDI research. Our simulation studies show that our meta-analysis approach has small bias in PK parameter estimates and DDI predictions. Sensitivity analysis was conducted to investigate the influences of interaction PK parameters, such as the inhibition constant Ki, on the DDI prediction.","inCitations":["b1d406a96296ba6a8154c4ac1cd3ea16ea393e3e","b5abfc198683f99927f7e56fd68ad39cdceff364","0511d0c18692a3c741d9294cc468b8dc142da618","03538bc1dc28e79ab9eac01eee0e7572015d7fcd","02f9554b9bc1a84711f59eca211634616fd49bc0","9fbe93baf98f2eddb17266f709cc68aa37a51b8e","fbf8034bcfd2a44adbf6038866f0850a76f82062"],"title":"A Bayesian meta-analysis on published sample mean and variance pharmacokinetic data with application to drug-drug interaction prediction.","doi":"10.1080/10543400802369004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["16636e58cc259f2800ca953907f45450b35e1c8a","ea6a897b6a15bda291b754cf37f40926906c0775","47cfa9723231dbf18595f1e4120bb84f5c75791b","d00760ca054a90bf6f8bec742635ecca8d76a67d","b10b335237630f3d7a28ad7d60e54b323dcd8bab","11a42b2b65f016cfc44801ff2f9a722f677898af","c455281b46cc5d538f213f76167cbfb3b68a76e7","36653f3c55fbfaf1f158762155638b3f8f156cdf","11520be6a41f4891df0bfd84917720dc27690610","d50cff818237271c1bffa19dd4b93ea7438009b0","7c6bf5bfa071e8a3f62ca32e75b0742dc22f3f67","73103b31745cb4636488f91b7fbfaf9670a22044","cf58ae558b11019a69a8a7665a25c220dd0cff4d","edc55787f4b8ef856402c9005bc7c241fb060a18","392173cc5ecb4f13bd57b27e38d4504c770c256e","45ee7447b9dd406496c4a5d9d8fb6556366a01c6","4fb8fb82a4e34af71e226c15aacb5c100127fc82","9f59ec7a226b16a8836cdd4e5ff3e16541d25c94","d6b5569405f9b2f969c7f3a5f70d41f52d8940f7","fa8216104648f5e7d4379f85bfd9ebbd8ce45710"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"This article is devoted to the construction and asymptotic study of adaptive group sequential covariate-adjusted randomized clinical trials analyzed through the prism of the semipara-metric methodology of targeted maximum likelihood estimation (TMLE). We show how to build, as the data accrue group-sequentially, a sampling design which targets a user-supplied optimal design. We also show how to carry out a sound TMLE statistical inference based on such an adaptive sampling scheme (therefore extending some results known in the i.i.d setting only so far), and how group-sequential testing applies on top of it. The procedure is robust (i.e., consistent even if the working model is misspecified). A simulation study confirms the theoretical results, and validates the conjecture that the procedure may also be efficient.","inCitations":["4c97c095bc4d9bcee2717270c8cfe36a128460a1","2beef38f5a3b7a2fd52e64d2b5a7f7cebc5479b4"],"title":"Estimation and testing in targeted goup sequential covariate-adjusted randomized clinical trials.","doi":"10.1111/sjos.12013"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1985,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"\"A graphical method developed by Gabriel to display the rows and columns of a matrix is applied to tables of age- and period-specific cancer mortality rates. It is particularly useful when the pattern of age-specific rates changes with time. Trends in age-specific rates and changes in the age distribution are identified as projections. Three examples [from England and Wales] are given.\"","inCitations":["0780af17b7e581cc2f1c96333a958ff959dd0bd6"],"title":"Biplot models applied to cancer mortality rates.","doi":"10.2307/2347886"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["8cc196cbfd19117a61e95bb8d6f5ee65f1c656ed","f42d82d7394f846aae98f73dd091832740aa3745","62e183291aa0c44e43b357349debc4f38e029861","2edf06e52f75a640d7337bca86158a36b3fe3a5f","5a1ea7e90aaff3f069f63880d4261d53ea5eb145","51ccd9dd933ab88cf3bacd1879a97f0000e14953","395bc88e0c22c646acd1d95d69ccca9c03e4113d","c60e8ab6596beba96a14660351c29d5d698ee630","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","42401f196bbb049b66cc44b399e587248f5c3dff","eded1a8e2ae5346196414d8aa4a67c36d6ec9996","11067fa9c1dee4e9b5c11fff17d14049380b9faf","2a4007e07390fe778bf29341d5696e5aacf19aa0","1bdad571c3488415452167129791c17a95d70876","0e263bece49a00a6337f182dad66fad7b1a94cbf","f558afeec9667b66995b46e306bcf5aabc2898b5","64b4ddcf066597a200423c55652f11ce89780063","c10ce6344ef4b149dba91f0a5af1a7906147ba20","01c6f354e83cf70446408b6089377537b7b9fd07"],"journalName":"Biostatistics","paperAbstract":"In many observational studies, individuals are measured repeatedly over time, although not necessarily at a set of pre-specified occasions. Instead, individuals may be measured at irregular intervals, with those having a history of poorer health outcomes being measured with somewhat greater frequency and regularity. In this paper, we consider likelihood-based estimation of the regression parameters in marginal models for longitudinal binary data when the follow-up times are not fixed by design, but can depend on previous outcomes. In particular, we consider assumptions regarding the follow-up time process that result in the likelihood function separating into two components: one for the follow-up time process, the other for the outcome measurement process. The practical implication of this separation is that the follow-up time process can be ignored when making likelihood-based inferences about the marginal regression model parameters. That is, maximum likelihood (ML) estimation of the regression parameters relating the probability of success at a given time to covariates does not require that a model for the distribution of follow-up times be specified. However, to obtain consistent parameter estimates, the multinomial distribution for the vector of repeated binary outcomes must be correctly specified. In general, ML estimation requires specification of all higher-order moments and the likelihood for a marginal model can be intractable except in cases where the number of repeated measurements is relatively small. To circumvent these difficulties, we propose a pseudolikelihood for estimation of the marginal model parameters. The pseudolikelihood uses a linear approximation for the conditional distribution of the response at any occasion, given the history of previous responses. The appeal of this approximation is that the conditional distributions are functions of the first two moments of the binary responses only. When the follow-up times depend only on the previous outcome, the pseudolikelihood requires correct specification of the conditional distribution of the current outcome given the outcome at the previous occasion only. Results from a simulation study and a study of asymptotic bias are presented. Finally, we illustrate the main results using data from a longitudinal observational study that explored the cardiotoxic effects of doxorubicin chemotherapy for the treatment of acute lymphoblastic leukemia in children.","inCitations":["393d9613977a6a3f6889fb0df8c50689a321ee05","f53aa0e835a6ab24a3691bc52312161c8a191401","06144cb9d8cce367f3523e5a33396f1a9d2d2dbc","250361659ed5695b3286d8f5fd1ff646437d59f7","31fcf0d06096ba99764ae9b59f51b17c4f94940e","b3b6cb6db39d4a85bea6b910c0c5fa98f15c93e9","7228c73f03c072fccf360495b7f15177ee73ca99","f5c7db5c64f88a843844b0821032543916545af4","435153977894a293662237eb490505df165336c0"],"title":"Estimation in regression models for longitudinal binary data with outcome-dependent follow-up.","doi":"10.1093/biostatistics/kxj019"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This article presents a multiple imputation method for sensitivity analyses of time-to-event data with possibly informative censoring. The imputed time for censored values is drawn from the failure time distribution conditional on the time of follow-up discontinuation. A variety of specifications regarding the post-discontinuation tendency of having events can be incorporated in the imputation through a hazard ratio parameter for discontinuation versus continuation of follow-up. Multiple-imputed data sets are analyzed with the primary analysis method, and the results are then combined using the methods of Rubin. An illustrative example is provided.","inCitations":["16038b429632454b1aaffcc3af4af2096f3e33c3","157fd204417e778d1bc04f518f7fc90bdcf24691","a407dcb0c74c9d8ea5f75b9e0d552314cbfd1d06","2be90e21fb283e59f20e22be7ee326611bbb2960","2f1278a203e3ec44ecdd396bc70fd7afa05902f2","4ef1ad17c21c85461c5418680253dcb6f2ba5b7d","be8b531e71147b72426f721fad2e5d104e2512af","6c3c184e9bdb7508da1691da60d9592c57fb267f","3994d55da7bb1edc8d220b7801fff1ec8315abaa","157486c8b4b7558393b58e8e2665030ba0cfa2d7","be80b328a00c8a7b7d616c3b48c4355128432947","adfe6a0878f952b47dc0a14ce94f7ff30084880c","5b74b5cdd18e54a99fadfdf8d1d9fa9ba2f2301c"],"title":"A multiple imputation method for sensitivity analyses of time-to-event data with possibly informative censoring.","doi":"10.1080/10543406.2013.860769"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Investigations of sensory memory have often relied on discrimination processes: participants judge whether a reference stimulus is identical to a remembered stimulus. Recently, investigators have used response modes in which participants directly reproduce stimuli. Findings using reproduction tasks have suggested new ways of thinking about biases that pervade psychophysics. To allow an assessment of whether results obtained using reproduction responses persevere for discrimination tasks, this paper presents a statistical model that links the two approaches. The model uses the pattern of discrimination judgements to estimate parameters that represent the means and standard deviations that would have occurred under a reproduction task. An analysis of stimuli that have been previously studied using reproduction responses illustrates the method. Simulations investigate bias and efficiency, large-sample confidence intervals and the performance of likelihood-ratio tests of the adequacy of special submodels.","inCitations":["88e12ed7fdc4ca58e5d8de471b6035ef8dd9a271","70a0c4f52b03bdded87f4fa64c1af987187de843"],"title":"Recovering stimuli from memory: a statistical method for linking discrimination and reproduction responses.","doi":"10.1348/000711005X73754"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["b675bfe14fc1fa2e3575fa47337f5e8000133a56","f2996c0e76d20591d55db7bc857ed8fb171e665d","546dd25e386466c2b45302746d3744f292a715ce","e852e556af824cfff769a75c85b9b04053af5b26","183f1e151e6ed2b99820b729b2ea4af0bb57930c","a7fa0a77a2f2520f37bcddd3d28c6c6bd4d74b9f","99334f3ea4b5d6a4d0cf444d257037cbd644d16b","c373f7ab5b7d1ac3f8fc69609968c981f6ff77e0","095610b8ebacd3c78ba9951060151af7c8991cbf","1f53052a876f1ff1351d34fdb4cffe0ed30feb55","49d8cd3bb638605d2cd164234600bdf0a7209127","15d5ba98430414a3491771f672dffe5f0d0e1fea","2a6375a6f4bf66e50fcaa0b0e4b184d029ac927d","beead60cf9f28b76cf2657d3a939564b4be84160","b6b72f42066601687a57343b561fdc652a6f2e02","9c2a1ac8067c273759de639f1bb7e1f08bec8e06","dbef8860aed34db5e55427e302452366c154b955","c42a37c8c820a177710ce6935389bf49eed544a1","b7294ac444ae927f71ac442372903ff5e2a763e1","62791257ac277db2b314bbb18e13bee48533ae0c","b9efffc63f81bf3f6cb6357ddc15e9cd9da75d16","b60b73038a3228d0a6fae4776d8a267339df0b53","5c93254498dc23f416f670b89ef27fb6cf34deb8","c8c66af8271d17092b8e2fa575d6e129bc06a564","0018cd312d01d06fdd136a45d7e44ab9e6d721a1","d8d2bb50bf8f3ee1bf7be6cd4fbc1e1f46c5d135","8dc685b0ba73ad1b279a3cd6ff531d12a9d71388","6aca3e885ee0c565eda638c6da46fa6f392a93b1","b26bb53333d151dce65f0cfc85832470246e75c3","fd486a7877630d7c6192acb46407294f13975c9d","234f7207725995c680b4b9b0d930ff4ec7249e7c","b5b4c3d12b0a85a0adfc1811145106f190a2b21d","418ca74964d4c9ceba96fe2d7183f62858bdada9","643c6959b4bc451f92393c6c9e6fbec2ae404497","0f17e74b032e60ff5d2379ad5148dbc270d7c502","b477dd12dd49e44a62c1a303501df5fb6706c7e9","657bd455382a141e623665cf7e30acbfd8175533","2b74994ca4979c4f20e583cceebcc6c5bc4e158a","46ce914dc60f17d37334a32b6a93d3e15bad743b","533915d922c64903e4a4013a78ec03b91f522fc5","27e64de409f1177ff76f02755761f6925e4a4bc4","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","f36738a6b70cce277d83614f465e3ac770afb855","327e887f9cac1fbc82c8456bf080ee6b27d5caad","925f559062b4978b217755fbe779e44e1f557fb3","4de36d6956bfa47183b1e2498536e5985fabf509","b0492ae9337accd04b12438977fa45483b3fa073","9d2e9f807557b5cb50340402a0df45da53e5ba13","c02fbe40ca577a301741d2e1ee3139674c096348"],"journalName":"Electronic journal of statistics","paperAbstract":"One of the challenges with functional data is incorporating geometric structure, or local correlation, into the analysis. This structure is inherent in the output from an increasing number of biomedical technologies, and a functional linear model is often used to estimate the relationship between the predictor functions and scalar responses. Common approaches to the problem of estimating a coefficient function typically involve two stages: regularization and estimation. Regularization is usually done via dimension reduction, projecting onto a predefined span of basis functions or a reduced set of eigenvectors (principal components). In contrast, we present a unified approach that directly incorporates geometric structure into the estimation process by exploiting the joint eigenproperties of the predictors and a linear penalty operator. In this sense, the components in the regression are 'partially empirical' and the framework is provided by the generalized singular value decomposition (GSVD). The form of the penalized estimation is not new, but the GSVD clarifies the process and informs the choice of penalty by making explicit the joint influence of the penalty and predictors on the bias, variance and performance of the estimated coefficient function. Laboratory spectroscopy data and simulations are used to illustrate the concepts.","inCitations":["64da240ee1c12d6a7ea94a59c71d323c4fc7e35d","a0760f5138048d6721f0852b0cc445056ea3251a","00f59150b1b0eb9028779fbe0dbad7af1bb3d5b7","d62f973a0a8e3278a2201be811aececabbe6009e","06186400a108dcb6ede55f1184619ff5a8999e74","10191fe71c663c5a8a6a6ef551a281e03e0ca09d","db7af1f1a8dd19a1d22d80b5663d56c986a8bda2","017fd8127564c37de16c7181e9587da7d4ffea67","941f9e07138f005418e312b547458ddb57488d83","52bae85352e8e57dacf90196873e94ac10ece744","09b053e157446fcfecdcc65df5a81851277a90fa","6e77e56cf8968e4be10a553a22857dc519672245","6666473c926665eecc741a0dd29e1b329d273e38","669520c5157e7fbe650a91b8476dcb902dc88ee2","f96eae1338570843622a5f6231611ec94f6178aa","1323d61085b26846269e032f49e0249676f5a026","e72a59076a28488d1c4359eaee8387f5d12eaf19","442665bcfc6e53fc7555b3d0148cd52aab613dfb"],"title":"Structured penalties for functional linear models-partially empirical eigenvectors for regression.","doi":"10.1214/12-EJS676"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2008,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"","inCitations":["5b3a64c9a15294672d5d170ed782914bd9e40dd3"],"title":"Re: Insights into latent class analysis of diagnostic test performance.","doi":"10.1093/biostatistics/kxn026"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"A dynamic treatment regime (DTR) is a set of decision rules to be applied across multiple stages of treatments. The decisions are tailored to individuals, by inputting an individual's observed characteristics and outputting a treatment decision at each stage for that individual. Dynamic weighted ordinary least squares (dWOLS) is a theoretically robust and easily implementable method for estimating an optimal DTR. As many related DTR methods, the dWOLS treatment effects estimators can be non-regular when true treatment effects are zero or very small, which results in invalid Wald-type or standard bootstrap confidence intervals. Inspired by an analysis of the effect of diet in infancy on measures of weight and body size in later childhood-a setting where the exposure is distant in time and whose effect is likely to be small-we investigate the use of the $m$-out-of-$n$ bootstrap with dWOLS as method of analysis for valid inferences of optimal DTR. We provide an extensive simulation study to compare the performance of different choices of resample size $m$ in situations where the treatment effects are likely to be non-regular. We illustrate the methodology using data from the PROmotion of Breastfeeding Intervention Trial to study the effect of solid food intake in infancy on long-term health outcomes.","inCitations":["e0cad0c76d169facddf1074f8182af3030952a57"],"title":"Non-regular inference for dynamic weighted ordinary least squares: understanding the impact of solid food intake in infancy on childhood weight.","doi":"10.1093/biostatistics/kxx035"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A class of covariate-adjusted response-adaptive randomization procedures is developed for binary treatment outcomes in a phase III clinical trial set up involving multiple treatments. The target allocation is developed by combining the ethical aspects with statistical precision under the existence of treatment covariate interaction. Relevant measures of the performance for the proposed allocation designs are studied and compared.","inCitations":["feaf019139fe5e1361733be70910074fb133a9ae"],"title":"A class of Covariate-Adjusted Response-Adaptive Allocation Designs for Multitreatment Binary Response Trials.","doi":"10.1080/10543406.2018.1485683"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["4df1b16a046875815ff784fab5c0687f88e7dc8e","6dfb465084ccb5ddd4a7a74cca836429308cd701","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","64b4ddcf066597a200423c55652f11ce89780063","b20acd06f95538c244fff544300a7761926efd5f","06ccdd98b91ab7f88d99562dcbd8686a69ef785b","443e0cdf06367342f36e27b6bdf0c8c75aa842bc","eb4d812c9bf8a08cf086a6f0a51b25d72bef9da6","1da44460d7acc50002b251d7add6705cf5a78d59","2ddeb3fd8f65dd6a4f23bdb6f2c28c603a98864b","1156f49ad38744c3352edb67669877536ea65447","e841fa3834e787092e4266e9484158689405b7b0","5cc1836b5395ddfbc4be09c4ef54e6fef2dfa79b","f7be5d3ba162afdcbacc93aee9bff72422d774f8","1562c79d133113ab2982a6c35443a2157221bbed","45773926797c159572d936721812e5adb1ec197e","51b6bcebf5c5406ecde7adb6f3cf80ea503a5345","395bc88e0c22c646acd1d95d69ccca9c03e4113d","a005f3814f0e8b24c33535d891b0f12e0305742c","9d583720200d963b5fd0566a8d4f4f35af0196b7","4b8be4e6b5f6b355f35be688e6e4602ff91a078e"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"Many statistical models arising in applications contain non- and weakly-identified parameters. Due to identifiability concerns, tests concerning the parameters of interest may not be able to use conventional theories and it may not be clear how to assess statistical significance. This paper extends the literature by developing a testing procedure that can be used to evaluate hypotheses under non- and weakly-identifiable semiparametric models. The test statistic is constructed from a general estimating function of a finite dimensional parameter model representing the population characteristics of interest, but other characteristics which may be described by infinite dimensional parameters, and viewed as nuisance, are left completely unspecified. We derive the limiting distribution of this statistic and propose theoretically justified resampling approaches to approximate its asymptotic distribution. The methodology's practical utility is illustrated in simulations and an analysis of quality-of-life outcomes from a longitudinal study on breast cancer.","inCitations":["222dc6fdff9a13f4785f104d0788e4a0c93af0dc","3e48d9ac5b3a75e3b177c80037b9ed4579894bdf"],"title":"Evaluating Statistical Hypotheses Using Weakly-Identifiable Estimating Functions.","doi":"10.1111/j.1467-9469.2012.00811.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In cancer drug development, demonstrated anticancer activity in animal models is an important step to bring a promising compound to clinic. Proper design and analysis of experiments using laboratory animals have received increasing attention recently. These experiments involve informatively censored longitudinal data with small samples. The problem is further complicated because of order constraints due to the intrinsic growth of control tumors without treatment. This article proposes a Bayesian hierarchical model to analyze informatively censored longitudinal data while accounting for the parameter constraints and providing valid small sample inference. We adopt a noniterative sampling approach, the inverse Bayes formulae (IBF) sampler, to generate independent posterior samples, which avoids convergence problems associated with Markov chain Monte-Carlo methods. To effectively deal with the restricted parameter problem, we use a linear transformation to simplify the constraints and exploit the IBF method to generate random samples from truncated multivariate normal distributions. Because diffuse priors are used, the posterior modes approximate the maximum likelihood estimates well, and the hierarchical model can be considered as an extended mixed-effects model. A real xenograft experiment on a new treatment is analyzed by using the proposed method.","inCitations":["807eddd1ec98a65683d3dafe48bb376bf6cf24ab","59b599053eaf43c183cde609845b42dfef9373c2","1c30feb10a3254f9034f5b1fe469f63b006084bc","f368e363af5248f3e83970dc6a4209e907e52c60","6888124409bfb8b1091b793306f5bec71a1aced9","f23167d5ab81ed49a78012c1169bcb47f21637e0"],"title":"Hierarchical models for tumor xenograft experiments in drug development.","doi":"10.1081/BIP-200035462"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["ac520c5f021ddfab9a9e09678af4c649cf28b3de","6277b4c89a95acf69bf3311c0f5107a4c5b802f0","afdecc8c402a2f4dbc0499f8280fbe1396b8dbab","c59064b8745ce8b1ab027471aec9e10c17f836e2","4b676e403d9ee3312b399d015d1c9110d8fda2d5","9129058b4c5207b807fe3aed85a3b68a7a336406","2f85458e75f3ac18af88cf4e6f2d9c6421b329a2","dce2e20f635bd740fbcb304f0de46e6d83b15551","a8350f164a59370f8235e833fe5a41e849d346fb","90770b49eba334000212730e7760161982c6ac49","07217219139d152127a874d76ca1d3ebaf52b548","3da06257c7f815aecb15b44cd178112beee1664e","7e51cac4bc694a1a3c07720fb33cee9ce37c4ba4","18e9f92e1e8dedcc07058fbc7b793f69ea11f88a","39a796d46ab440b4d4a8b51244051a1bf866e1b4","12a05ba63b654e0a17e1ba8519ea28b569480377","04c62bdc712509104418a56f1f5884e402cbfab5","30a4f3e3739d5d188288738a76ecbaaa0f7ff63c"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This article proposes an approach to modelling partially cross-classified multilevel data where some of the level-1 observations are nested in one random factor and some are cross-classified by two random factors. Comparisons between a proposed approach to two other commonly used approaches which treat the partially cross-classified data as either fully nested or fully cross-classified are completed with a simulation study. Results show that the proposed approach demonstrates desirable performance in terms of parameter estimates and statistical inferences. Both the fully nested model and the fully cross-classified model suffer from biased estimates of some variance components and statistical inferences of some fixed effects. Results also indicate that the proposed model is robust against cluster size imbalance.","inCitations":["22b9c448cdf2e6a6a519375f4ccab6af053e747f","51aa59885f7f73e111f41cbc2e8d4d684de6966d","5dd74a5ef8fe8a959a1e669f14ed126f5e346f2e","67252bf15a14ed3be1c0f2c85d37f5196b708833"],"title":"Modelling partially cross-classified multilevel data.","doi":"10.1111/bmsp.12050"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"There is growing interest in understanding the heterogeneity of treatment effects (HTE), which has important implications in treatment evaluation and selection. The standard approach to assessing HTE (i.e. subgroup analyses based on known effect modifiers) is informative about the heterogeneity between subpopulations but not within. It is arguably more informative to assess HTE in terms of individual treatment effects, which can be defined by using potential outcomes. However, estimation of HTE based on potential outcomes is challenged by the lack of complete identifiability. The paper proposes methods to deal with the identifiability problem by using relevant information in baseline covariates and repeated measurements. If a set of covariates is sufficient for explaining the dependence between potential outcomes, the joint distribution of potential outcomes and hence all measures of HTE will then be identified under a conditional independence assumption. Possible violations of this assumption can be addressed by including a random effect to account for residual dependence or by specifying the conditional dependence structure directly. The methods proposed are shown to reduce effectively the uncertainty about HTE in a trial of human immunodeficiency virus.","inCitations":["2ff8eb0b7d4a4a732f258b23b660b32c31636c0b","9fa3e8c33981fd06b75ed1eb79361f950cb39f8d","638be85879150208980e41b7b27e3e99e6c6baad","0e28cd3f243c2750a11aced853c6b410e7b9e600","2ab7a7e624495a042a392509c55b8cf696b8b575","1fb7e480e36d85dfc4c14038e085796a43e7aa7b","f7408ef13330d553c389b7f3623e09435e49deb7","aa81450b8811debc658dd589081f73ba21306433","28ff9134ff3f02aef172ae3bba8a9068081610fb","fe23b1cf82de299fb05a17d7986b869ad1415a5f","b40988e7ff0fb007409e80b81331403fbec5b145","cb6e9297083debd06eac044ecf0a51311dae872f"],"title":"Assessing the heterogeneity of treatment effects via potential outcomes of individual patients.","doi":"10.1111/rssc.12012"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2016,"outCitations":["792b537814e069d2457533229c4dd0a21e53779e","cc247fa9f2be4dc6abee405677912a1860143311","1a2a29fa9d57cbbe80d43325f5796037e9fbc7fb","2764e32a3b83d944df989f6a8b6d2dc4259ee335","55bbfe1e0ab94922222b9dda773c8cd6503bbc9f","8f5b31af5607be8ae4f686ff9c50958662f67bc3","5bb9bddce57bdcb528b63a9a84257fdf03921848","dbef8860aed34db5e55427e302452366c154b955","8537f7d886fa75957d269336efb66ce0d4c1a58e","ff58db9b225c162871d9569cba1a8ab57823bb21","7a0b48e3ed43f858954880535356f0f4251ba4a1","25ab3b2d0dacc3aa4788ef47aa5967a26867213b","88b4e7a1df060d58ee483b7f60c72fa55baedee0","0b03d8584ae17341f3e8b8ffbdb4f241881c34aa","6728a8197cbaccbebdc2d32252de7b4fdd82d1ce","377415d1b8e328c7cf42cd5016dedcac09beb992","78a32538627620fef162596271e0f91abe408b3c","9fdd3a172bd30289d6781928384c439f3beeab3f","fe54aa31fac8ba8e144d613a0a232100247f0a12","d93179b9f0d38cacacfe0069edba32feeb212b39","211c955d16ac3de3dd4e9b645fb57a50a21048fe","9f79b16370593ee53a3947b6d2ade157c6f7b7e6","d24ace1e4a06357091acd59706ff731a6c9c72fb","1486de62910bfc6eac13b14e7a76c9024003d6bc","a8b5aa181116ed454ca7d6d88e5b178c27760848","78a9605e0ba540047363c2b0988f5d362136f9a8","e78086c04f37c3cc65e8e75d1a3c9e25fe317885","ae8ae8e73206a4290e5e4acb9e25bc67a7138b65","955519d879e0fbbc1443ffe85b75f2e3c45557c5","e582469e3eed0bcb5c458ff5fd200f5acdbe0d33","dab8c701d1f1c9134a5994515c07c919e8eb9db6","b8edc98ccdf1b06031a7b0646117ec096b609b4c","fcc9ea4a0620b76dfeab95aecf1dd0356d1e6e57","9621fac424df274b9a480a9e5c5147eea28188e5","b477dd12dd49e44a62c1a303501df5fb6706c7e9","f59f3c19a57398abbd7e33300a73b7aa56cb49f5","88ce531f22108f687cbb576bcb0cd660b2a694bc","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","b87a578e60ff63748e8a99c41df1ee04e0673500","8e2b6535a82d27eac63173170074a9d77e35c1c7","0f2550ee06c6cfadb8dc52fc6744b8b11aeadc8c","4fb8d94e70debc8d675225d03b08248d27233020","ab6f93e93f5e40f5c6425501a4dabf865ce897d0","3c252aa91469cd2a0515d2c08d3243648a6802af","70d795db2a9802f635ed98acc3a59a658aeb4cca","49a93defa82eeeeccac28e1cea413e044a832eaf","e30997b48c2dd65f12aec4b921611dd0aadb0cbc","1520f27f7910a7728b343843ecc58956c46efb4e","675847e50242ec92a7abd1dd5c73b73d4117ea08","51e36ded4b1ccd7275b53761bf52588858aa095a","b7294ac444ae927f71ac442372903ff5e2a763e1","f8a660f267ab3ae9c962bbc3bd11658b5c133699","a4f4020e5e9426c3dffae988b616d7146080db63","6bb816448cb3935fe4482390c6079965801279fb","d6cb30017ef2f46c09d1dcf1b72f6babc052f5d1"],"journalName":"Computational statistics & data analysis","paperAbstract":"A functional regression model with a scalar response and multiple functional predictors is proposed that accommodates two-way interactions in addition to their main effects. The proposed estimation procedure models the main effects using penalized regression splines, and the interaction effect by a tensor product basis. Extensions to generalized linear models and data observed on sparse grids or with measurement error are presented. A hypothesis testing procedure for the functional interaction effect is described. The proposed method can be easily implemented through existing software. Numerical studies show that fitting an additive model in the presence of interaction leads to both poor estimation performance and lost prediction power, while fitting an interaction model where there is in fact no interaction leads to negligible losses. The methodology is illustrated on the AneuRisk65 study data.","inCitations":["1336ec20f4b1389288f1c5b501707c48ae4ff269","2c6e7ae8eec427a794f98c789ed679c5e0733e3e","4c62275567c654e7ef6d4922245fef38d74499da","b00dd8b55a1ec0904a1ae668c34ef9c6e193c508","9d2aa689305a0fb4230af70c7e05fdcb030aa182","b1032f50b22f586e8151b9f53cfae3946522d36c","3e2d12a8095df959039b96b701256edfc4318be1","e0e5f26a1a9d85c4a98af98a2cad115c3cb44351","51ecf586567338171f60c48b532242a62124858c","986177d99df25ef82303e71f54f08eff046ae349"],"title":"Interaction models for functional regression","doi":"10.1016/j.csda.2015.08.020"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2016,"outCitations":["e93c0c78ff5c2ce1d10e9c674349a753d76e6258","d003f8313e9913d4593b86ff785a5f3a4ea6b4fb","c7140b90b68dafe28e8e3297ba97908587fb92cd","808ac87e573d06a0ae7e7cf769c85d08af017123","c62cd96fca568f8487261f83488e662c1f1d29a1","246764c1e89023f4b01af8c47bad695b1bb6f621","20f130f5cf2e7acb61a4d74e31b1167ecaf0909a","867c176b03d3c17ecb5b8f7df4decfc1b2655339","fdb97eee9e75a1ae5c8cf7ec18aef8cb38e703be","5a343015d755a9001a26287b7a92028b5d026617","d0a70c6f26b022f7373e4b6f2532bb9289308a37","93c6e84247d56cec5479488998481c9f3f825e66","4d8f337046f9be7b965a5c8f9680549da45192dc","9604dac10e0d561ca13e2495a1ded4d4173b44c7","79d2bb57f0fa3f3479e23c3ec88b4ab3ed0e79bc","ed72b0ae814d12a67fd0259d459492ee3cb100c2","f7f04e0468059e69aa0b1dcaefa190c54939ec83","98b42eae4db34a40973b27d802a3853a9761e1a1","000f6a4ca38c58ae9e8a91d9e7e89640b01103e7","88f8ed5577ce33775b86bbc03b3cb533a57d9ef0","1ab3416d4ba64322f59602c96f35baa4f96b1f85"],"journalName":"Biostatistics","paperAbstract":"&NA; This article proposes a modeling strategy to infer the impact of a covariate on the dependence structure of right‐censored clustered event time data. The joint survival function of the event times is modeled using a conditional copula whose parameter depends on a cluster‐level covariate in a functional way. We use a local likelihood approach to estimate the form of the copula parameter and outline a generalized likelihood ratio‐type test strategy to formally test its constancy. A bootstrap procedure is employed to obtain an approximate p‐value for the test. The performance of the proposed estimation and testing methods is evaluated in simulations under different rates of right‐censoring and for various parametric copula families, considering both parametrically and nonparametrically estimated margins. We apply the methods to data from the Diabetic Retinopathy Study to assess the impact of age at diabetes onset on the time to loss of visual acuity.","inCitations":["9e9513695cec0cea80884304634556c5724d4d7a"],"title":"Conditional copula models for right‐censored clustered event time data","doi":"10.1093/biostatistics/kxx034"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Many books on statistical methods advocate a 'conditional decision rule' when comparing two independent group means. This rule states that the decision as to whether to use a 'pooled variance' test that assumes equality of variance or a 'separate variance' Welch t test that does not should be based on the outcome of a variance equality test. In this paper, we empirically examine the Type I error rate of the conditional decision rule using four variance equality tests and compare this error rate to the unconditional use of either of the t tests (i.e. irrespective of the outcome of a variance homogeneity test) as well as several resampling-based alternatives when sampling from 49 distributions varying in skewness and kurtosis. Several unconditional tests including the separate variance test performed as well as or better than the conditional decision rule across situations. These results extend and generalize the findings of previous researchers who have argued that the conditional decision rule should be abandoned.","inCitations":["0de0cbf6b97d84b3e50fbebfc44908a3a6c50d37","c876a991d7e6eba64c3331d89f518193426f35f1","0960367919869545d7d9d5d032b9642fc2ecf6b7","429098ea0a60e7bd672216cddc9f71016944646f","db9f047aaa908fd8c7726b490c58f3594f4c2764","d5508f5a30a6adcdce2a3b2b5e1c3c89c6e340f8","f363fa95478f41430653c3e167659ebbc2aa039f","a4a8443f85718d3935108f6d027dc8a5914ba68e","692344619fdf799e1db9dc7e3464b242ae5b7d21","d2a4a0d36b09034740edeabcde91d3586c1f0d66","78bb8e4639d207db452aea46525d7e13fe2ef9f9","961c83c690e7597a7c0fe069e3578184e063ded9","0641d3a809937e57bec6c0895ce8340f16da4f15","26ac206b4da5d349a389982cac0dfdd530801b4d","8c5e5489bbaf1c7baf83f6cefa55e5ba57f2e251","b486c9954f6fb2f36bf851cca6cc4a07d478ce76","e9b060f02cb0cf3c945ddd7cf887082fa41a614f","6d0d654fc55a59b8f2a49350dd7e7470822c4a84","6ae5a565cdd03764467091a03a696f25bb0a4599","67a04a460b41f3dfcceedfd162a14a9062cb7710","9258ba56cf867c5fa7d06def65a8984fa7d30291","2292aad23792eff792c9f24c87c6f7110b12f16f"],"title":"Further evaluating the conditional decision rule for comparing two independent means.","doi":"10.1348/000711005X62576"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2002,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"We develop Bayesian methodology for the analysis of case-control data with covariate imprecision. The pretense that the distribution of the imprecisely measured covariate is discrete on a heuristically chosen support set leads to a method which is reasonably simple to implement, and can be applied to different study designs. The methodological development emphasizes the interplay between retrospective and prospective analysis. We illustrate the method on simulated data, and on data from a cancer study where smoking history is the imprecisely measured covariate.","inCitations":["48cd5456758c14a57f5aed9c2b6b537498f08393","6af5f6d2f1c7f4260255410e3c6fb23144ee4205","496c251b31cf6e1fabdd1b52cc9a23978e043f54","bdd1691b55ded2b9835a1a0af6d3f58078d7b0c9","c3e058247e399849bbdd99dd42f668498c17957e","0751eab038b09444a9b9a5c007e8db1ba59c9e21","ce8548f0745f0c17645d6c9811ba3faab0e2936e","aec272eee296abe10a72bf080d7b9d7c3faf44d9","7e2c87b60f953f926d06ad026e8e40b7f1113be3","23e8128f23b3fcd679e98324a74e3ca1f746498c","9c3f84c53e0d72faa33fa5949bb2d2271d1e75af"],"title":"A Bayesian approach to case-control studies with errors in covariables.","doi":"10.1093/biostatistics/3.2.229"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A number of methods to formally incorporate historical control information in pre-clinical safety evaluation studies have been proposed in literature. However, it remains unclear when one should use historical data. Focusing on the logistic-normal model, we investigate situations where historical studies may prove to be useful. Aspects of estimation (precision and bias) and testing (power) for treatment effect are investigated under different conditions such as the number of historical control studies, the degree of homogeneity amongst them, the level of treatment effect and different control rates. The possibility to use a selected subset of historical control studies is also explored.","inCitations":["343f11eadae83219b8945edd9cc970911827b37c","f4e31b720ff5ae0e6a2d5e58353568d29664c3fa","87937ea50411327b20bcb0762baa602301a6a4d3"],"title":"On the use of historical control data in pre-clinical safety studies.","doi":"10.1080/10543400701216355"}
