{"fieldsOfStudy":["Mathematics","Medicine"],"year":2020,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Generalized linear mixed models (GLMM) are commonly used to model the treatment effect over time while controlling for important clinical covariates. Standard software procedures often provide estimates of the outcome based on the mean of the covariates; however, these estimates will be biased for the true group means in the GLMM. Implementing GLMM in the frequentist framework can lead to issues of convergence. A simulation study demonstrating the use of fully Bayesian GLMM for providing unbiased estimates of group means is shown. These models are very straightforward to implement and can be used for a broad variety of outcomes (eg, binary, categorical, and count data) that arise in clinical trials. We demonstrate the proposed method on a data set from a clinical trial in diabetes.","inCitations":["a832bf50c2beef0d04256b51513794822b3bb00e"],"title":"Estimation of group means using Bayesian generalized linear mixed models.","doi":"10.1002/pst.2006"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The study explores the robustness to violations of normality and sphericity of linear mixed models when they are used with the Kenward-Roger procedure (KR) in split-plot designs in which the groups have different distributions and sample sizes are small. The focus is on examining the effect of skewness and kurtosis. To this end, a Monte Carlo simulation study was carried out, involving a split-plot design with three levels of the between-subjects grouping factor and four levels of the within-subjects factor. The results show that: (1) the violation of the sphericity assumption did not affect KR robustness when the assumption of normality was not fulfilled; (2) the robustness of the KR procedure decreased as skewness in the distributions increased, there being no strong effect of kurtosis; and (3) the type of pairing between kurtosis and group size was shown to be a relevant variable to consider when using this procedure, especially when pairing is positive (i.e., when the largest group is associated with the largest value of the kurtosis coefficient and the smallest group with its smallest value). The KR procedure can be a good option for analysing repeated-measures data when the groups have different distributions, provided the total sample sizes are 45 or larger and the data are not highly or extremely skewed.","inCitations":["09d88d0cb9fdb2cf8ea37a4dc07a8634f94dc4e4","f2292271ba0e9d2108c89b0bd15a7da3cb043f0b","80bd8320b95c66f467464cd0aab48fb15bbb6a00","fce12df302697e94f22d3d5570dd655676534484","fa17b5b364c5b1156f8ee97c1d8e8eb8f394de90","d70b7f2d2c663e1296802bb16fc1e57e4667a17c"],"title":"Should we rely on the Kenward-Roger approximation when using linear mixed models if the groups have different distributions?","doi":"10.1111/bmsp.12026"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["cd51c7f04965c70246161e754c61eee0c767159d","cd94fb398adcd8b8971a31ec63e405354db76de6","f7ac23e686de751706146f8dd926d1f03d1b0255","24901865bafd016713e6ef46e0f665b2a7c32731","a29e4750a6b4b6c42111f73f84e558cd0340fe1c","4b46673faa124bedb2ea0d0d75bddee9dbf36e97","7b3ed6895e1dc18ec99f85aff9ee5db7d9d3e0b1"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"It is not rare to encounter the patient response on the ordinal scale in a randomized clinical trial (RCT). Under the assumption that the generalized odds ratio (GOR) is homogeneous across strata, we consider four asymptotic interval estimators for the GOR under stratified random sampling. These include the interval estimator using the weighted-least-squares (WLS) approach with the logarithmic transformation (WLSL), the interval estimator using the Mantel-Haenszel (MH) type of estimator with the logarithmic transformation (MHL), the interval estimator using Fieller's theorem with the MH weights (FTMH) and the interval estimator using Fieller's theorem with the WLS weights (FTWLS). We employ Monte Carlo simulation to evaluate the performance of these interval estimators by calculating the coverage probability and the average length. To study the bias of these interval estimators, we also calculate and compare the noncoverage probabilities in the two tails of the resulting confidence intervals. We find that WLSL and MHL can generally perform well, while FTMH and FTWLS can lose either precision or accuracy. We further find that MHL is likely the least biased. Finally, we use the data taken from a study of smoking status and breathing test among workers in certain industrial plants in Houston, Texas, during 1974 to 1975 to illustrate the use of these interval estimators.","inCitations":["d4a2981fb417af290a34543109d7b8e917c22f52","636ce08d13c374799f3ac4546895805d3ee01c1c"],"title":"Notes on interval estimation of the generalized odds ratio under stratified random sampling.","doi":"10.1080/10543406.2011.616977"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2013,"outCitations":["e80f1a18c032eaa591ab044036baa65aad1a5a8e","f2ac6485ef3453f942d8d48c1a61bc7c80d09953","a07a50c5cf1f02b60b822e7934e87e14aba7f78d","a78523d45ebd99196215e1034e4ee4cfea83fe1e","1e74ddf23992e14182f42b173e673546824996eb","5a767a341364de1f75bea85e0b12ba7d3586a461","8537f7d886fa75957d269336efb66ce0d4c1a58e","141fe2162853e30365244fdd78dec5f0b86ea047","3c9526318a332f4c0fe9648a03f5056502530b2b","c024efcbeca2e818c22dfd6bf6107b795ed211d8","96a1effa4be3f8caa88270d6d258de418993d2e7","647541bc24b2efcbcc999ca13ef784beea142354","9712309fc075b87cedde0dd6e278a1f9eaedf4d7","f14902c00bd0e603ad18bb98569d7331b90d6687","577d19a115f9ef6f002483fcf88adbb3b5479556","b211079aac55cd6ddb136e4f37b4f90f2ccefda4","bda8f92ff000a7636e4e8879bfb77f5347894934"],"journalName":"Computational statistics & data analysis","paperAbstract":"Data processing and source identification using lower dimensional hidden structure plays an essential role in many fields of applications, including image processing, neural networks, genome studies, signal processing and other areas where large datasets are often encountered. One of the common methods for source separation using lower dimensional structure involves the use of Independent Component Analysis, which is based on a linear representation of the observed data in terms of independent hidden sources. The problem thus involves the estimation of the linear mixing matrix and the densities of the independent hidden sources. However, the solution to the problem depends on the identifiability of the sources. This paper first presents a set of sufficient conditions to establish the identifiability of the sources and the mixing matrix using moment restrictions of the hidden source variables. Under such sufficient conditions a semi-parametric maximum likelihood estimate of the mixing matrix is obtained using a class of mixture distributions. The consistency of our proposed estimate is established under additional regularity conditions. The proposed method is illustrated and compared with existing methods using simulated and real data sets.","inCitations":["9c0ff8aae94b3719c104d351e814b848de5251d6","145075885aae4445d318615083bff89f36d1b28a"],"title":"A semiparametric approach to source separation using independent component analysis","doi":"10.1016/j.csda.2012.09.012"}
{"fieldsOfStudy":["Mathematics","Computer Science","Medicine"],"year":2019,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"A multivariate functional joint model framework is proposed which enables the repeatedly measured functional outcomes, scalar outcomes, and survival process to be modeled simultaneously while accounting for association among the multiple (functional and scalar) longitudinal and survival processes. This data structure is increasingly common across medical studies of neurodegenerative diseases and is exemplified by the motivating Alzheimer's Disease Neuroimaging Initiative (ADNI) study, in which serial brain imaging, clinical and neuropsychological assessments are collected to measure the progression of Alzheimer's disease (AD). The proposed functional joint model consists of a longitudinal function-on-scalar submodel, a regular longitudinal submodel, and a survival submodel which allows time-dependent functional and scalar covariates. A Bayesian approach is adopted for parameter estimation and a dynamic prediction framework is introduced for predicting the subjects' future health outcomes and risk of AD conversion. The proposed model is evaluated by a simulation study and is applied to the motivating ADNI study.","inCitations":["778d4471b3b02c83cb7fd87b17f771dd90ee1847","31597301aad5f4b397604ae3b594dba1785d86cd"],"title":"Bayesian functional joint models for multivariate longitudinal and time-to-event data","doi":"10.1016/j.csda.2018.07.015"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["08828c77922920b8a6d401b1f2017aeb895dafbe","13866e2365c07f3fb05057d1cd3f10be4a799a6b","8b5d99ca8aaba46a56f553e427c9b743acace853","ac9a95eaf4a38f1f37e4a7503821f37971e520d7","20afbfd0e0e4861c5938886ed5b0fb570010303a","0a1f99556725a04eee23fdc1daa735809ed146a8","ce600d99afc299169930103325eca2da7d0ece6b","b23369c0abb4e4c4c01d423d7c7c594bc9232a6b","9e32ca85c9b4102d4efe23c6babe0b467cede48b","464bb9c9450ac9674fabc1fc31218205c35e351e","8cdafaf04acaa38d3e37f1dd991962d248a8dd79","084b980cb494bce7860150ed8bdcb5af44736787","0a2d99e4b49e315050380a2e21fc90450dea6ef2","6d8927fae252aa1ee42b4c90bc3a038402679807","a08f4eb76077223c9275e90f41e3dc1354a76a56","15a2759f9cc160b4b2e7fa5d949121b5ee005938","25ee658139441cb12e3a21d6075696e20deaec17","2750e13d21c34def74e3a27bbe6b203ddf756679","5475385d5082101d78a33fc9b0419aa463697e79","d09e0fcda691fa43206f65948168727e43d58148","4cff3e4fbf60e40229b3f542b44e3ab28a8eee6a","b144d3f66c76c45e561e3ea4f5b152e6fec79c4f","0f63c3d4b52ce424cdc2924360fece212eddc820","18d480e3f5c3086164bb09d04497323effb13888","fc2da408a6b9771f565b23750df7c0bd5452a20c","3eb9fabe718a59af37a81dfd0cd8252babd4524d","11b3c61e77cb1380203e5fed295e22471b58a106","3ee755def602a893bc91cdacc3fc45d83ab59e37","70616d307bab341d96fb145f7b1d5be6f209a47f","b12dfedf6ca313e1cb51d30668db0eb01afb2650","e8e5deb66eeda327a7e2b75b82dfa60a176a1e0e","ef645eb9c3091f37d22925bc82778e72e12cfe63","9ba9b51edc9272c01d9b2aa0c514b84186c81441","ea54f0c0568cab38619ee51e6ac021e76d6a6559","51418d9f1c48496b6718f47996e7a50d6c8b7add","99b9d3af0bdb5a08a78c5128f099b6779cd89d50","a1ee517844af331f9c5e2618083c6e5e5735c7d5"],"journalName":"Biostatistics","paperAbstract":"Statistical methods for linkage analysis are well established for both binary and quantitative traits. However, numerous diseases including cancer and psychiatric disorders are rated on discrete ordinal scales. To analyze pedigree data with ordinal traits, we recently proposed a latent variable model which has higher power to detect linkage using ordinal traits than methods using the dichotomized traits. The challenge with the latent variable model is that the likelihood is usually very complicated, and as a result, the computation of the likelihood ratio statistic is too intensive for large pedigrees. In this paper, we derive a computationally efficient score statistic based on the identity-by-decent sharing information between relatives. Using simulation studies, we examined the asymptotic distribution of the test statistic and the power of our proposed test under various levels of heritability. We compared the computing time as well as power of the score test with the likelihood ratio test. We then applied our method for the Collaborative Study on the Genetics of Alcoholism and performed a genome scan to map susceptibility genes for alcohol dependence. We found a strong linkage signal on chromosome 4.","inCitations":["4e0c26ca59c7e006ec0358e570e76c2e8d7da17d","f5e7a8930e586d4750f5e68c65d3e7de126fb87c"],"title":"A score test for linkage analysis of ordinal traits based on IBD sharing.","doi":"10.1093/biostatistics/kxm016"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["05d778cd0f7b9f19c81d777540e25780a2b98a3f","e0abb99ff17c8f18a579388294e13dbb79e5fdaa","fbfda7d85495b2547335a413025c049ca49a83d9","ec7989e35374c2300fd38e3237510f8e2bd3dc72","6abfc79404295edd835df562c9ea5e0033c6629a","71b94c2020c6b8682f5ee1eea4a43addf1bcec1a","40c8796ac53983e24a6dd0c95249dac22522f4d9","2307004461fb40a5df81efcb593365989411ddb0","e25e12a6503a0d8beca752ed27f30ce96889304e","03427ca121e7d9dadf38682f6aec54dc4e0e0bff","d1e0b7ba7d3b1775d90ad125a3a0b8766a25d229","1fc73cf25ca51052fcff164d5c16a4cb9bf2efc0"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"An analysis of QTc data collected in four thorough QT studies conducted at Eli Lilly and Company was performed to estimate the variability of the QTc interval and to calculate the variance components related to time-to-time, day-to-day variability, etc. The results were used to develop a sample size calculation framework that enables clinical trial researchers to account for key features of their thorough QT studies, including study design (parallel and crossover designs), number of ECG replicates, number of post-baseline ECG recordings, and subject population (based on subject gender and age). The sample size calculation framework is illustrated using several popular study designs.","inCitations":["60f4f4185dbbe6c8e706cfbeb70cbfb7a91ebd3f","22dc31e427dff34ff849ebaa10dfdb3f5e5487e6","c8b52adf6838a65aed009c2b53131df89e6fc8ed","e7898ae232e536afc9943ad14d81ea153d13710f","cec245b81e62ce40e4713b4335764b129bf49937","432f99e1039c6286bfd7d4385c31cfa73f0fc0d3","23d80c70388bbf005cc17487b1a4667ff7f11154","1661cd4f5da7a68da6a478ef69b5ff7591a96c3c","4467ef17978e9166493c917e0df280fc3864d49d","b550fe6fb5236147a53d4a44b17e1d733c1158da","413680cd477d8880413ff003755a44c65b0feaba","21e0acbf9d02e189f13dc71e19a927ad667455da","74885a568ad7a6d4da1a98448d94311bb3070784","f70daa47bfe95d32ce46ed483ed7756623189e50","77b065d40845fd35cf3434de104f05e7c9c3bd76","1836c9ee1cb9f1ecbb4cf93204f65125c95319de"],"title":"Sample size calculations in thorough QT studies.","doi":"10.1080/10543400801993002"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"Journal of statistical computation and simulation","paperAbstract":"Multiple endpoints in clinical trials are usually correlated. To control the family-wise type I error rate, both Huque and Alosh's flexible fixed-sequence (FFS) testing method and Li and Mehrotra's adaptive alpha allocation approach (4A) have taken into account correlations among endpoints. I suggested a weighted multiple testing correction (WMTC) for correlated tests and compared it with FFS. However, the relationship between the 4A method and the FFS method or the relationship between the 4A method and the WMTC method has not been studied. In this paper, simulations are conducted to investigate these relationships. Tentative guidelines to help choosing an appropriate method are provided.","inCitations":["2c7968581a9b0e519f1fa7b2e7e63d28a08bdf33"],"title":"Relations among Three Parametric Multiple Testing Methods for Correlated Tests.","doi":"10.1080/00949655.2012.729212"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["c9a1f99cb6c0b3a1db726c3565c6a02a5611b17e","0317e4b8dbcdb6d755f9683a128553ccf32a73c0","ca3f9cd2edd064ea57758e6989660fc19995e5db","b457820831cafc3b7106b4fad596f8a7a70d58ea","9a264106f912bd62f438994d515095e45efc34b2","895096b00a34029b0beb3894dd3b8fb92ac3ecee","b845bc1d41547ae16fca6d5e149a404ea888c275","979e3d3033c32a57921ba195bbd3d1e79994187f","ee0980d310cfd08ed3a624b4975e49560e5b7270","1f4bcac0d87372add1364a4d1306e0bfc597fdd6","9604dac10e0d561ca13e2495a1ded4d4173b44c7","1ab838530d255c8c854b4315a51d9437d26121b0","add6f50abf61e42d73a128732d22db6723823fb6","449b02c2a8afc8d5d9e7bf9fb34d9191077687fd","45d1b3ef9d9be19b8ba567891966ca34791622f7","f9c867152cb15c596e28282639db4088d72ce715","a9cebcb46d4dba5c0798d94b53838baebc4f7b47","ab8ff2b08acb1e673fd0c6fabea46d60db5031b4","dbeeee94935d953659a6a565a18074520a359126","a4416deec041e41f2451a36eed5209ee5ced92ba","2ba91411ebab99db1d7337ae8f399006dc3a4cd8","382ea8af78db6b0ab4ebf92aa8e733666fd3b6b0","16f00f22f4bcdc9522e8dbed6621a2ba8d8717e9","b6815b004026a2c27d1839f23ec4fd9a2bdd259e","ec75f84c48c71e2eff4f1e5c7169b9465d9d879d","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","2e13c768ebd8f19ba2992852418d2bbb64913b39","9c67f30235a47e305dc57c9f185d5587faca4236","3cbdef428653bff638729c01c96679ef257dfbb2","61577f1723e74336655cfff85ce4c349f589fcb7","a91c1afc7b1d813cb3662c7e1f4dd0fafb524da4","e2b848c59f6e6964bce9f1d8d2d621e47339b92b"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Dental studies often produce spatially referenced multivariate time-to-event data, such as the time until tooth loss due to periodontal disease. These data are used to identify risk factors that are associated with tooth loss, and to predict outcomes for an individual patient.The rate of spatial referencing can vary with various tooth locations. In addition, these event time data are heavily censored, mostly because a certain proportion of teeth in the population are not expected to experience failure and can be considered 'cured'. We assume a proportional hazards model with a surviving fraction to model these clustered correlated data and account for dependence between nearby teeth by using spatial frailties which are modelled as linear combinations of positive stable random effects. This model permits predictions (conditioned on spatial frailties) that account for the survival status of nearby teeth and simultaneously preserves the proportional hazards relationship marginally over the random effects for the susceptible teeth, allowing for interpretable estimates of the effects of risk factors on tooth loss. We explore the potential of this model via simulation studies and application to a real data set obtained from a private periodontal practice, and we illustrate its advantages over other competing models to identify important risk factors for tooth loss and to predict the remaining lifespan of a patient's teeth.","inCitations":["2941e5991e400ac3aaaafb71f473b8d495cb1d3d"],"title":"A marginal cure rate proportional hazards model for spatial survival data.","doi":"10.1111/rssc.12098"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["3599ecc225de0bbb4a34ac01d780681881639385","e25a8f5d3ae516dab0afa5006c781ad6490269d6","decdbaa649368083f7a4a1c0b20c0ca2e81ca31d","c1b29d6220e9d7d7a244e3c60f020204b66326bd","ec438e58c1e0b82e40044248c57a1efd11c7a00b","35b8f800b8f1b74421a48826cff79e378be4772b","abbfb7b200f094cf7511dbd4ea59e56792980b74","41aa17178fe643acf747aae59123cb354a355ae3","9defd72853a4b6cd82b90a489f1931c2f2d6f82b","ec99899f958665e34d950856d2bf70d53ab3b204","bf8086b04373d6feac8aa1a429b15b695546d61d","0da496eb95004ed7f98a2c1c8452070f5f007678","f558afeec9667b66995b46e306bcf5aabc2898b5","13b30e35b9a54dad07094cfe4f50d40ff15d8370","3674209685959104c72a880f80b825361b12e38f","70bffec2d54588e8600cd1bc9ec7f34ad00b49fd","5172fe7ab36653d292b3275876b59d8edd175165","cb94eb91999a489b276a6c888632e285eaf1eed3","ca300783b2bedf27697eb29ece63c3a910b18f83","3cd4bfab72e0e69c18f5bbad369dae7211b01b9f","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","7cbddfaff4c71f41bf5992406f9083d5b3615efd","b69eb00baecf506b962d92e7d5bf21950b9323a7","645231df5f30fff1ae5cdf25fb2d157253964277","f424867b2d8d7f6f2cdfeb5d8535efe7cc1c8499","930281f635c92fe3dee041b3e1315e606c76850e","551d5218558715bdd0cc0a5e2ce543f8fe6a4249","e2d82ffeeb160a6dd905151ad1aadc1c9c279eeb","fc647d9deab273193b26bd740bedcda60db7be0f","7d3af458d51818254adc6c7e3383634fe0d8591d","04f002590d644e8dc9d2cd10e5f299f894b67cdb","8d76672d52622d9c45014d630717ce911d1292ba"],"journalName":"Biostatistics","paperAbstract":"&NA; In comparative effectiveness research, we are often interested in the estimation of an average causal effect from large observational data (the main study). Often this data does not measure all the necessary confounders. In many occasions, an extensive set of additional covariates is measured for a smaller and non‐representative population (the validation study). In this setting, standard approaches for missing data imputation might not be adequate due to the large number of missing covariates in the main data relative to the smaller sample size of the validation data. We propose a Bayesian approach to estimate the average causal effect in the main study that borrows information from the validation study to improve confounding adjustment. Our approach combines ideas of Bayesian model averaging, confounder selection, and missing data imputation into a single framework. It allows for different treatment effects in the main study and in the validation study, and propagates the uncertainty due to the missing data imputation and confounder selection when estimating the average causal effect (ACE) in the main study. We compare our method to several existing approaches via simulation. We apply our method to a study examining the effect of surgical resection on survival among 10 396 Medicare beneficiaries with a brain tumor when additional covariate information is available on 2220 patients in SEER‐Medicare. We find that the estimated ACE decreases by 30% when incorporating additional information from SEER‐Medicare.","inCitations":["9313faa13cc0c013373484c24ecc49cb5f26d8e7","a7dc9229c1bfa55a305a8cd49b7c7544fa3f0ee8","95da27d0ca857bf549031c97ea6ce38e17c0df5b","8138357d099d3c0c986f77987751adc0ebeacb06"],"title":"Guided Bayesian imputation to adjust for confounding when combining heterogeneous data sources in comparative effectiveness research","doi":"10.1093/biostatistics/kxx003"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["62d7e360454b2fd61460f8298cfc381452216bc0"],"title":"Rejoinder to Chen's letter.","doi":"10.1080/10543406.2017.1282961"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Failure to recognize the serious implications of heterogeneous correlations and disregard of the multiple test problem in interpreting the results from repeated measurements ANOVA of any single primary outcome measure can produce false-positive error rates that are more than five times the alpha level that is reported. Alternative analyses that do not depend on the symmetry assumption, together with a Bonferroni correction of the multiple tests of significance that are routinely accomplished by the repeated measurements ANOVA, appropriately control the probability of statistical support for a false-positive claim. The magnitudes of error inflation and appropriate procedures for error control are examined in this article using simulated clinical trials data.","inCitations":["89c51f1d5d399d933341ecfefb7ca4ee93fbc781","b3ee9b91f5447424f1d73985d42b2e7e1772d755","828816124a1fa6c9418cc025755c957f0148fc0a"],"title":"False-positive error rates in routine application of repeated measurements ANOVA.","doi":"10.1080/10543409608835123"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"","inCitations":["1bd874e163f15ce70cf0a56658c445ef2632803d"],"title":"Research outcomes and recommendations for the assessment of progression in cancer clinical trials.","doi":"10.1080/10543406.2013.813718"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2001,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Four scenarios of homogeneity/heterogeneity with respect to the performance of the subjects and the task difficulties are considered: first, the unconstrained latent class model providing for heterogeneity with respect to both; second, the mixture binomial assuming constant task difficulty within each mixing component, but different levels of performance of the subjects; third, the model of independence which is equivalent to the one-class latent class model allowing for different task difficulties but no variability of the subjects; and fourth, the binomial with success probability constant across tasks and subjects. It is shown that both over- and underdispersion may arise in latent class models of which the other three are special cases. As a consequence, the latent class model and the mixture binomial may generate nearly indistinguishable score distributions where overdispersion is present. So the score distribution is not always indicative of the lack of fit of the mixture binomial when in fact the latent class model is true. It may, therefore, be misleading to accept mixture binomials as well-fitting models without having additionally assessed the fit of latent class models. This, however, is often the case in empirical research. A long series of investigations on Piaget's water-level tasks serves as a good example.","inCitations":["f1ddc2912146d5a19b6a0aef826f80218257ed38","76d832376acb49e466cbe9d64bb69ce5fb7c5e83"],"title":"Misspecifying latent class models by mixture binomials.","doi":"10.1348/000711001159564"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Unidimensionality is the hallmark psychometric feature of a well-constructed measurement scale. However, in determining the degree to which a set of items form a unidimensional scale, aberrant item response patterns may distort our investigations. For example, aberrant response patterns may adversely impact interitem covariances which, in turn, can distort estimates of a scale's dimensionality and reliability. In this study, we investigate and compare the utility of three Mahalanobis distance (M-distance) measures in identifying and downweighting aberrant item response patterns. Our findings indicated that a residual-based M-distance measure had the best properties. Specifically, response patterns having greater residual-based M-distances were responsible for observed violations of unidimensionality. When these response patterns were properly downweighted according to this M-distance, the data fitted a one-factor model better and scale reliability increased. The procedures are illustrated using three real data sets.","inCitations":["0b8e75f12ad308df8ed7c351ef472854b35c0323","172b923713384eab22dce305357055ebfd6a6d58","47145f77592fb8ac8fb8332951b8b3aad2d510ca","e8d04113cf4b944590509f45d0ba3d7a6b13b4cb","191e7f8943d45c15d23ee410962f865e5169449c","b5edb46fd279792ed09de5a98e7984628a6f7555","faf63349439c31171633d6a975902ca8cd27c7fe","df40565c2fd3129899f600a42e77889f0410be0d"],"title":"Three Mahalanobis distances and their role in assessing unidimensionality.","doi":"10.1348/000711004849231"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"Between-group comparisons often entail many correlated response variables. The multivariate linear model, with its assumption of multivariate normality, is the accepted standard tool for these tests. When this assumption is violated, the nonparametric multivariate Kruskal-Wallis (MKW) test is frequently used. However, this test requires complete cases with no missing values in response variables. Deletion of cases with missing values likely leads to inefficient statistical inference. Here we extend the MKW test to retain information from partially-observed cases. Results of simulated studies and analysis of real data show that the proposed method provides adequate coverage and superior power to complete-case analyses.","inCitations":["1b74b2c27d53343bdc3156e0381c98c38566a6d4"],"title":"Nonparametric Manova Approaches for Non-normal Multivariate Outcomes with Missing Values.","doi":"10.1080/03610926.2016.1146767"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"The exact mechanisms relating exposure to ultraviolet (UV) radiation and elevated risk of skin cancer remain the subject of debate. For example, there is disagreement on whether the main risk factor is duration of the exposure, its intensity, or some combination of both. There is also uncertainty regarding the form of the dose-response curve, with many authors believing only exposures exceeding a given (but unknown) threshold are important. In this paper we explore methods to estimate such thresholds using hierarchical spatial logistic models based on a sample of a cohort of x-ray technologists for whom we have self-reports of time spent in the sun and numbers of blistering sunburns in childhood. A preliminary goal is to explore the temporal pattern of UV exposure and its gradient. Changes here would imply that identical exposure self-reports from different calendar years may correspond to differing cancer risks.","inCitations":["285c383b0cb0e64697762e001c1aa6db0dd2d2fb","41874574794296b3e3be5a572a4a53f66d4b32f4","465bb5fc0cfb949b2cbc83e7c05a505e34ab2ef9","bb0e511cf5a6572f34c9a06db3f4e1028f16701f"],"title":"Spatiotemporal and spatial threshold models for relating UV exposures and skin cancer in the central United States","doi":"10.1016/j.csda.2008.10.013"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In a study designed to establish the safety of a marketed drug, interim analyses performed to detect harm can protect trial participants and the wider public before the final analysis occurs. Monitoring for harm within a safety study is different from monitoring for benefit, so techniques commonly used in an efficacy study of an experimental drug may not apply. We propose potentially more suitable techniques in this setting, including a novel spending function and conditional power. These techniques have reasonable operating characteristics in a simulation. The appropriate technique to implement will depend on circumstances of specific to the individual safety study.","inCitations":["6f732fb530cb9808784e3126cfe59a1b081dc546"],"title":"Stopping guidelines for harm in a study designed to establish the safety of a marketed drug.","doi":"10.1080/10543406.2010.536872"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Incorporating historical information into the design and analysis of a new clinical trial has been the subject of much discussion as a way to increase the feasibility of trials in situations where patients are difficult to recruit. The best method to include this data is not yet clear, especially in the case when few historical studies are available. This paper looks at the power prior technique afresh in a binomial setting and examines some previously unexamined properties, such as Box P values, bias, and coverage. Additionally, it proposes an empirical Bayes-type approach to estimating the prior weight parameter by marginal likelihood. This estimate has advantages over previously criticised methods in that it varies commensurably with differences in the historical and current data and can choose weights near 1 when the data are similar enough. Fully Bayesian approaches are also considered. An analysis of the operating characteristics shows that the adaptive methods work well and that the various approaches have different strengths and weaknesses.","inCitations":["b4afb207eaa2e014f78c7a2d01597185b27db673","ced059b36898d7a0ade70cd5e1d24d11a95dc423","2e5d0547c61286075560d979985ecf50d3e7bce2","c9c48cfbda15232793e585fd7c9a84c13dac0904","a898acc2de378fb47650c7793361c919f1765c6b","0f52f59865c6572e24e5905c842b30eeca0db6c4","9270eb550286845bdd4a7c8f1c86c584407ebc13","5d6f84f2cb9c4a3cafbcf682b05219671a8321c5","04f58c6dda2807f796ada43de524fae47ea5816f","0a8ce517355eeceea057574f34835f3e239e9a6a"],"title":"Adaptive power priors with empirical Bayes for clinical trials.","doi":"10.1002/pst.1814"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2018,"outCitations":["5c91597a568ac9723921dc98e43476048f1f610a","52120421e148519f208384ac7fe46ed134e43576","a94a95572e1a5518081736f1849b2bf77b94561f","12602aa862f6c2f1c78536aa67daa5f2ec8bc141","1250d07ecfe246f80acae17826b43e27f2a79763","0e88ede48a677a5209dce16dd72249173d3f8249","60b5842cf92fcdb6f5d3c373d4f999b54fdce4cf","6753390a8dc16326c8d06783eef832e0f4838367","240423b07ba5685f2d084879a5b01a4987ca3235","2a75eeea4d968838039899127d108c0362027dde","60778d636e0577e165d7b5fab3b01732faba56db","55bb115428ecb2abdd8e065c0d3e707c0b942bd3","53bc9653058ea159480feb2d406010e9a30aad72"],"journalName":"The annals of applied statistics","paperAbstract":"Conducting vaccine efficacy trials during outbreaks of emerging pathogens poses particular challenges. The \"Ebola ça suffit\" trial in Guinea used a novel ring vaccination cluster randomized design to target populations at highest risk of infection. Another key feature of the trial was the use of a delayed vaccination arm as a comparator, in which clusters were randomized to immediate vaccination or vaccination 21 days later. This approach, chosen to improve ethical acceptability of the trial, complicates the statistical analysis as participants in the comparison arm are eventually protected by vaccine. Furthermore, for infectious diseases, we observe time of illness onset and not time of infection, and we may not know the time required for the vaccinee to develop a protective immune response. As a result, including events observed shortly after vaccination may bias the per protocol estimate of vaccine efficacy. We provide a framework for approximating the bias and power of any given analysis period as functions of the background infection hazard rate, disease incubation period, and vaccine immune response. We use this framework to provide recommendations for designing standard vaccine efficacy trials and trials with a delayed vaccination comparator. Briefly, narrower analysis periods within the correct window can minimize or eliminate bias but may suffer from reduced power. Designs should be reasonably robust to misspecification of the incubation period and time to develop a vaccine immune response.","inCitations":["05d919d92fd91587b2cf2bd65e49bad2fe9f2f43"],"title":"Design of Vaccine Trials during Outbreaks with and without a Delayed Vaccination Comparator.","doi":"10.1214/17-AOAS1095"}
