{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["da0708923ea733f7b1fb25aa8971df37080d986f","e010584f68816b306fa038ca812d0c8b4ba011a9","0af9abdafc0b287e0e03c3af06d48d0da17522ef","80f61ca18b414417cb4455d8bd78df3416dbea93","21c41fcec6ac8a7f55c539ac199247f200633753"],"journalName":"Biostatistics","paperAbstract":"We propose a new statistics for the detection of differentially expressed genes when the genes are activated only in a subset of the samples. Statistics designed for this unconventional circumstance has proved to be valuable for most cancer studies, where oncogenes are activated for a small number of disease samples. Previous efforts made in this direction include cancer outlier profile analysis (Tomlins and others, 2005), outlier sum (Tibshirani and Hastie, 2007), and outlier robust t-statistics (Wu, 2007). We propose a new statistics called maximum ordered subset t-statistics (MOST) which seems to be natural when the number of activated samples is unknown. We compare MOST to other statistics and find that the proposed method often has more power then its competitors.","inCitations":["733b1156367aa284a59fb182b99ba86bfc827fba","d62b13a030b9fbc9f033fcb9e6248d6ed395b9f3","bc3bfccb15e03561ff48454d49079b77b3681348","4e2a44addeed8125223780e8fee7553e3aefef34","eb8cf9a326d46e4fd6d8456964be9a96e268254f","3c0c80476d5a46db74ffff0bb33475df8c8c8188","c013c7b466a41ee756e2ad4321d5febe988178eb","f5a6bf577a0c5ed0b12223aab0d692b4e0c388f8","fe46f70020556adaf5ff336d2c2daabbf7ddf0df","f40cd77e850eaf747131ee099084c40e73a089d5","8f109067c039c266e64846156f6506a0d3775664","ecd492e103ed894e271d8b4c7350f1b501519ed8","b35b0b9de5a7e32566e0a43dfbb2f331f7a77fba","2505e1edbc21f9545a10f9fb7c6e11de831c0f45","8bdb1fd6ed7660ccf91b7c5c3d603366b216cc71","df6cc5b2a56d3f401a367ddd9c7815ec63e575d7","9fcb81610f7f7975255e52d757964b28d193e70c","c02a44a690dd0fdbc5e1b242cc31deb723418fa1","3367498892a54f65a46c39bee25ea0ef475e2520","8591479bc0a92713817d65e1738c9a1248ca6b8c","2d596ef9f63a66300f30d846632146f50ccb4882","cc8eb07f6f00319ac98dd8d5b7f0ca9e253dd8a1","226e04ac55cea8939981f478fe1873bf90552e69","49800bc4a19b9bdb51024448e08d4d22ccf01bf4","b2ae36ec742cd2e415c351ab366a015f24f1f465","1908941879fec19779e1a23d29e4cc36dcab66e8","f1536ccc1af5c8bf3c15fd9edb238de228ac0a05","2041b07fe71da952afbc38c87dbe6ad1766c7e81","e973b9da40e19603962d6abe76613fccf553d4e1","24610e112ba760497cea6cdf18b6700389cfe124","49aadbce697867e108cb46d600a2b9bba6be4a90","9e97eba7fc790573edf8450bc98a3ff051cbb142","aac0eee33ff126bc80d08ced088494bf811d693e","959d23146bcb9cf5a3e75a79ab29ff117793091e","42a8c48bcf6923159b11f55fa1a29186f4bd98a4","dee623579941905d0a299cc898c2d36261e62528","6b298852d911aad9a528d0ff6cb261fceb481c14","65d749f9717199dfbc6c9bd38e3cce821e5ce4f0","949e57bb081b31d5b7ae547a22d149a0214c21d4","0f0d56a9daacbe05e6aabd542b57d0eabd792e4d","b5006cbd8af052ceb3f36fc66ef22a5d72db15f0","30f5604b3c60a14f0c0af724f8034d82abcadc29","f37b2e5dc0ba4b412221c6f24c37e97b70e65b05","06bcfc16c0d1ff077fdd27226277568bcfd45fea"],"title":"MOST: detecting cancer differential gene expression.","doi":"10.1093/biostatistics/kxm042"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Crossover of two hazard functions is sometimes called qualitative nonproportionality where the hazard ratio could be >1 in some time intervals but <1 in some other intervals. Investigators often wish to know whether a beneficial treatment effect exists over a long period of time (i.e., no crossover). This information is important for the management of safety and efficacy of a new treatment in long-term use. Also, if crossover occurs, the commonly used statistical methods, such as Cox proportional hazards model or linear rank tests, may not be appropriate. Graphical display may be used to visually examine whether there are crossovers in the observed hazard functions. A relevant question is whether the observed crossover of two hazard functions is due to chance variation. In this article, we propose a class of tests for crossover of two hazard functions. The study follow-up period is divided into nonoverlapping time intervals, and the weighted linear rank statistic, including logrank and generalized Wilcoxon statistics, can be calculated from each interval. These statistics are asymptotically independent and have normal distributions. Treating each interval as a \"patient subset,\" qualitative tests of interactions between treatment and patient subsets can naturally apply. For our purpose, we consider the likelihood ratio test proposed by Gail and Simon. Two examples are used to illustrate this approach. The proposed test procedures are also studied through simulations.","inCitations":["c0da4e5ab7e36f702cd371e66c1c2ea88927aaf5","27a3765f32ffb7034650a80400aaf826698d7599"],"title":"Testing for crossover of two hazard functions using Gail and Simon's method.","doi":"10.1080/10543400600614791"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2016,"outCitations":[],"journalName":"Journal of survey statistics and methodology","paperAbstract":"Record linkage is a valuable and efficient tool for connecting information from different data sources. The National Center for Health Statistics (NCHS) has linked its population-based health surveys with administrative data, including Medicare enrollment and claims records. However, the linked NCHS-Medicare files are subject to missing data; first, not all survey participants agree to record linkage, and second, Medicare claims data are only consistently available for beneficiaries enrolled in the Fee-for-Service (FFS) program, not in Medicare Advantage (MA) plans. In this research, we examine the usefulness of multiple imputation for handling missing data in linked National Health Interview Survey (NHIS)-Medicare files. The motivating example is a study of mammography status from 1999 to 2004 among women aged 65 years and older enrolled in the FFS program. In our example, mammography screening status and FFS/MA plan type are missing for NHIS survey participants who were not linkage eligible. Mammography status is also missing for linked participants in an MA plan. We explore three imputation approaches: (i) imputing screening status first, (ii) imputing FFS/MA plan type first, (iii) and imputing the two longitudinal processes simultaneously. We conduct simulation studies to evaluate these methods and compare them using the linked NHIS-Medicare files. The imputation procedures described in our paper would also be applicable to other public health-related research using linked data files with missing data issues arising from program characteristics (e.g., intermittent enrollment or data collection) reflected in administrative data and linkage eligibility by survey participants.","inCitations":["e811e231758a229a27c1505ae321a0518b39a80d","bc8bac8f8f1bdac18377ecad6b69ca6367f66734"],"title":"Multiple Imputation for Missingness Due to Nonlinkage and Program Characteristics: a Case Study of the National Health Interview Survey Linked to Medicare Claims.","doi":"10.1093/jssam/smw002"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2014,"outCitations":[],"journalName":"Electronic journal of statistics","paperAbstract":"Inference for parameters associated with optimal dynamic treatment regimes is challenging as these estimators are nonregular when there are non-responders to treatments. In this discussion, we comment on three aspects of alleviating this nonregularity. We first discuss an alternative approach for smoothing the quality functions. We then discuss some further details on our existing work to identify non-responders through penalization. Third, we propose a clinically meaningful value assessment whose estimator does not suffer from nonregularity.","inCitations":["79c7788ceac3f43412ba163db995d80202c9ac4a","db0c1b316aa03b1bcc0be9698dae97243b685a5e","21eeb49b30a3a31ac764e31a3edcca2806c496fe","25ec378cebbc9d608d38ec891999b37791fdd689","d87a547d3cd6ecd31773e2a1ecff29494b159b6b","fa14b07295b80a88833ff5281b2bb067ed44ecdc","f830716e01267158f333c69d68f25c392a3629ac","7cd0ff116044e00bfd6fb275aa701619a7916799"],"title":"Comment on \"Dynamic treatment regimes: technical challenges and applications\"","doi":"10.1214/14-EJS905"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Clinical trials of long duration are often hampered by high dropout rates, making statistical inference and interpretation of results difficult. Statistical inference should be based on models selected according to whether missingness is independent of response [missing completely at random (MCAR)], or depends on response either through observed responses only [missing at random (MAR)] or through unobserved responses [nonignorable missing (NIM)]. If the dropout rate is high and little is known about the dropout mechanism, plausible nonignorable missing scenarios should be investigated as a sensitivity tool, offering the data analyst an understanding of the robustness of conclusions. Modeling missingness is illustrated by an analysis of an interval censored time-to-event outcome from a 5-year clinical trial on fracture response in osteoporosis in which the overall dropout rate was substantial. In this article, we provide an overview of a reanalysis accounting for possible nonignorable missingness, emphasize the importance of modeling the dropout and response mechanisms jointly, and highlight critical points arising in missing data problems.","inCitations":["463abfcac4229ea04c20c3fd1e7f588d0bb0d0d7","2ddce4cd3a9ffd4bd5c56d232ca96aae652ea322","bc7cfc8185ed4bc007e7fb35926ca9edb4ede6b5","718d11214794f00506b5db5846e8e083a597ff94","01da119ccf4da6a7e0a45036aa5505a7ce0eb2ac"],"title":"Modeling missingness for time-to-event data: a case study in osteoporosis.","doi":"10.1081/BIP-200035478"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["687bd3b4d850551bb73cf0ed489e07cf33df6154","1d1d4ad81c4f1acc6154707af12367fce4d7ca89","27160a69fb6c8b052b5262ab2050e19b261153c2","982a27d974e88f1e23b89ae76bbf5b6fd22a4c52","3850f69122890f119599b73b522375f9ffcac095","21080064a8e42026d3be35a12c50f63402ec881f","eb3ca54a46327c185498174f921869472dd65f0b","5c6163d2616d208dcf79f0fc63b0a27b83221c7a","b871487e944396c528f2d1f0f762b5f15a8946a7","a899871a57e689d5d08103b57deadb584f814d12","cc738a4ec2509659f5f5069c0277175045348649","f9b0e9deece40d884bb648b01c192c0cb907b455","f2abc4028a002e4243d1a3b93fae4f77f10825be","f1deb413098f6150bf9784012fa844eab7b82d36","a895e0707fc254f120d3737d5d96578ab1d86e1f","5b8ebd6d11ddb37e3ccf9f1d3a6d43f2c5a6ed38","ffeaeff047766b0ad45549c32be17e1f4b46b428","5265be27012a645a2ef71c72b60fec14bc3d1f62","5d80241be7a445ce2a00c211445a485eecddcf86","ad51ac2e71b6b56c1a19f4ee72be3fb46d6ab5e1","9961c93cc8f74e5383633f30732070548b530308","a3af52a76791e56f9189bb4704242e4a34469955","d099c285098fb2286dbbd7ac5ec505a0d306a740","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","d243a71e9fcaa7431c2570e76fbb624e0d122906","b0de25725a79ec29b50787b160341affbd3e5507","9cd27db48fe314ee449d8957a615dfa661eea1be","eafe9fae94acd8db1b31fa307ed891f05b89ce15","6a280a180f0d0b6df6dcac0bc26e5b73628b4bb9","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","3e8b4e3feee2078e984723b5723b7542fdcb71ab","ba2e2458aab4c97466f951677288dabc211d2dda","7cd9a907f69b79063e3b1170302104fa61fd857a","26085ff6c7c0031e47ca2a311b87e8a9533f8ba1","83470438a9f4d0ec8f379fcf1dd662d168befb7f","a61ac61b1d4d3e1464781faa431bd0b8544c2712","af4b3d01c44d7a404f64aa6b8da49cdbc8cb0759","75ab7c595c858c2ef841609438eeca2dfd82f97f","79c15b2fdd5e3d47a0c261d418f38f93b60c188b","71c5aa82b315b1835eec453a227d3331c01abefb","e4a742a4f0585b4e4069726f6628f4d4285a0827","1e73ee69a079d84b80f6895983b6ba646ee78516","0eda04bd89b50555f7e52d6e0723b47305badb17","2dae73ca5596341f020aad0d65b22168c23d26c0","746afad39f4f505bcd6c00594a603f842b93ef01"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Systematic reviews of diagnostic tests often involve a mixture of case-control and cohort studies. The standard methods for evaluating diagnostic accuracy only focus on sensitivity and specificity and ignore the information on disease prevalence contained in cohort studies. Consequently, such methods cannot provide estimates of measures related to disease prevalence, such as population averaged or overall positive and negative predictive values, which reflect the clinical utility of a diagnostic test. In this paper, we propose a hybrid approach that jointly models the disease prevalence along with the diagnostic test sensitivity and specificity in cohort studies, and the sensitivity and specificity in case-control studies. In order to overcome the potential computational difficulties in the standard full likelihood inference of the proposed hybrid model, we propose an alternative inference procedure based on the composite likelihood. Such composite likelihood based inference does not suffer computational problems and maintains high relative efficiency. In addition, it is more robust to model mis-specifications compared to the standard full likelihood inference. We apply our approach to a review of the performance of contemporary diagnostic imaging modalities for detecting metastases in patients with melanoma.","inCitations":["d511a03553bff5a336b2cc266ed0d3439a8ccbe1","2bfec7b0b4afef94d1cbbdf37c2c3b93cf221bcc","cbabcb62287d54c6d636b93b98bfb15c331acfa3"],"title":"A hybrid model for combining case-control and cohort studies in systematic reviews of diagnostic tests.","doi":"10.1111/rssc.12087"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["df569c715d1d508ca9210a653987321f60bb699f","a954440f91fcadd910d7318076dd4029fd7b0e28","cfc2e3ebbbb11cd42e5e490a8e99da96145a4a97","c71bb3ffba57cdd989d0018b4cb9aa4d72979f66","6ccee9f23cb7df6c38a5d9c81d273a1a0c3565de","ef3c73d0cfe0038691e15ea607ef3e580a253f61"],"journalName":"Biostatistics","paperAbstract":"The profession of medicine in every aspect—clinical, education, and research—has been inundated with profound influence from the pharmaceutical and medical device industries (DeAngelis and Fontanarosa, 2008). With industry-sponsored biomedical research, there are numerous examples of high-profile and widely publicized occurrences of data misrepresentation, inappropriate statistical analyses, and selective reporting of major trial results. In 2001, JAMA instituted policies in an effort to counteract such problems, and since then we have continued to strengthen these procedures (Fontanarosa and others, 2005). Unfortunately, critics continue to misunderstand, misconstrue, and misrepresent the details, intention, and application of these policies (Keiding, 2010; Rothman and Evans, 2005). To help ensure the integrity and veracity of data reported in research papers published in JAMA, authors must fulfill 2 requirements. First, for all research reports containing original data (regardless of funding source), at least one author must state that she or he “had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis” (http:// JAMA.ama-assn.org/misc/ifora.dtl). For industry-sponsored studies, this statement must be provided by an investigator who is not employed by any commercial funding source. This requirement is intended to ensure that a responsible academic author is aware of and has full access to “all” data collected as part of the investigation. This investigator vouches for the completeness of the data set, so that if issues or questions should arise about missing data or incomplete reporting of data, this academic author will be held accountable and responsible. Second, industry-sponsored studies in which the data analysis has been conducted only by statisticians employed by the company sponsoring the research or by other for-profit entities will not be accepted for publication in JAMA. For these studies, an independent analysis must be conducted by a biostatistician who has a faculty appointment at, and is operating under the auspices of, an academic institution or who is employed by a government research institute. For these analyses, the entire raw data set must be provided to the independent biostatistician, along with the study protocol and the prespecified statistical analysis plan. The independent biostatistician verifies the appropriateness of the analytic plan and conducts an independent analysis of the raw data. The results of these analyses are reported in the manuscript. Details of this independent statistical analysis, as well as the name and academic institution of the independent statistician and whether compensation or funding was received for conducting the analyses, are also included in the published article. This requirement is not intended to cast aspersions toward biostatisticians employed by industry or to imply any doubt about their analytic capabilities. However, there may be unique considerations for employees of for-profit study sponsors because of the vested financial interest those companies have in","inCitations":["4703ad1070c4e1d20c71cde1fa30de8041c5773a","7633608f441604519932c4a554223423c2885ca1","a7757cc619b1262fdbead3fe97b99d79a19ba5c3","c39013a69577395e9c63ac2e2d7e4e8ac4c36583","958aa34f387a31b650d1b24f9ee0ce9e61f96155","f533ef5011f4105211def44c3fd6e564af2c8bc4","3991fe7a85f966c2359b0487b257ad6b2216553d","a30de4d203da15156d565a63e6437501af9285ab"],"title":"The importance of independent academic statistical analysis.","doi":"10.1093/biostatistics/kxq027"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["e345f2b16cc68992e5355d523b054b9e9cd3f3e0","f7ed62ee36f24699a2a49890caf60a055a1976e9","cb3538cfcd8577f8ef63a7fce2626c341eb89b24","bd8752d2c4de78a19f5fccbb883bc614dee16cd8","0f948702ade1cd5b94a33a9ed0981662a3067d70","d5081eefe3d7b95abcb13dc2d774102bcaf5275f","12cb658dc6f98cb3d044c3c5358aa6bdfe75e49c","6b125494c1abaf102b1256e452a4b024d88f4c27","e2c0b4a130bc2e9aa0f826fe3a2b1e873ee72ad8","07f90cdf5c600aa9f6745aeda465d461c55cbac2","fbffb660e9acaa32b527903de674d0fc558baa74","d2f5c32a58ed0a6836126a7337ac88590c7e2269","0157b2f0c7a0920358f3f9ed66d91ed776311803","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","17109f66d837ec59675fcef04cc072decc315f11","d939b650b725d6ed7117850250488590b2cc92be","1cc00e7851f2eb54d2882a06278c133aa0db3fb8","b892ae1510b1029ff18850930a0dca7e33e39f45","184187335d09f0ae3aaa027605f4dd319bd426ab","b275181487c00f59ccd66eb04bf20fa0c4f923da","9e34d229e659e74cef0dcca83e31f1377ea46fdf","527051391a3da3209744955b1bf512a56344a12a","8eecbf92809cc893bcb0bb86ecb38bbd960974b7","f2845e7fb44a3d99bed337ed30bdb783fde1b641","1622bee24f5f00137b6590eaa3dd67aed4ae61c7","9981b091d53c86b53941a59b4ead6b8e1de2893f","8e79351f22f5e81f4dbf7069e5bc545cc6475530"],"journalName":"The annals of applied statistics","paperAbstract":"Colon and rectum cancer share many risk factors, and are often tabulated together as \"colorectal cancer\" in published summaries. However, recent work indicating that exercise, diet, and family history may have differential impacts on the two cancers encourages analyzing them separately, so that corresponding public health interventions can be more efficiently targeted. We analyze colon and rectum cancer data from the Minnesota Cancer Surveillance System from 1998-2002 over the 16-county Twin Cities (Minneapolis-St. Paul) metro and exurban area. The data consist of two marked point patterns, meaning that any statistical model must account for randomness in the observed locations, and expected positive association between the two cancer patterns. Our model extends marked spatial point pattern analysis in the context of a log Guassian Cox process to accommodate spatially referenced covariates (local poverty rate and location within the metro area), individual-level risk factors (patient age and cancer stage), and related interactions. We obtain smoothed maps of marginal log-relative intensity surfaces for colon and rectum cancer, and uncover significant age and stage differences between the two groups. This encourages more aggressive colon cancer screening in the inner Twin Cities and their southern and western exurbs, where our model indicates higher colon cancer relative intensity.","inCitations":["6c51e6e29d973bc718ea2846a47bc5432c5c92c3","e16e031a6030152e9ef23df4d60ca0d110a3565f","7281ef55d676daca53ce343c2f1a75202d7f731b","8c17d7e5a10ba616a11242df4fc91294d85a639e","c27ca3ac33eaff2209aca719dca2b05cbd7a9742","36da734570ffbfcb3899e0c4763a8fdc9be9422a","206f09ef538d6fd5bff075edfb005d9db67b9592","601a36e6bae6df37b3796feefc240cf26bbab50a","c5df684ff5d803c058b22b00f86a9b8e4eee41ac","0c838d666852d427a124eb0922b519fb53dce256","1b207b3dc3cb3bed209e9af03c8381535b1c93b8","e2cd449cbcc9df2a10c3265080982ff7712f36cd","2efe91cc26a064fd7dc7983a0be649b7b49344ab","aef152aa0320536381eea61dbe2f5b7e83089a60","0e292f585b03dca25fa141f373aa2f3397cecfbe","343c7217aefbfee8a76aaf80615bb501ef2c5274","e2c0b4a130bc2e9aa0f826fe3a2b1e873ee72ad8","445ec3c876208a33f81129573caabeba8aeeff94","67acd6d9cb215f4c9dfddcca896f91e5709a8dd3"],"title":"Analysis of Minnesota Colon and Rectum Cancer Point Patterns with Spatial and Nonspatial Covariate Information.","doi":"10.1214/09-AOAS240"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["54832f5f4a629a115ad0069c62222973b3568eac","eb262b9f2710fd4b75f247ee2bd14cc279c3ae5d","08e313e440c0c209fc751b2d6aa08b0683148f35","d0b74491b72fbfd747ffa621d59d9e5fc6c33699","f5b3fe81d5beb0a08c9037ec9de2cfb52c0048e5","9b94c73e3314a006527688d96c0d67ef4780c30d","7029772f74b16bafcbd43c186b68ef7fedc5ed6c","639afd464b14274bfee1609875651f3796363a77","c65237f2d6e045d1e7c671cf039a87be8d8354d2","435be6062f9276cd4cf743a9fdb03107dde4dc68","143d2e02ab91ae6259576ac50b664b8647af8988","a3d82c1761e44c58ea246b7ae3f04888fc265d80","f6a13f116e270dde9d67848495f801cdb8efa25d","cfa3cb6b21410352a9aacb991cb0bd7e7d6a4ec0","3092a4929bdb3d6a8fe53f162586b7431b5ff8a4","83a21db1a9e274b88ac3268042eef424ae7f8064","a1cd00d5bfb7abc5a874508518d44083968edd91","c52a9ee60e0c809a2cfafde72a0ced7ef694bcd6","70967827b179dbaa1e9c5f612b4341fa412e1652","ab387d6d38509892ff3ef10f0133221cae36e8ce","e4468c2217c9f4e668f751704a2ef6be5a849e48","18e67ef840a2e51d41af183b937a9990e3b12eb7","5fd09b7c68089cdf62c9f3a9cd2b2763fbf0a569","9ef4e9a0e1bb238b84ca5790ebc57a36b30bf313","f96616af73f817838cdc9eeeab797bedf44be1e0","522e61b16be4994ed0f8c91964219a5b902faff8","9505ec6782b12f090120ddf668c94d78d550bdb8","05e137d99dd1db83f7ad1b13a1dfca31d3146b5e","ac4a1589717fed81ef57175b19aca65b47d60eba","7a108630dfda8447883f8e5431c83f7e0b18b3fa","4e56c13f8045b6f8af8bc3b3cf164d223f5296cd","74974454d1e1805de5e890bc38b36baed2b4ec19","8650e59f5da0a23af83b54dc9870e6bc2c68bba7","4598960b13b166750ab84666b3fa8ff2cc95baea","92f247640868fac88ec40abcda1f9b6dc680ee6e","b1ebfac9770fb45d2ff957daa7899f44267ac243","3e8b253b44e20612adc26aeeba8a75c5242947b0","d84e83e2c7f874ad031a0461f2a86997a10c7c0d","bb6ef5600e2d6ccaf658a97c60efb84f7245bcc5","f73f700e6f25b1e844547504f8edff78db6bd1ec","fcdae0d4c50c5a389e990cdb4ae74b41f891c785","91b6e6a867abca446f467eeadcdbbfda198af6a1","e45b74bf3ede47ff25dee775800d16cfdf01cfdc","0cf15997514c2216838bfa3c74d7edf13f671b10","2b5081abd1c0a606f63c58bfcf47bea6d2075ac5"],"journalName":"The annals of applied statistics","paperAbstract":"Despite seasonal cholera outbreaks in Bangladesh, little is known about the relationship between environmental conditions and cholera cases. We seek to develop a predictive model for cholera outbreaks in Bangladesh based on environmental predictors. To do this, we estimate the contribution of environmental variables, such as water depth and water temperature, to cholera outbreaks in the context of a disease transmission model. We implement a method which simultaneously accounts for disease dynamics and environmental variables in a Susceptible-Infected-Recovered-Susceptible (SIRS) model. The entire system is treated as a continuous-time hidden Markov model, where the hidden Markov states are the numbers of people who are susceptible, infected, or recovered at each time point, and the observed states are the numbers of cholera cases reported. We use a Bayesian framework to fit this hidden SIRS model, implementing particle Markov chain Monte Carlo methods to sample from the posterior distribution of the environmental and transmission parameters given the observed data. We test this method using both simulation and data from Mathbaria, Bangladesh. Parameter estimates are used to make short-term predictions that capture the formation and decline of epidemic peaks. We demonstrate that our model can successfully predict an increase in the number of infected individuals in the population weeks before the observed number of cholera cases increases, which could allow for early notification of an epidemic and timely allocation of resources.","inCitations":["b93bf14470d240c7b82a10c980463031f6e3be38","bf059d69fed624069f3483b7fd41f2db39c8f8db","b4288ab1814df0aed1ddde8c35be1c9fe8d3fbcc","b2d833e98ae917cb38cf68b9f5f996b6817d5e96","d50e0388a9230d3ca89f2bc69125278352186d61","ac4a1589717fed81ef57175b19aca65b47d60eba","9807943aa3840249b4c291c182adb4dadf4448cc","093516335e39916bc2ef1bd19160d0a4d728190b","3901ac3c020e3fb2d228d1b0f8e5d5d338778e40","1e81e77b908dad74549c9f33fc9c29d109a6badb"],"title":"Predictive Modeling of Cholera Outbreaks in Bangladesh.","doi":"10.1214/16-AOAS908"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1998,"outCitations":["41ef68d0666de6e030c3aef09ea4a11bb5f050c5","f124f425d9bf59b55f4cecb27c69547805aac658","c4c438b8de44d0cc1300328cb6465197faaebe25","0c2d98cb90aa94293215bf06eebcc72c9f17e1d5","d4a34397d5a4b4b18deaddca549797bb9ce435ab","9f17bab92212c611c53081620b06d5640d8fd3b4","2a64fba44f2998577c384223ab2bc3b316e9f306","1df6875d672248eb68383ea935c58bc5607f5d9a","cf44feac79555e80bab74a0135cfcb7ab2789ec3"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Data from nineteenth-century Germany are reanalyzed to determine how the probability for having a child of each sex changes with family size. The data, collected by A. Geissler, concern some 1 million birth registrations and 3.7 million births occurring in Saxony between 1876 and 1885. Three models are fitted to the data. \"The multiplicative and beta-binomial models provide similar fits, substantially better than that of the double-binomial model. All models show that both the probability that the child is a boy and the dispersion are greater in larger families. There is also some indication that a point probability mass is needed for families containing children uniquely of one sex.\"","inCitations":["72bebe5d66a096507585f433431b76b6bf46e9dc","fb1151d05b01c09df433f716ba49e003cdc6ec4f","255246c597e1f4862f8117e68bc5de88b013c7d7","1c292d85c53772148fc68fbd72c3410b658f8bba","d5cdab00ef9256d9f4d572328e56ae0b598c7334","0c94a605a3c6d0f8d0bf450fa00417b3f0f05605","2c1fe1862444fd2e85ecc66101c050fa4918c4f5","d829b7a1e1ae62ca47df551d9d5c636c8e239cd5","26dc171a24160c8a0e85ec24c48ff954dbbfa484","4babd929bb0f2d042aa33dc5e55ee11088903078","a52d8d2fe79fdd47d0a629ef49ca6ce2b109b968","8cd38384d817dcf302ca70050be8a140d674b6b7"],"title":"Analysis of the human sex ratio by using overdispersion models.","doi":"10.1111/1467-9876.00103"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"For the traditional clinical trials, inclusion and exclusion criteria are usually based on some clinical endpoints; the genetic or genomic variability of the trial participants are not totally utilized in the criteria. After completion of the human genome project, the disease targets at the molecular level can be identified and can be utilized for the treatment of diseases. However, the accuracy of diagnostic devices for identification of such molecular targets is usually not perfect. Some of the patients enrolled in targeted clinical trials with a positive result for the molecular target might not have the specific molecular targets. As a result, the treatment effect may be underestimated in the patient population truly with the molecular target. To resolve this issue, under the exponential distribution, we develop inferential procedures for the treatment effects of the targeted drug based on the censored endpoints in the patients truly with the molecular targets. Under an enrichment design, we propose using the expectation-maximization algorithm in conjunction with the bootstrap technique to incorporate the inaccuracy of the diagnostic device for detection of the molecular targets on the inference of the treatment effects. A simulation study was conducted to empirically investigate the performance of the proposed methods. Simulation results demonstrate that under the exponential distribution, the proposed estimator is nearly unbiased with adequate precision, and the confidence interval can provide adequate coverage probability. In addition, the proposed testing procedure can adequately control the size with sufficient power. On the other hand, when the proportional hazard assumption is violated, additional simulation studies show that the type I error rate is not controlled at the nominal level and is an increasing function of the positive predictive value. A numerical example illustrates the proposed procedures.","inCitations":["96127e3190470a78d0d2cc9dc65d367f396fb7dd","a1c99ffbaa65dcd4e3bea49346d12bc6a200f3f7","95153e760f479c3d9681d49de3f7d6f09bc0c179"],"title":"Statistical inference on censored data for targeted clinical trials under enrichment design.","doi":"10.1002/pst.1568"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This paper addresses the problem of analyzing multivariate response with the variates having different distributions. We use the generalized estimating equations proposed by Prentice and Zhao (1) to estimate mean and covariance parameters. Wald statistics are used to test hypotheses about the parameters. Data from a two-group study of competing programs to increase memory recall in geriatric patients are analyzed. We are interested in determining whether there is a simultaneous increase in test scores with one variate being continuous and another being dichotomous. In a second example, comparisons of before-and-after treatment serum cholesterol levels and number of snacks eaten per day are made in an experiment to determine efficacy of a program aimed at simultaneously reducing both measurements.","inCitations":["69a36e0bb39bb992c6aee2dc6e0511e3de9b17c0","63c885831c5bd84a5a20d727ed1ca4902417164e"],"title":"Generalized estimating equations for multivariate response with the variates having different distributions.","doi":"10.1080/10543409608835129"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"There has been increasing interest in assessing health effects associated with multiple air pollutants emitted by specific sources. A major difficulty with achieving this goal is that the pollution source profiles are unknown and source-specific exposures cannot be measured directly; rather, they need to be estimated by decomposing ambient measurements of multiple air pollutants. This estimation process, called multivariate receptor modeling, is challenging because of the unknown number of sources and unknown identifiability conditions (model uncertainty). The uncertainty in source-specific exposures (source contributions) as well as uncertainty in the number of major pollution sources and identifiability conditions have been largely ignored in previous studies. A multipollutant approach that can deal with model uncertainty in multivariate receptor models while simultaneously accounting for parameter uncertainty in estimated source-specific exposures in assessment of source-specific health effects is presented in this paper. The methods are applied to daily ambient air measurements of the chemical composition of fine particulate matter ([Formula: see text]), weather data, and counts of cardiovascular deaths from 1995 to 1997 for Phoenix, AZ, USA. Our approach for evaluating source-specific health effects yields not only estimates of source contributions along with their uncertainties and associated health effects estimates but also estimates of model uncertainty (posterior model probabilities) that have been ignored in previous studies. The results from our methods agreed in general with those from the previously conducted workshop/studies on the source apportionment of PM health effects in terms of number of major contributing sources, estimated source profiles, and contributions. However, some of the adverse source-specific health effects identified in the previous studies were not statistically significant in our analysis, which probably resulted because we incorporated parameter uncertainty in estimated source contributions that has been ignored in the previous studies into the estimation of health effects parameters.","inCitations":["d6ac94ee0be0d78787dcc89d603ea0b433be7a92","0768a5238bf512fb6751339c2408587d98862a84","047c7619d10ae068ea030112f58b4ebde6717481","b1195e6f92455ba11b93bd938f69ef254a266d02"],"title":"Assessment of source-specific health effects associated with an unknown number of major sources of multiple air pollutants: a unified Bayesian approach.","doi":"10.1093/biostatistics/kxu004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Global tests and multiple test procedures are often based on ordered p values. Such procedures are available for arbitrary dependence structures as well as for specific dependence assumptions of the test statistics. Most of these procedures have been considered as global tests. Multiple test procedures can be obtained by applying the closure principle in order to control the familywise error rate, or by using the false discovery rate as a criterion for type I error rate control. We provide an overview and present examples showing the importance of these procedures in medical research. Finally, we discuss modifications when different weights for the hypotheses of interest are chosen.","inCitations":["1fe6a66b9c9c21ec5cbde1c69d11d443bbfa851b","8f0c0356a3a1f663b06d83d5a847e0a8d1662f6c","409dfd762950105a735449bb31844be841960824","f85fee7f95adc5c2f3057a642579e96b63e643f4","f35c1605e3aa62ac58570ac993de455cb5829924","86329018e2d19074629a9546365bc81a1dd474fe","29b9ffdb41ec04deb8ddedf578c4241a2b25816b","c7c15465bd9032c8e09934b13eff38c079d82818","0b6f1cd54e2a6e59ae2d0e15ac4e70d7b3cd71af"],"title":"Multiple hypotheses testing based on ordered p values--a historical survey with applications to medical research.","doi":"10.1080/10543406.2011.552879"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["b4b3d39dd7be4a1bed4b3f6694552899256ecf66","b0de25725a79ec29b50787b160341affbd3e5507","368e8894064ef9c5fd3003e04e73aae1fa3be7e1","61d7c30b5949461329b43757ef7389d5a58ccb46","568de43d6f1a413acbd32ec808aabbd212ee5127","e93c0c78ff5c2ce1d10e9c674349a753d76e6258","d243a71e9fcaa7431c2570e76fbb624e0d122906","81011af11f0b9707c7fb04f61dc0ba1e7b545de3","cae3e2f602325d3122424c1ff8f097397ce9adbd","fff4d8aea093280d8b464d92cef6e7ead729617d","158bd50ec6a0caee2c17593cfcae6ce9d5d1992b","b6a43d1e27083f05b9410b403ccf9f03043a67fb","9cf94759a8a17e520c665401f688cef9e4f89cbf","e14ba234cc2097cbed958015efa5a7c711db432b","e0fc3494a8a430016e6b41fd2f40c3e64d6a1710","c0036e999bc4fd36ef9e6e4dcffbf7fe17fd47d5","2ead934017486db0e1d812b462f91b4d441daaa8","c218d6cdc05b96d7415206afd89b1095252456a9","96fce40051ad39c4353991982bb8573c5e5fb1f2","9604dac10e0d561ca13e2495a1ded4d4173b44c7"],"journalName":"Biostatistics","paperAbstract":"We describe a new multivariate gamma distribution and discuss its implication in a Poisson-correlated gamma-frailty model. This model is introduced to account for between-subjects correlation occurring in longitudinal count data. For likelihood-based inference involving distributions in which high-dimensional dependencies are present, it may be useful to approximate likelihoods based on the univariate or bivariate marginal distributions. The merit of composite likelihood is to reduce the computational complexity of the full likelihood. A 2-stage composite-likelihood procedure is developed for estimating the model parameters. The suggested method is applied to a meta-analysis study for survival curves.","inCitations":["8b0ac8e3864071898ef575c213140ae8164faaed","a588232a180d835a8eecddd29e37c406fd22fdbc","870a0412f17de7216d576984c5f6d5c658dd01d9","078cd0344058e589192bcc14d1960a22c1f5ea5c","fb4c222b21aaf17a8ab397f4a56f2e8d6082d826","03d7000a71eadae517bfadc04f77cbf7b2955a68","c22edf05f890b2f20fd9ae233d977d718a3c1e8c","40ab99e81717f48346d0641756831b074185112f","a0135e369f72f96c33d4eb8f7c2fef9c9b3f2f2a","2c9bb30a136e7970ab1505039222b3ff33ddd7ce","6c9bdd8c3a7c1afd353e49b64e47c41b66091667","99d354d8529be1a8060aa21ea29fb20ebb7207f8","038de28f36df19dc0619701243bb27bdf6f6bed1","6876b8c25470343f9c3d93d5b877e2782af75c85","eab80c4779b0f95e8a8ccc049980b1e364ebc605","acf3e488c5242d94bd44fa64cc05138a2d8917fb","be8b8df4bf33344cc5c0ce7419d392cfa302eb29"],"title":"A new serially correlated gamma-frailty process for longitudinal count data.","doi":"10.1093/biostatistics/kxn031"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"In this paper we propose a novel Bayesian statistical methodology for spatial survival data. Our methodology broadens the definition of the survival, density and hazard functions by explicitly modeling the spatial dependency using direct derivations of these functions and their marginals and conditionals. We also derive spatially dependent likelihood functions. Finally we examine the applications of these derivations with geographically augmented survival distributions in the context of the Louisiana Surveillance, Epidemiology, and End Results (SEER) registry prostate cancer data.","inCitations":["f880f42ac6dc2bb78d6351bcf8bb9416d239930d"],"title":"Spatially explicit survival modeling for small area cancer data.","doi":"10.1080/02664763.2017.1288200"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Confidence limits associated with Chow and Shao's 90% joint confidence region method (C&S CR limits) were derived to assess the bioequivalence (BE) of drug products. The C&S CR method provides three conditions that must be simultaneously satisfied to conclude BE, which is applicable only for raw scale data. The C&S CR limits method extends its applicability to both raw scale and log-transformed data. In addition, it is easy to interpret. The quantitative limits provide information, such as how much the test product deviates from the reference product in bioavailability. The data sets of peak plasma concentration (C(max)) and area under plasma concentration curve (AUC) of 13 BE studies involving 10 drugs were used to compare the performances of classic confidence interval (classic CI), C&S CR, and C&S CR limits methods. The results indicate that the same BE conclusion can be reached for C&S CR and C&S CR limits methods. The C&S CR and its limits method offered a distinctive advantage in terms of percentage passing the BE criteria by taking account of the correlation and variability of sample means. Similar BE conclusion was observed for C&S CR limits method by using raw and log-transformed data in this study.","inCitations":["5c16cff9560291fafb89d79192e51fc2153e574a"],"title":"On confidence limits associated with Chow and Shao's joint confidence region approach for assessment of bioequivalence.","doi":"10.1080/10543409708835174"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["1a2a0f3a88f8314052ed66816366ca2f8beb9512","75f4f8ddb55e2ab6f07d9b174319b9dc10659e3d","c6825627e13f3ad2bfbf2bde82b33879ffbb5f46","3b3ef01214add57fc10ec96b4a73481714bb4dd2","53921aeb6eeea4b022183bbd25e3e85a3ca0f2e7","0b5a9e838882e27e57572bdec11ce6fb1915a72b","7a859860dfccc88d0f63c315bed4ed6755aeb7ca","37243be2e3717086459590ef3ae1b85f7ea85622","41001810531fae702470a731a37441b88cdd0b7b","d80b99d8539c8c62a7ad55d208db62f45db30cab","cdde0384b6f17ef3f883c6b441acb96fef027966","1bbcab2c922525b7d0f4ecf6c9f1ff7e1679959f","684e8512c6ef00b1af436a5f1c0c9d1dee06fc06","0548147113c2b2322441d75ec7e50a772a696b14","9acd21306d1435167ffc86e840ba936a3ef8dee6","6e931e2b24c11860a73bdc06e8e9cbd717a43e83"],"journalName":"Biostatistics","paperAbstract":"The basic reproduction number is a key parameter determining whether an infectious disease will persist. Its counterpart over time, the effective reproduction number, is of value in assessing in real time whether interventions have brought an outbreak under control. In this paper, we use theoretical arguments and simulation to understand the relationship between estimation of the reproduction number based on a full continuous time epidemic model and 2 other recently developed estimators. All these methods make use of \"epidemic curve\" data and require assumptions about the generation time distribution. The 2 simplest estimators do not require information about the-often difficult to obtain-population size. The simplest estimator is shown to require further assumptions that are rarely valid in practical settings and to produce severely biased estimates compared to the others. Furthermore, we show that in general the parameters of the generation time distribution and the reproduction number are non-identified in the early stages of an incomplete outbreak. On the basis of these results, we recommend that, wherever possible, estimation of the basic and effective reproduction numbers should be based on a well-defined epidemic model; moreover, if external information is available then it should be incorporated in a Bayesian analysis.","inCitations":["2a3b723946b6cc33d9520f673663786210454f6c","598cce7dbc85f23cde89457ce3b43e61bc9a6feb","c5e4ed9ecb22521f354d6539312e745a5ea00d86","3343adfd5270ca3f0a4a5777d650408f0ce2b920","cc66ac23fd5a72e5bf95bad4be77eb93527562d9","672cf06eaa6deaf17b7039cb54d78dbcf186b769","85f319246595060d74ff39877d4edc7875935ae9","9ccab257fce9923a40db6e93a6d6380e7259976e","d66fb35c4ba56ced493f4014976805ad583e1c3f","930dd227902a3afc7516dc9ed5d627da41452f4f","a3de313c4235416a3a155a4bf154221a068ba051","b9104e9a41d4b47430c33b63c7814f865f098ebd","6da2a554d2d364fa32758ac24526cb641d5e1964","d478b01b4b38d99e7afa92cf757d3c739bc9f3da","446c88c379d8e36235da57648b98eb95d30e8cd2","66d48f71f30329838269a837e9cdfc679330bcf2","f3025ff285a3ab111229e38adaa5edb38406d3e1"],"title":"Joint estimation of the basic reproduction number and generation time parameters for infectious disease outbreaks.","doi":"10.1093/biostatistics/kxq058"}
{"fieldsOfStudy":["Computer Science","Mathematics","Biology","Medicine"],"year":2014,"outCitations":["4f958809022137fc936fb6bf612a2655c31e93f3","7de8b5ce383f19493ec3b1407115970229885b61","049724305ed60528958073d0c64d39977bb82c72","c8988b78dafc8ed57fa3468a09ea208827019b85","b6de563c03eedf95d7e880a2aeb5688936ea1d26","b12aed46c3aad959152d6e3dc4a2db9f7d480221","1cb944f8732e34a3719348d0a9eacceb195a5303","4ac39df6c6a606ef1b574d4724ee23397323a07b","7b261c11533a4bdcb14f10d840660bd60fc5130a","692a2067cac42a77c6f565a6e0c6f433464f75ff","6f20aaeeafe1b850fbbc4b2ff042c76c1db71818","623811c52a3f09aeb03e56d4cafe32d6bec20ba5","3118d6b3909b4b397b2a05972c9a6daa20780672","e893dd834220e7779d23b362b4027a3e6a9fd837","1e2ac9587c9a57a49583990602142c84b3f19625","6402fe7fbef269425951111392c755ed4fcf4d53","bc50cc98f0abb84f5841278eee8f2677726a56a7","ebe875cf08dd398e0ed25f518502301c984a9afe","ef117c95b92b68b751143155022a5c1a600afe5c","4fd7e1fa3b4f6b52632bfe525d4051e23bcf2bb8","f8e658f64256be6a72bcab276e7fd42b1adcae29","bdfb57141b2141095ed942b28be24808aeba8d54","d3b35ec87e07ae576d5a45465b89518f927703ff","0e2fe165dc627220cc711e1e03b8bea599112884","5272f35538c6b69806971b19d2f9b59640daedf9","5542cb9d840b6f38da1c147f3f4db47ce46f09f4","8615ec050526e34b42901840010c939f2a46ecdc","2cacce5d0e1fd084d43de4ac9d6cacf52942fd2a"],"journalName":"The annals of applied statistics","paperAbstract":"RNA-sequencing has revolutionized biomedical research and, in particular, our ability to study gene alternative splicing. The problem has important implications for human health, as alternative splicing may be involved in malfunctions at the cellular level and multiple diseases. However, the high-dimensional nature of the data and the existence of experimental biases pose serious data analysis challenges. We find that the standard data summaries used to study alternative splicing are severely limited, as they ignore a substantial amount of valuable information. Current data analysis methods are based on such summaries and are hence sub-optimal. Further, they have limited flexibility in accounting for technical biases. We propose novel data summaries and a Bayesian modeling framework that overcome these limitations and determine biases in a non-parametric, highly flexible manner. These summaries adapt naturally to the rapid improvements in sequencing technology. We provide efficient point estimates and uncertainty assessments. The approach allows to study alternative splicing patterns for individual samples and can also be the basis for downstream analyses. We found a several fold improvement in estimation mean square error compared popular approaches in simulations, and substantially higher consistency between replicates in experimental data. Our findings indicate the need for adjusting the routine summarization and analysis of alternative splicing RNA-seq studies. We provide a software implementation in the R package casper.","inCitations":["e848e54b0686aaa7387f7ec23a1b3cfaa0afca71","667050c6a1b85662b5c34283102d229396be4f16","fa2d84282f2e8cfaa67d15f9a99c6a23fc7578c5","797e188841ed5f89c38229debfc1fcf1a35f381d","c06e4f9f0cd4e519fe2bba7019a03e3194e88d43","4a32929dbc801a7e96e900f42f242f93057211ab","ee82b62eed1aa86fe457afeb16bee3382be30a82","042f44b1120e7ebbbe4e2e5b8a25800dc4cbd6df","f4e98d7204bc57663edce8d24ee979bd191ef2ff","b068e2149f86225b72d3c1848b95f499cc4c4d18","ac73d3374b463ff008b4e52d3959a8e0a441e496","f621b710c834ed2c2d83cfc0d191b59be6479b45","1dfe8a42996e012bada0ce2fe11a1c7a970422f2","e5cdf965a01c4f850e9f21744b00a9a68462fdf5","58ae92a11d822203c3e1fa385449e41680cff598","cfa6495d7bbe0fc760ab325d712281cc14523067","f9e45f2c8d50b37517f24305485d6d7637647aad","d25075134d79c75d68f6164614c21f70a4f4f916","48d3c27ef44bd596ced2d5724025744d20f4c593"],"title":"Quantifying Alternative Splicing from Paired-end Rna-sequencing Data.","doi":"10.1214/13-AOAS687"}
{"fieldsOfStudy":["Medicine","Mathematics","Computer Science"],"year":2012,"outCitations":["9969b51dacd1afc60989372d1c83667689d02458","633b9cb1a880fa4101f84839fa03ed83203c71a8","21dea1a5426557f9c90b63d96105a8ee46b1ebad","c4f675cdb7d03aa1458091e4b1cf04e492ffc9f5","89f97822a5a6ca4fdeb8893a1d7cee2f2ad7f068","b9848eef23ed87be01732bfd156f25f5cedc28e5","5c3a6c0a18bf45f7ab2a8e178f7ef5c52681a3df","fe2c6b429831b5c9c27ab6d4d8a3204a611a9e51","e165c9a87c3fab6c77534dc499f77928cc857b99","b8cf07c6f045a5177231cf8f05909f9410ea9671"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This study compared the performance of a local and three robust optimality criteria in terms of the standard error for a one-parameter and a two-parameter nonlinear model with uncertainty in the parameter values. The designs were also compared in conditions where there was misspecification in the prior parameter distribution. The impact of different correlation between parameters on the optimal design was examined in the two-parameter model. The designs and standard errors were solved analytically whenever possible and numerically otherwise.","inCitations":["d3367c9f9086a6437eb32d35f383abae42c18ad1","b3ba245ea1c080fdba1949403298326b5be6eb76","e79dba93753f1541d58d7c25e18225eb0c4704e8","728993ff5637245e362d138ac2436c4affa32fdc","a70fc931e709a0dc0c6dbcd7a327129231e482f8"],"title":"Comparison of robust criteria for D-optimal designs.","doi":"10.1080/10543406.2011.580484"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["f28206bd6e70e3ffdcdc3d73120939abecd50a03","ed301b1558ef577aadb88ab1f29278d9430432d6","7cd1619370c1ab9b68acbb05d91b6562c78ed8a8","50a42ed2f81b9fe150883a6c89194c88a9647106","156e7730b8ba8a08ec97eb6c2eaaf2124ed0ce6e","2d9bb28841d2d5d83efdd1eae87809fe6375fec3","574753071c85f6484f049305744d669c37c6a9d4","3eeb4ebf8df49c48c779ebbdc7878290f21e56ca","fcef2258a963f3d3984a486185ddc4349c43aa35","6cac4e2eec0cb3acd2fd65be1d6da9e9d503e550","f69dcc4d0452eeb03f0a0361238334a9110b527f","de887b3547a6a774563100a28b9390d394b90132","e5ffaa4d7752d55cc5cf76eed1fec267b2db171c","3e9e9891a01adc7975aeb06a88535af2d0268b1b","67f33b4ea84c8cf815a9919dd34fee6e85c22f6f","3c718363c22221fd16771672da3bfd5f67d2c34c","6218522eab6014559540fb9b5eba858c84a25fe0","f31743a37671d0cab926ccaf28ffc579582cbdae","1775719a073b2f510ba5454a69f04aa6051fbff0","9409f5a5a793b9ff0e2582f24d5d10ade008ae2a","166f01caedb31058d097bb556a75b5daaf333ff1","8125d755ad1fa64b869657d0f102836908af7a09","73a8a205a37f0169e89d3f0819a8ec36b39d3d2a","69b891d9738ee348da0a5d43b16bffd7bc7045e1","1d7ad0a7ae64bd8d78d09d03ca181e6e579bd6d8","91f758bb644d1d1f93d75c33265582d27eccd33e","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","1aacd77be39403ca1dbabc050ce89bea3162a00c","b0ce76b6dcfa8d316e87e9ec8f0c1cc3319d4757","5abd46dc29463d0e2da7905194e79123be7eaa82","b8db0ca28c530dd0d0671af5d1a1c238a5a03fee","f374353459d91290437cb2f83f9f775e2209a1e6","dd63a63ef76d23c898f122f0f757ac307b836c19","4d999d8f888d51e1a7bc33f9b37a1146a066227d","97794d424f5e7cc555f6aeb187ab0849976dbeac","500990957fb0f3a54914aff65413d76ae6e69d06","19f90a8c59b2b5924debf81fc38c53f2f445b236","98487aeef391543597a798ee45c4a8ddd58b71b1","418a3b95fb6f4d18f8fcf1280225f8d95e2d6625","98a09ef8f128b01e4f3a4737b0beb5ec9b669295","f9f15d0c475479c5afa6e53691cd8e0b16752ffc","d0b0c3e5a1e768490bc9b759685930541957508b","b14df019c9cfd381762cefd51fa6bab85c2733aa","f603e9476b6613e4f36c5848902a17b3af19e1cb"],"journalName":"The annals of applied statistics","paperAbstract":"We introduce a new estimator for the vector of coefficients β in the linear model y = Xβ + z, where X has dimensions n × p with p possibly larger than n. SLOPE, short for Sorted L-One Penalized Estimation, is the solution to [Formula: see text]where λ1 ≥ λ2 ≥ … ≥ λ p ≥ 0 and [Formula: see text] are the decreasing absolute values of the entries of b. This is a convex program and we demonstrate a solution algorithm whose computational complexity is roughly comparable to that of classical ℓ1 procedures such as the Lasso. Here, the regularizer is a sorted ℓ1 norm, which penalizes the regression coefficients according to their rank: the higher the rank-that is, stronger the signal-the larger the penalty. This is similar to the Benjamini and Hochberg [J. Roy. Statist. Soc. Ser. B57 (1995) 289-300] procedure (BH) which compares more significant p-values with more stringent thresholds. One notable choice of the sequence {λ i } is given by the BH critical values [Formula: see text], where q ∈ (0, 1) and z(α) is the quantile of a standard normal distribution. SLOPE aims to provide finite sample guarantees on the selected model; of special interest is the false discovery rate (FDR), defined as the expected proportion of irrelevant regressors among all selected predictors. Under orthogonal designs, SLOPE with λBH provably controls FDR at level q. Moreover, it also appears to have appreciable inferential properties under more general designs X while having substantial power, as demonstrated in a series of experiments running on both simulated and real data.","inCitations":["2197c9379f47f8fb36eb1686ca82211a8c8d5b6c","8e5eb0e2bea1e2c2f7ffa38f8c7090c0d379ef78","141c3ae4b5b894a66f8bbd8798b59d36b041f802","8a19114d37f289a6dc5b8f6a90ce95f1e7f94f2d","ecf10add14cd1bef9dd03e35536a9b99bd177b5c","111666d0d30d160f0d5c842bee9253fc043e93c1","5e834db6e1c7033bd50158742b923bbbad734bc7","aeb432251b0b5114a0fa0ea136e5c7b3df8fa627","0dfe88708440d5c394baf7a42f2728b3d26d7795","81924f1b3394f952ce084da6ff52a31dd366436a","f46f16ec9ddb69dec6d594ccea38a51ea5e20312","279a2d022a552e9bc2b4f757deaf75311bbc2170","109c4752fa8a8e3cfa53359a568c4ef11e4f816c","4d6fcaa2ff752ca77f8091fac60e99ee81a45af1","e0cd1acd33d436fba3b5d3c1238b8720c4454532","ae168294e6013ebf2af13cc6c4a825096f827a6c","df7805037088cca14a24deebe8482161687c44d4","baa6897ce34a07fb17ae473f5cd4e9afe4bc668b","c0ded50844287041acc3c4801ac5c31b292d899a","252ecca39261f9173f11561bdf994b79d60eeb22","60aea98ecbc95e3ba20e7b4b58e48d3cf0b28b21","fbcb62a2c9f3f06c62dea5eab209aa5e83e2fbd1","894238fa0765b4caeba82223eb509cac7824ff8f","cb779764ac9900e9d7ef0786117c31b6ce5bc573","4bb1a4ebdfa98e30e12fffec3fe5a75c6c113bab","7dd30ef34d6f4886b85add1c42aa54b09db5d4a2","ed6606260eb60c87edf1044c3e1c2b06c0afd5d4","3b5e416bb165f6dce101b38c5cfe48f7783a5ec6","fec2ddf91c371dd8eddea61e68eac9e532154609","77e09a3eb091c4dcdba07881e18ebdb05bc4cbc4","98dad11c59ca9236ed52a81bedc3b6a4e0be822f","003e586edfa3101af83abb21c694f89aef007b7a","89795e4859557b3cfa0ab6bd533428988bfd7ad0","12df1e8dee24f6a40f347927ef599d8162519be0","2aff3e8dcf12ef85a98bb6aad3ee5a6b1f3646ea","0f62bcd1665b21999e02439f1016c47a527fe40f","575c885d3b9c63eebdc5e7099387ddfbb759b8b6","594f3c6917b3330cef72b522887a45754ac66e83","7d75552a4b5743e487074bf8c519e048a5d32029","1bee040cbcdc739099df3dbcad24b92bf343e0a3","d73d8b9942f72b2c37dae2d654089da74e40ea3d","2a5cb5af4be2b6d8b68d55bd041ce593022040f1","37f41ef7707f4b091de3e12b19f48e60cb015a50","c0b7cf9b918ffbf7a990610235b0f5f82e7800df","b7d0baea5b84305d504746f21179445e95ee2277","8a6ecef412143838b8e68b08cfdaa9619210db5d","4fffbf82f46e42f5031de39aed778339dcc8df76","569b00ed0cbd27f9916b4adc950c648b8dec6387","b9e0bc8ff323d35b43e88001c1396494751427cc","a7f5ddee3d55d628eae68653dc3b34ffcd2d2075","447a42939bd6a58566e68ea3e5045bc033503cbb","f8523b75f63c9fe4f0fc713409f1f35c87dd1a17","be0eedf4bf34549369f42a24bec5754d01c97433","348945f4a9d1c8f7c97ade2a572abe14f69266b7","140df72cdc8b57428b5468e18ae6b24dcae6c82c","5b17130652e7f7dcba099c54832f0e3c86a8a542","1a9fcdb5b9b84f24ac2f6fb8cd5b4511f4c6ec56","0baa7d9071f95ca44e1945c70824b6a9ba8197fb","3264f21e5757d26cc75e2a4ff523747732dfd843","42b166edc7e60c4f59c2c5af749dd698c95e994a","8e8f7e926d7652f70d584d62953809886a4d989b","b3e9c70969cb73096ce3df1065190a04e568a13a","0813f0d2cf070ae1b75132864b299c4ac06486c2","08989ec798340aa7cea17e72a8d096479afd62c3","64233cfc7d8f61d966d02c74bed07d780b4337ac","794853f8e0dd6a0a30ef1c8ace9fded0e8f13218","516c6c89dc29c489878e2a7570c6315ad93fefe6","b43360b1ca8c1eef6d9788f2e2f958f0df121229","609c52020301d75112046bed6a2aec0f5c602f96","c8863e181b1aba02e2ae7a28d92c37767a96ee1f","52e0116e50f66d93a75a91ea91518690000935c2","9fc6b32054c47756b0ce0aeb8f45e6b006e65bd1","1c4525e0f0f24b98393e67ca2d7f21f4e54b73c4","d385eadf84bc1ec6233d6ebe867c3b5f15681622","569f8b27bcd441d335c8427e13b9531561b02daa","582f85f0248c1496ae067cdb6cf2b6f9f134d929","ea0af88f5bbcb3d9d85aa7b884102c2c890b3bd9","0dbaba394a79a48ee9a488648175e678fb3f9a70","34dc5427b7402997e8fcb0144a4af4e8b7108b0d","2bc97df66d757b83abe6eeadeed5a087c303c885","74a3c6e330d4c3f510dae2611b61be62da4dc3ed","ac0c53fa25428014262e80da0446a941f7f99746","cb5e04b32f2f977795185182ea93a4143d733f99","0e40441cebb03fa4df6fad43ef5ff592e34c479b","ed87330a40384940ed52cb5df590fcc3e9f4bd70","dafeb7f3a18bad3b08de8937f6fab43f99eed532","d0686c1edd5b143758a6e567d929eb00fda4eb3c","53cad19c6fceba2c9827922a2bc649e3eabf4758","a11e56fafa0feb06194fc87537075ac1f7e6e95e","4fbbc1e1383dd9e9c492feeed652da617c6a2527","0f6a221c7b1f51e9c3977d826c36bf197b614c0c","19b0c1c501abcf09e396602da00217964b407afc","a2da4953b9da47c64afac9d7a22247f7238efea0","87baaaa557cd4cfa9a49e7bda514861cd5fed708","68ecfa80d42334ff187df3f6f59dcd6c59799714","57cca95fdbd35ba1b283c9c6ec5ae7a81be7adfd","6e0e99e9045bd4da46a00e0384f64770776c381b","3db24830d1f48718b18a9d0344b1fc0a555d5046","48d0f714d37dbe40fd408824677d603606fc9fc6"],"title":"Slope-adaptive Variable Selection via Convex Optimization.","doi":"10.1214/15-AOAS842"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["d63ee9f72cfd067383959428d32b8824da386ec9","242e18e7c5bbcd1bfc63c89d9e086a7340ab4177","e04d252a5651f7e8ace05cc086a91306d4ea2e04","0f2550ee06c6cfadb8dc52fc6744b8b11aeadc8c","d181e0e761866792fba5607329f2ba69478a7972","17094ab0b2718eacf62a7b96a5b3f725a956f7a5","ecca9dd1efd3fe752c529d195a6952630d67859a","e22b5656415d15892959f8a9ecfffcd3505038aa","f04a9db024afd57bf3cba3e1c9028e8d2f6f3f13","166705a8a77f34b08f098ccf186c2f022d9cd7e7","2fcf95413b10d9bc575a9c43bad86ffdaba8f05a","1e42f6827ce7115a2135263dc5eb6373a2a22b68","d017e0a6a9b93dcab7cdcd44b17544c04f7678d2","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","f44121e29e68131ce988968cf0a1ca51a8f170c3","3394ae8da9a6059608e6216ec10e045e19552c72","1f03d7fe9fc7aca6aec523678e6b61d574b38b87","e95e10b3ec89b246d977d74a6810ecede8d8fd18"],"journalName":"Biostatistics","paperAbstract":"We introduce a class of covariate-adjusted skewed functional models (cSFM) designed for functional data exhibiting location-dependent marginal distributions. We propose a semi-parametric copula model for the pointwise marginal distributions, which are allowed to depend on covariates, and the functional dependence, which is assumed covariate invariant. The proposed cSFM framework provides a unifying platform for pointwise quantile estimation and trajectory prediction. We consider a computationally feasible procedure that handles densely as well as sparsely observed functional data. The methods are examined numerically using simulations and is applied to a new tractography study of multiple sclerosis. Furthermore, the methodology is implemented in the R package cSFM, which is publicly available on CRAN.","inCitations":["51ecf586567338171f60c48b532242a62124858c","e84e8e24966143d52ae98b9afdac6ef2fa8aeaed","18ff81630634c8a9e9d82ef6cc2b03d541e402c0"],"title":"Incorporating covariates in skewed functional data models.","doi":"10.1093/biostatistics/kxu055"}
