{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["b2b16a9bf487b00f80801ff57c7cbb96503a9e81","375345ca07959b8426d347b2320f05e9bfce0af9","b16cd25aef1d6663167733a2ac7681a8d7b23990","c9307fb63835f38bc47eeda0b907ef4b866b0ee9","9365ef3ee7e3728780dd1b6f47c417d9391e05a4","2e4b2f20c4bf03a1e95e7d4836e1916f6adac38f","652e0fbc0b202ca8deecce939856548120fd3cca","9f859afeaa8f3d62345217e102c965613b69edd4"],"journalName":"Biostatistics","paperAbstract":"Detecting genetic markers with biologically relevant effects remains a challenge due to multiple testing. Standard analysis methods focus on evidence against the null and protect primarily the type I error. On the other hand, the worthwhile alternative is specified for power calculations at the design stage. The balanced test as proposed by Moerkerke and others (2006) and Moerkerke and Goetghebeur (2006) incorporates this alternative directly in the decision criterion to achieve better power. Genetic markers are selected and ranked in order of the balance of evidence they contain against the null and the target alternative. In this paper, we build on this guiding principle to develop 2-stage designs for screening genetic markers when the cost of measurements is high. For a given marker, a first sample may already provide sufficient evidence for or against the alternative. If not, more data are gathered at the second stage which is then followed by a binary decision based on all available data. By optimizing parameters which determine the decision process over the 2 stages (such as the area of the \"gray\" zone which leads to the gathering of extra data), the expected cost per marker can be reduced substantially. We also demonstrate that, compared to 1-stage designs, 2-stage designs achieve a better balance between true negatives and positives for the same cost.","inCitations":["03033510ab21f23a7068c6b93a01ab00cd86129b","7670bcaad6933d39d15a560ccdfab881edb14053","7dd559fc7a2d83cb688107e64dc6e92afc2d42dc"],"title":"Optimal screening for promising genes in 2-stage designs.","doi":"10.1093/biostatistics/kxn002"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Statistics & probability letters","paperAbstract":"We define conditions under which sums of dependent spatial data will be approximately normally distributed. A theorem on the asymptotic distribution of a sum of dependent random variables defined on a 3-dimensional lattice is presented. Examples are also presented.","inCitations":["9c3338fda1027cf5c869a80c25dd80246c5dc3e9","593831d24d24697754e87605861a7cc94c53eb8d"],"title":"On an asymptotic distribution of dependent random variables on a 3-dimensional lattice.","doi":"10.1016/j.spl.2010.02.016"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["f92b4676309625b238b435e58c4332e52e298e24","3494f3d29981eb0c3c51730999ca51c05c9a6b16","6c0ec79c977542c9a61192037a1fda7066e2b6cd","74794e37cf1114d92aaa2acb4fa7ddae8865fa00","e52b5861aec2f62c599de9bf51761cd55b63b490","3dfd2ba9324a839d20e65c150a4386e5ba311704","bb1b5f1bb67b4b74ee0b3e6368af7fbace2795de","8a25ae38cab87409fdab754bfc7535c0f8ddb980","12e9dbd521803fd2394f87b370d84fcc9e3c8b03","ae67b341dbffd04d883b831bf77179cf710bbeec","d90a63fede61e3bef60f2b0d669f333388e7de74"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract In this paper we develop statistical methods to compare two independent samples of multivariate functional data that differ in terms of covariance operators. In particular we generalize the concept of depth measure to this kind of data, exploiting the role of the covariance operators in weighting the components that define the depth. Two simulation studies are carried out to validate the robustness of the proposed methods and to test their effectiveness in some settings of interest. We present an application to Electrocardiographic (ECG) signals aimed at comparing physiological subjects and patients affected by Left Bundle Branch Block. The proposed depth measures computed on data are then used to perform a nonparametric comparison test among these two populations. They are also introduced into a generalized regression model aimed at classifying the ECG signals.","inCitations":["0c81a665147b9057051612f7e6b7f59ef27dfd6e","737497e768abb2c49988489e5394f7c033f46500"],"title":"Use of Depth Measure for Multivariate Functional Data in Disease Prediction: An Application to Electrocardiograph Signals","doi":"10.1515/ijb-2014-0041"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":["f3234deab1c512da711eec44df3d0058c816eacb","0c03ae59f8a1f8c8c7fc85ae2c12bccf65ab9fec","e149d9dbe60db16499ad86e43295ecd200698adc","6b50972490e8bbeb93a4eb7b2474706b66b5f4b8","89bc2bb3dc4ca03c88eacd87e333f3ccce0d064a","11b15bc82ca1d53df6a36fedfa10c73fe668a041","7129b9c548d3754a87d16711bee9eb86cfa7ed81","d63f90ab38493971b1bff2c0114ddbd142896877","875b71416cb4cc7af448c4cae51d03b163a1f191","2c543ecb56af80d287b5a8e357ec94b428f67278","fbbe15f2b427ffaa4957b6fc678ca2ee6fd78495","ca0a7b22de325940e1e06a49d9b9505692eb834d","23ab51ec7ba3e3d1f6c4a245385843903d7076af","21684f2f62d1d8829af97b0cdd04b7b74beec4f8","d17bb237c62bc15045681ee5f330cb0cab775b81","8fda48709b698083957321baa82595f2c9c3406b","4206b77e4c48f2f2dd3d6874ea3f1c2d5e091e86","ee01a72ee492e8c4f5ddf34520a68f2f68c916a5","c6bafc7df11595412d9c17e1167c411ff8011760","ee91e075646d45e588b58d93e81a45d668bdda98","7d3af458d51818254adc6c7e3383634fe0d8591d","aa61484678956e5ee9780ce29ca1da4e477be944","55caa74fcff5727077eec071088c5555dec51029","6b840c3913c3ecb17b0364d10a20c6651f6a8b67","97484aa62205a71947a29fc0c67e7e1100ab0481","1dafd3f11e772bf2389ea3d4dd6378675c40ff9f","80213921465a936d24da38042701db04df5a36e4","7b15fd58558b07fb0bd02571a1ca7e7176e4f803","398ac2c044f5411c1fe2250f02168f4518afb06e","4fec6fa10d915dfb90113f7201f5d3d59f584429","cffaa95e21600ab90488d65d29abe31f5c8192f8","dba34b10e861bb7de0379a0dc4d09de0e42e2f00","af5c547fa06ba3a3b7eb7b89b6d500a541fa97e4","e2452c71ca28462bb63219e8bddb386c6dfca146","bdfcc0bd64528224ca9959dd7195ac16071e04a9","cee2b0bc5b2b88fef9903ff6c736cd03aeaa746f","d5386401abd12da7480268477cc31bd5d253e82b","85fa9ae22896baba84d4f80be3459be05415ee99","fc578969d2d5fb4c4e31d2b442d049a66482feec","5779253def216a25cdf280df4a13c902fd9ce911","285f8c6740e02e0b68b1623257cd4da93f6d76d6"],"journalName":"Electronic journal of statistics","paperAbstract":"SIMEX is a general-purpose technique for measurement error correction. There is a substantial literature on the application and theory of SIMEX for purely parametric problems, as well as for purely non-parametric regression problems, but there is neither application nor theory for semiparametric problems. Motivated by an example involving radiation dosimetry, we develop the basic theory for SIMEX in semiparametric problems using kernel-based estimation methods. This includes situations that the mismeasured variable is modeled purely parametrically, purely non-parametrically, or that the mismeasured variable has components that are modeled both parametrically and nonparametrically. Using our asymptotic expansions, easily computed standard error formulae are derived, as are the bias properties of the nonparametric estimator. The standard error method represents a new method for estimating variability of nonparametric estimators in semiparametric problems, and we show in both simulations and in our example that it improves dramatically on first order methods.We find that for estimating the parametric part of the model, standard bandwidth choices of order O(n(-1/5)) are sufficient to ensure asymptotic normality, and undersmoothing is not required. SIMEX has the property that it fits misspecified models, namely ones that ignore the measurement error. Our work thus also more generally describes the behavior of kernel-based methods in misspecified semiparametric problems.","inCitations":["9d1b0c0edc1d66037813956e45db22750843a6f2","611adcbb86e9ee0daf0696744076efab800244fe","4216e14f0a4737b278802c2e32e26f5e93211b89","f1f8f6b43c5b17ab05a24e8f200e5fb67bec8294","cba8b26dc01167e8b34d4e6a31e1329ff18216eb","9743131484f6cfe01352bbb2c6a7f10bdd1c2a72","e900c5ca416f9aa5b657e2bdd4b8b344289923ec","65789f15e18089b8bc227bb07091eb0982c4faba","350533fcf12b55379da88d94499ae6c8c04c5b30","b08eab473b8f5bba9a7f99d768bd52596e16a08a","cf2078b17fed5140e9f6eec6630d48de4b43961d","689c8cb1c83f6a391f38d612af91f1beea9af404","28c9d8798157687e8b467e4806d162b1bd37ede4","c7aeacd149bd29a83f82d3970df521f7be5baef5","7ab5068d850d17923ba35073d9b5fcad0229154a","a759af566e9e6b333edcb48b8235a1aad7c3e5c0","b56e031267d5041abe8512df43ec77860617ee24"],"title":"SIMEX and standard error estimation in semiparametric measurement error models.","doi":"10.1214/08-EJS341"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["f6dddac967e3347d0cb1b48fec50b5999102fe44","c8b3c8c66cc3f6a5010d9c301798154a8035a088","fcef2258a963f3d3984a486185ddc4349c43aa35","0b974f02762f987b7a3e8ff7f17fb6da8c4467c7","f945f6f12acb6fd2dfaabef0a9bb1bd50daf35a8","c4a29ee9e15f23ba79b6788520b4bac1c6b36354","1abd198f80b3671b44861adb5bb5ddfd97c8b9bc","4d7f3fa72162064c14f8b882b52cc53357afabdb","8a152bd2e5d4dafb5a1f1131890415016bc969e2","ae3e14e8265f473471cf6a94c8b622ed9821f387","6e633b41d93051375ef9135102d54fa097dc8cf8","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986"],"journalName":"Biostatistics (Oxford, England)","paperAbstract":"We present a new method to efficiently estimate very large numbers of p-values using empirically constructed null distributions of a test statistic. The need to evaluate a very large number of p-values is increasingly common with modern genomic data, and when interaction effects are of interest, the number of tests can easily run into billions. When the asymptotic distribution is not easily available, permutations are typically used to obtain p-values but these can be computationally infeasible in large problems. Our method constructs a prediction model to obtain a first approximation to the p-values and uses Bayesian methods to choose a fraction of these to be refined by permutations. We apply and evaluate our method on the study of association between 2-way interactions of genetic markers and colorectal cancer using the data from the first phase of a large, genome-wide case-control study. The results show enormous computational savings as compared to evaluating a full set of permutations, with little decrease in accuracy.","inCitations":["5d33df966768d1c3a54093b2a005d7e84eb2ae1c","31d5c3b49568610e9bdc9d43906895afbf07dd0f"],"title":"Efficient p-value estimation in massively parallel testing problems","doi":"10.1093/biostatistics/kxm053"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The problem of comparing two independent groups based on mulitivariate data is considered. Many such methods have been proposed, but it is difficult to gain a perspective on the extent to which the groups differ. The basic strategy here is to determine a robust measure of location for each group, project the data onto the line connecting these measures of location, and then compare the groups based on the ordering of the projected points. In the univariate case the method uses the same measure of effect size employed by the Wilcoxon-Mann-Whitney test. Under general conditions, the projected points are dependent, causing difficulties when testing hypotheses. Two methods are found to be effective when trying to avoid Type I error probabilities above the nominal level. The relative merits of the two methods are discussed. The projected data provide not only a useful (numerical) measure of effect size, but also a graphical indication of the extent to which groups differ.","inCitations":["8e6aac8594924614f99c837abe40b83892e01f39","403886043dd810a5c37cca50d8bede7ddedbe874"],"title":"A multivariate projection-type analogue of the Wilcoxon-Mann-Whitney test.","doi":"10.1348/0007110042307212"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["39dfdb0fe1f7858c501ca039d3fd06d40d932a52","4519d38567e37ede04f7d3851cbce770bd4aed3b","2f81d13ff51bceb48d49f9a90d9cb0f4b9c29a5d","557f1513a806cc936357468e978f46fee3393eda","6bbd8fc39487249bd1b6886e4dc763550877b758","4c693a4f9d8c64730cdce6b5b6794a7a62a0b7ba","a55b18a16803a829d8ccefda7f470745b81c82d1","e93a6dbc4c01d74de7107593e8903b28f1e17a39","17228a0f580480191c3003289d7c910154370f8e","1ebcd67d3d79107b5d49f99261b992e7c1a7328c","fd5bdec0eedba8aa2f0d1e9058de8d33c8b89814","feee6551179612b9691f021b583d8a99b81b9b86","9478cda40bb21be3e8b1e3e2ae644b9a4ff1dc52","a09e0b406bc1bd2701a15c873770aa1e1b631097","1d7d7a96ecc1d018473a27f208a1888480a938bb","f8cc4a5f0338099c2f62f6481fa45142411e732c","0c9976a0360654b4508a8dc78d039ab73b32d57f","e319212cc6b1c1c8ffeb4e42be4e0a319dffcc90","31f960027b0a1539e17a72daf3f9ed06dbab55ec","c61149de2d5aca78932729a16c657f811edc63b5","a8df23f0769968ef0ff1ed14e1a167911839ed10","7dbdb4209626fd92d2436a058663206216036e68","cd5da304a19b9afdd35a4f0a70cc0e164fc4b357","88ce531f22108f687cbb576bcb0cd660b2a694bc","4006e455ec536b50148c36e7cf042ab45d451dc6","aee53989b418bae58bde74dbfe799e8dcbe51bad","c5a37c30111c0fe2e429820f9f4800f966e2bd27","900dee3c6d83125c76be53b05d22f39dc7dbe51e","1db0b44e92f3494566d5ee3e218d8263a9638bd6","ba232cecfeb75db9ba680c309d6a37bafe1e6c0a","cf1d949e5197753c304e2e57ef83d51543eb176f","44ad920f1d046adb042ea6a33d4b216f2d76ba81"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract Selection of estimators is an essential task in modeling. A general framework is that the estimators of a distribution are obtained by minimizing a function (the estimating function) and assessed using another function (the assessment function). A classical case is that both functions estimate an information risk (specifically cross-entropy); this corresponds to using maximum likelihood estimators and assessing them by Akaike information criterion (AIC). In more general cases, the assessment risk can be estimated by leave-one-out cross-validation. Since leave-one-out cross-validation is computationally very demanding, we propose in this paper a universal approximate cross-validation criterion under regularity conditions (UACVR). This criterion can be adapted to different types of estimators, including penalized likelihood and maximum a posteriori estimators, and also to different assessment risk functions, including information risk functions and continuous rank probability score (CRPS). UACVR reduces to Takeuchi information criterion (TIC) when cross-entropy is the risk for both estimation and assessment. We provide the asymptotic distributions of UACVR and of a difference of UACVR values for two estimators. We validate UACVR using simulations and provide an illustration on real data both in the psychometric context where estimators of the distributions of ordered categorical data derived from threshold models and models based on continuous approximations are compared.","inCitations":["b47aa2c33c70b2af1d110e3bac792a695e8a95d9","9a92e4a74c790a7fac916d4fe10a699afd02e214","83470cdba1950ee2ef2f0a8a897e5afdd55c2d6e"],"title":"A Universal Approximate Cross-Validation Criterion for Regular Risk Functions","doi":"10.1515/ijb-2015-0004"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A phase II clinical trial evaluating the rate of response of a new therapeutic treatment is often designed to have one or two interim analyses, allowing possible termination of the trial at an early stage if lack of treatment efficacy is evident. Due to the sequential nature of such a trial, the sample proportion yields biased estimation for the rate of response. In this paper we propose an estimator of response rate by subtracting the estimated bias directly from the sample proportion. The proposed estimator is simple, intuitive, and easy to compute. When the bias of the sample proportion is of concern to the investigators, the proposed estimator is an efficient alternative to other estimators in the literature in terms of bias and mean squared error.","inCitations":["ca2f03dc18fd35283cc2cfcf0cdea42e57ac8ecb","8c9b9fbde17c6ce9bd56a54d7e059a18da4c6276","6a702a9c401b72c71f3f0795b099dca868ee6b5f","23b3189dba690ec4609ffd4feb210dc8103f54c5","8fd13c1c21846d92d152181fbc10d09313a8fb09","7819a131d2424201fcc51f67e00da5f3867012c6","d8e8f3397b0f3fa8c31a60b6d721f1c0b7bc70e8"],"title":"A simple and efficient bias-reduced estimator of response probability following a group sequential phase II trial.","doi":"10.1081/BIP-200067771"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["f3234deab1c512da711eec44df3d0058c816eacb","7fe59a873246a62128549c29cb3543cb9390f1d5","7658a508b2b681f34ee4c3939477a231a1c5a83b","2aa50b9f4a36e1326076d6f8d611e552aadb6aae","2ea931fb55701a5f5b82aa491a64c0e431fb4b38","12140ec778117fba48ff040df528303c52c9c0b6","5425f78e0414cd14a467afbfacfa6939c256701b","328348f1f275c4515b16f0f37caf5ee9d889cbea","c596e69e8d19213a747b69b9cfed05e9cb1b6169","61f904d5ff6571bfba98eb9d1dc5ac00e235450d","da99ff5f58aa28fbee9ee5ec3afea6494db926ef","8ee3dea9c1d354fe9ab7f6820a7c64de78c707dc","7d3af458d51818254adc6c7e3383634fe0d8591d","072f9aa2e7ad34071712ceaa35c49bb1c687e412","42988e2d78ad833330e9c12725845f5c8a39780a","8f0d2262be9765a5652abd4c418ad1b456d93054","d16320354dfe239d686cbf1af9883fa9506995a0","c8bb221c5f4c263b14738d884f1c72b3c3a26bf9","d1f6e58c049131c874c9ce047c90b0f876fa0b0a","686261e8a8c91c760a10747b49090ee55597aca6","e2ae3655a3bdba5da1d2dc5ecf08b93a7600a48e","7414159ff752cb0e64743519584c0f4a16920978","e23dcaca826fbe7cee1d37f8c08ea8a2f6cfead8"],"journalName":"Electronic journal of statistics","paperAbstract":"We introduce a general single index semiparametric measurement error model for the case that the main covariate of interest is measured with error and modeled parametrically, and where there are many other variables also important to the modeling. We propose a semiparametric bias-correction approach to estimate the effect of the covariate of interest. The resultant estimators are shown to be root-n consistent, asymptotically normal and locally efficient. Comprehensive simulations and an analysis of an empirical data set are performed to demonstrate the finite sample performance and the bias reduction of the locally efficient estimators.","inCitations":["5b028b1c8b06b0f5824f528d83ef6e3f5b74ccb8","e900c5ca416f9aa5b657e2bdd4b8b344289923ec"],"title":"Estimation and inference of error-prone covariate effect in the presence of confounding variables.","doi":"10.1214/17-EJS1242"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2017,"outCitations":[],"journalName":"Journal of survey statistics and methodology","paperAbstract":"","inCitations":["1e0fed3fa53cd47cf4d6c0a54d84ec8e99b0d51c","3e7e33af4ae78e3e2ae941953a419f7b6a0d4906","e4ec7b0069d416c1a383c88ee689074cd946b2d7","0f3bd4ec018fad682e2386640beaddc5ba45ea03","9e0bc8f2cbf5dca176cc36175fbc085ff40b723b","10b39045504843890b64beff6d5cb6ae18e42d54","3537e508d1795e9cca8ac8d8ac4e2d4d43ef1383","b4220c328123d65e178b508f7673d293826cae9f"],"title":"Evaluating Variance Estimators for Respondent-Driven Sampling.","doi":"10.1093/jssam/smx018"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"For two-arm randomized phase II clinical trials, previous literature proposed an optimal design that minimizes the total sample sizes subject to multiple constraints on the standard errors of the estimated event rates and their difference. The original design is limited to trials with dichotomous endpoints. This paper extends the original approach to be applicable to phase II clinical trials with endpoints from the exponential dispersion family distributions. The proposed optimal design minimizes the total sample sizes needed to provide estimates of population means of both arms and their difference with pre-specified precision. Its applications on data from specific distribution families are discussed under multiple design considerations. Copyright © 2016 John Wiley & Sons, Ltd.","inCitations":["81838d118e9db36b7c9e4ca7509f7d298dfa36bd","da01982bd28a704f9f1c67e2c9bf71c2ea3a0cb4"],"title":"Generalized optimal design for two-arm, randomized phase II clinical trials with endpoints from the exponential dispersion family.","doi":"10.1002/pst.1769"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["14603c40cef2101e8bdad46b3a285fbc97c94c29","3b55462c9e7077daf62d24431b60b6255586753b","6f1c4511790fe54eb01947d287432900081b83d1","6f90b53e21810b5a69707d2e39e9c143e217cfe8","298449e5708ca223a7393462cb9515e6aebd854f","308ffd8c5b450cbc15575b8d0750c67c43659451","06084161f8ae0320c135c98482e2ce73c765857e","5b11739ef46c62ddf0ddb9ea9cfaa8414dff0159","952bacfaf68007e95d7ca033a626691b1b6157eb","0da496eb95004ed7f98a2c1c8452070f5f007678","8cecb8c9effa4e0b0a3985ccde57a7b460023aa6","7008c12a7c0190390e89715d260c126fafce47cd","33d676faf2a70907182334cec9d711efa71341c9","c4cfb76698add239a49a1ae61be58555e87b86b3","c3ce69a2dbb178fa14b4201c8364960f23fd56c6","f1226ee3a92107a90723e832ff70ec071c1d77e5","12de7ed6be2f1ee727a20f83d0e9b29ab9c16a7f","eaa46393ab48395c1ae54429acdf49a85002e96c","72d74b5b5dfe7aa66c06462e90d56c65af26efce","c41811b19936268784a2e722a13b1f70bb77c10a","170deeef486c73f901506bb4e93fa7f3722be59d","a5ac7bac3a788835a4996ffe190187d5e4d2ee5a","cee2b0bc5b2b88fef9903ff6c736cd03aeaa746f","a1b1fca94643bd2778261f55096519818ca25553","9df387b94cdeb07fda8b23543e40f5c669e2e2ce","65464ab7ef1aea3d873f5cb2fcf01c464bb3c4cf","10c4d4599656b15abcdc41d941538e9cb6df7c2c","a154258d4d325d45af9e8caf48129b77448f6ca5","68ce7fb4305dc052a481acc383c02b2134e48522","2341b610cf4411615b7a23a7a58b18b2b7cf9aa2","73c415f9026d9489a84a2ac016374f386ffac703","cceee6b22f79a507ff9baa22e967bf0bd1d73a55","5285516824041fba8ee2956555b5a64b442cccb1","398ac2c044f5411c1fe2250f02168f4518afb06e","d01230f02ef750d81d15e08d26ab47c882861f0f","da4391b8d3937fd80a5ba26514d9b624859dbfcf","75b1c6203937ca35fa2b60974dcdcdf9828d9dd4","42988e2d78ad833330e9c12725845f5c8a39780a","61ecab8adc4d29f8ece14b39ecf61a646178ec1a","c3873cfef783e9d53a4763e4e860264b21120ed0","3f16df5813b8da26bdad7059b4ae9fc8dd84b943","c637f7e21eff864adc6ef79012cda12d7316a0d5","911db37eac807ab0cddc249a174edc27fe108299","dbe0d205ce4cdb5766c51ab904863371236d7c25"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract Measurement error and misclassification have long been a concern in many fields, including medicine, administrative health care data, epidemiology, and survey sampling. It is known that measurement error and misclassification may seriously degrade the quality of estimation and inference, and should be avoided whenever possible. However, in practice, it is inevitable that measurements contain error for a variety of reasons. It is thus necessary to develop statistical strategies to cope with this issue. Although many inference methods have been proposed in the literature to address mis-measurement effects, some important issues remain unexplored. Typically, it is generally unclear how the available methods may perform relative to each other. In this paper, capitalizing on the unique feature of discrete variables, we consider settings with misclassified binary covariates and investigate issues concerning covariate misclassification; our development parallels available strategies for handling measurement error in continuous covariates. Under a unified framework, we examine a number of valid inferential procedures for practical settings where a validation study, either internal or external, is available besides a main study. Furthermore, we compare the relative performance of these methods and make practical recommendations.","inCitations":["d686656d1ea1fbfe46ea0756978dbb524a4a37b9"],"title":"Parametric Regression Analysis with Covariate Misclassification in Main Study/Validation Study Designs","doi":"10.1515/ijb-2017-0002"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":["786fc8e15fd48eea72bf18b9a39c1324497303b2","3ca5bfd8f20931a1de0d1389a5cc235ec64a286b","e4077bdaed25acd97395255920062dd021c9f2b9","4c74578d1bace96092f5cc5139f3e66006d97448"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"To ensure that a drug product will meet standards for identity, strength and stability as specified in the United States Pharmacopedia and National Formulary (USP/NF), it needs to pass a number of tests such as the content uniformity test and dissolution test at various stages of the manufacturing process. The sponsors usually have in-house specification limits based on some lower bounds of the probabilities of passing USP/NF tests to make sure that there is a high probability of passing the tests. Several probability lower bounds for dissolution test have been provided in the literature. In this paper, a method of calculating the probabilities of passing the dissolution tests is proposed. For the population mean and variance in some specified range, the probability derived from the methodology is very close to the exact probability. Therefore, the proposed method can provide an easy and accurate way to calculate the probability.","inCitations":["35504fbbb48386fea280855dc9f4aa349d71ced8","68087b617ffcb7709bd8fb64029170e74bcd268e","b24a99cbe459f6d71ffa83604c84ad43fd5f7e6e"],"title":"Estimation of the probability of passing the USP dissolution test.","doi":"10.1080/10543400701199536"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["5d11341e98f79cfb86e64eb80f69dcf70f508fc6","6d64c8dda748c843e43cd10b6ab03efbb3c22c83","7eedf831c3258154e24adade26ff8a3a82887487","ab37efded3ed851c56d906ab37f624d79e81d88d","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","f558afeec9667b66995b46e306bcf5aabc2898b5","ca96d4d16eab056eb765ca24cf71b5e5d72ae41c","e841fa3834e787092e4266e9484158689405b7b0","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","0c2593011d16db54e5316a8c3b872124b98635af","39ac4963e9001b41681535ff7bc4a722bdafe41a","a29685354dab74d6a2e53031dfe32e05f84afd21","708bdc7031a8d520d8581362c4ad8564ed13d15e","99b54802344a8ace020f0d31a7ff26e6828a112b","71e8cfee28506dd37ca45a63b7b390d002a6ea0e","99adba48dcc77ac76a28d4375728f0ae77e60217","9d78d82835cb4275ad160875296527eb86871553","6e5b1f6991184ecc4087cc0b11bb41e9e9c8d629","30baa94819d56d5160207e7f1cd4b5bace5dcc23","728b09a9888075dda312abb3cc45cfb895e4a0bf","11c6fab39a757f58f87e832b77f09f4dad45bd4a","5c18f2c996ae9fc7d035babda22cea2a02f2ec32","d2e036256db1c7e78258c55e607da131c5f0b176"],"journalName":"Biostatistics","paperAbstract":"For observational longitudinal studies of geriatric populations, outcomes such as disability or cognitive functioning are often censored by death. Statistical analysis of such data may explicitly condition on either vital status or survival time when summarizing the longitudinal response. For example a pattern-mixture model characterizes the mean response at time t conditional on death at time S = s (for s > t), and thus uses future status as a predictor for the time t response. As an alternative, we define regression conditioning on being alive as a regression model that conditions on survival status, rather than a specific survival time. Such models may be referred to as partly conditional since the mean at time t is specified conditional on being alive (S > t), rather than using finer stratification (S = s for s > t). We show that naive use of standard likelihood-based longitudinal methods and generalized estimating equations with non-independence weights may lead to biased estimation of the partly conditional mean model. We develop a taxonomy for accommodation of both dropout and death, and describe estimation for binary longitudinal data that applies selection weights to estimating equations with independence working correlation. Simulation studies and an analysis of monthly disability status illustrate potential bias in regression methods that do not explicitly condition on survival.","inCitations":["f512e4da7c62eae45117884369de020e802fb754","e7e41bb04d715e2958d780e0b7904525e4d7cb8e","b13a12c15c6e9a3b89b46b3fcd9f8659a5988d09","7b0ec56c91e9462f8d0571664885e0c78ed75b88","f9359495580b62d573af9bee7df99bf31fc97533","94972d483000e8ed2b49857f3707874206b81702","44eb91a978ea03ae91d0f95849de6ffc995254ef","115223e551453eccd0e10075ccbe47c73a7bb07b","2ea0ee6caa8bf50d74ae3e5de53eeb2515affaa5","37c024fdde760fd22293c9721e2216e1222a923f","ec820837ad5ca45e09587cf250243d72c85a36a0","c6f714cffb61fb58df5ebe902c538dff2734559b","06144cb9d8cce367f3523e5a33396f1a9d2d2dbc","c7e6362de5bcc7f85f542fefed7499ef2bbdfb9e","e02b24ea5a54219b3856cd6b5810262d3b2f0763","1941d81ce679671244c571cac16fdf84ebed9e1f","be7ade099d156c0b69b777d43796b57f5b0d212e","57e3e4c8964beeab9f57446ded08dd3c45579a37","cb9e9d151f5a85e903e041ab1456f29e51fc7fb0","1686e271b9df80bb830246905e1392b2d5511ff2","886fc0d4cc21bff424ccf8dcc1cf3557820aa960","5ba1f918ce61eaaa24bf33926c71342002f2f21f","e9f2c17f1a32a031c7e8511c430be8a809d6af1f","55e5580025bc24357458d1abe015e3193044e559","5a9eeaacf0f0fd95ca5680b69c8f4ac882d0ea8e","50d75c5fe8ccce013ecb91f4840648221c997c0c","edb7b69de2b6043cc82cce012148800122c31cc6","bea3b636b93a9a3473436025e6d2e9df19f5e825","1bef9ff36e9e33742b8751c8e244efdf32f28c1b","4a6f228329a908c1d2da5e513ab1d054f96937ca","16db02d29fa0d342e5dea65c946e58d64d335bec","6efdd0691394349ad853f5b036052df9262a0e39","88fb3bfcb63fa36b4f1b08f8e034c30ee460b18c","981462e00044114cc500545846dfce151bf99d3a","ae9ed8e5f1931265f45bf85c8153faffb4081f65","e3b6694eb38cf2e668ae2328cd7b436270d2fff1","7db6debfae3668db0f0eaebc90ace3cfe711a322","bf188e201288e1c7a0d61a32abdd41ea78aa913f","31a92a52232e6d8809994dbeaf71db50b624d61b","9295491a1c474c957f15aabe40a74cbc8ba74186","97c5e9d1fc1873fe31dd8a649b32d6823b894b78","e20eacf275fee9f9931bd5b321cc1b0947684423","a6bbfb6982ca400f6e402d32fc5482b01f16799f","c736a0d26e0f7c892f9d0c808f9e992063c1c52e","efdbb2c7972a618296ac68dc28ab842f4bfdbae8","6bd85fb3df17b9142ec417ec2551ea8200705153","c5d4f6c1ed6247d5bd68451091842359d13ffaf1","1b8539b2b0cdcecc1f6c690721bbafb66abca328","1de578fddf29afafb229e701af779ccbb708fba2","8e6332a776c15412fca8a186e641b8ffc4510344","80d1d1933c7bc221d8b60230fa6fe944af2bfe9d","a4dba21340018ee73e30f1a206f4ce5265e2e5a0","07434a8f97546663d1264b46084492781727a119","8778a20c52a8146490b6e5ca8df69e1143dbd68b"],"title":"Directly parameterized regression conditioning on being alive: analysis of longitudinal data truncated by deaths.","doi":"10.1093/biostatistics/kxi006"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["0b7299a2cc09436fb00e5484e8feea7c83d416bb","19e5b588c77570ee2eff6ba69789144ac99fb42f","3c4028cd84c6a26bf64333cf46d0afdcd213aa77","bdf3bcb2b2c75be958d4dae178f5d38a1b82cd6f","15a2759f9cc160b4b2e7fa5d949121b5ee005938","0a1f99556725a04eee23fdc1daa735809ed146a8","2d51cec9ec237bd4563ec5fc6eaafd637366c4c0","3ae5266574e77335ca094bff210fbb614c94b046","eab91ee77207ff87d01ed04c4f47ed32df47db2e","4ce6221c55433dc7b8d9a691bfcce92a4f72f0f8","1cac4b8d9da537328d5de6bf43ea1870578601ac","daea8da5eb30670fe718f584daf1289c9a9e083b","b51584d181dfbc4b9895aabf78b47d6c2ec5261e","197e25aba18d2b38e03ea7e7541e03ace06dba71","64f96db47e8d233c327f74502c2222ba13c63ab7","5475385d5082101d78a33fc9b0419aa463697e79","ebe7526bc38cc1c2523b88b5ab10b3aac8ebaf50","ac1cabe5a354a855e85ffdeba9e15c3841c4b01f","3575f49e483a479a3c39558a570e68c0eaad45aa","21c19baaacb127a504f7d5c2d22bf90bc52c7a63","084b980cb494bce7860150ed8bdcb5af44736787","fec121c65654f13109f1826d2dfbf14222e10805","436c2d35c175dc3c7255a1bdff6664c4fcc2de1c","b551a4914c773939496b19b1b9d9756a0a240e7c","758324f320effe3709573d35d803700159efc057","c2a807396e6191c2f64c02be5268cca2e8baa528","25354fa749725a5b4ea9f95a3974a2bbe281c882","e5a1e37d4dc73c2d5e1c80fad4c4ea7aff131dde","d73350f02420edec2283a8f497a03470e792dd3c","f113eb4d8e093a41b1f0db1804008a8cc0a184b4","175842445bc4f25358d6e83aecc694943a3a8808","ca63333d4a67823f8cadec7127358e3b5f13bb9d","4a03da59b8c1528cd7c77deef4ac13ac05499df5","3179c1415b57ff2b2249204f8604116725c91bb7","43da8822e789b3011c55e98fa3c4a0caa0d0e95e","36604b3ee308f66e7c05bc47fc50015de72961dd","4da2814f27ab21fbb79ee2ffe6835e48f7130690"],"journalName":"Biostatistics","paperAbstract":"Calculations of the significance of results from linkage analysis can be performed by simulation or by theoretical approximation, with or without the assumption of perfect marker information. Here we concentrate on theoretical approximation. Our starting point is the asymptotic approximation formula presented by Lander and Kruglyak (1995, Nature Genetics, 11, 241--247), incorporating the effect of finite marker spacing as suggested by Feingold et al. (1993, American Journal of Human Genetics, 53, 234--251). We consider two distinct ways in which this formula can be improved. Firstly, we present a formula for calculating the crossover rate rho for a pedigree of general structure. For a pedigree set, these values may then be weighted into an overall crossover rate which can be used as input to the original approximation formula. Secondly, the unadjusted p -value formula is based on the assumption of a Normally distributed nonparametric linkage (NPL) score. This leads to conservative or anti-conservative p -values of varying magnitude depending on the pedigree set structure. We adjust for non-Normality by calculating the marginal distribution of the NPL score under the null hypothesis of no linkage with an arbitrarily small error. The NPL score is then transformed to have a marginal standard Normal distribution and the transformed maximal NPL score, together with a slightly corrected value of the overall crossover rate, is inserted into the original formula in order to calculate the p -value. We use pedigrees of seven different structures to compare the performance of our suggested approximation formula to the original approximation formula, with and without skewness correction, and to results found by simulation. We also apply the suggested formula to two real pedigree set structure examples. Our method generally seems to provide improved behavior, especially for pedigree sets which show clear departure from Normality, in relation to the competing approximations.","inCitations":["36604b3ee308f66e7c05bc47fc50015de72961dd","abfd248103eb647de6258f667e0b19c17ff0aa39","3ae5266574e77335ca094bff210fbb614c94b046","f45c0a7c878fbcba897dbb9b29779bd78e9dcca5","581efb919b6658cea25f67eb7009c49f089bdc29","06fef4bdd3e043e93d33d7eedf8f4a367e2eb2ae","95fa0ffc8ca4c1b7e6a030159855df6f7c8f9126","bd0d9582ab027294f7267043383fbabf0d30264e","0a66ec72dd9140b9869e6d2dc9a94ba367efbb2a"],"title":"Improving the calculation of statistical significance in genome-wide scans.","doi":"10.1093/biostatistics/kxi025"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2013,"outCitations":["a19d2547fbd871f16835ffa75a6034b4c1570c10","a13b8a28e520251d116a5678af004613b4d1ab2e","d1df13f120899acb7c31db04a6ba55bc461bd7c7","29385138df3f94af48daac681de2b5d0a20ffd8c","e60daf62b83c7b6d232911c9827aa6980bfc82d5","63b0c8c5c98acab0d8866af8518470306363bc64","7c927f1e954eeae363d00499be209260f1d9513d","88aca72a26cbbd00f73cb3e0625d604e5c195957","f90755d4f0448cc660b35dbbf32c9052da48d91f","474885b0ea7a9d501b876b1982d6bd34c12c2599","bbab67e591cf3bd5206006380cf8306b4ce0bb23","3e9e9891a01adc7975aeb06a88535af2d0268b1b","201abec1a8c5c2eea63cdf0463bfda5387774f2d","45a9cfad349958669a56f18840ffaa67cc83ab14","58f6ff3fb2ed4c4f38b4ab87abaa71a4a709f019","5c4b33dea00608adb7256414845abc82c4f263ab","f7935b4f74fe674e3ac95e0a72237acbe59a588e","d7eaf77bd715b756f2fb54252f6a1f7f1331ba89","cf6db16f393e6d016b5ff685dc7239084ae7c8a6","83730969c0686b1d185bcca39f9b5743fa53ebc1","4060a3b8a5b3e81e052ecb9c97a1bd7c6bb42a87"],"journalName":"Journal of statistical software","paperAbstract":"In many applications one may be interested in drawing inferences regarding the order of a collection of points on a unit circle. Due to the underlying geometry of the circle standard constrained inference procedures developed for Euclidean space data are not applicable. Recently, statistical inference for parameters under such order constraints on a unit circle was discussed in Rueda et al. (2009); Fernández et al. (2012). In this paper we introduce an R package called isocir which provides a set of functions that can be used for analyzing angular data subject to order constraints on a unit circle. Since this work is motivated by applications in cell biology, we illustrate the proposed package using a relevant cell cycle data.","inCitations":["ae4857e5ab2bcad4d2df3674e5420dab426d216f","173f28da4e2e97efa28da7d6785dbafab8379826","1f7c27978f3a006f412e7ee1193c71878527eca3","4c4c9c141f013ca8d4390782353f7002403c56ed","a6469ed2a042189eaa31d81ef777bf8cd28c8970","14479ce9c6ce4724ee4fd13dc6906bb9bcb3d054","d528911321d52f1108886d00c16b51322bb6c1bc","15c9ddab599946f97ced8b8b723f88832c6e8842","4ada52754fbd2a25b53ec797eca7e38f6a16be48","ac6f15ef05c296cb868950bd94a29c0b63549489"],"title":"isocir: An R Package for Constrained Inference using Isotonic Regression for Circular Data, with an Application to Cell Biology.","doi":"10.18637/jss.v054.i04"}
{"fieldsOfStudy":["Mathematics","Medicine","Psychology"],"year":2007,"outCitations":["348edc5df93c8498b8a34d85093e292e98dd7eea","d8d189f7058d60128d43846e2051a12bbd1d9be9","f98590ed4967d6bb64a7a6e495419d1fd91cc0ce","a44241bf4d932fc09bc683f211360c43f02fd106","89d3f0f0be030ace5fc87ebfe5d780f46eb6a24d","bdfb57141b2141095ed942b28be24808aeba8d54","f5d5d6e3a9467f63587cbf2dfe7f6e61fd7c7f18","3c1577016b3d5e89d114e6fd02a207659a7845f4","e45789ff21ffaf7b0153307dcf707736d9a48287","ab340382060acab2b6694fc9c1c85c39295f204c","07a400ec1aa6d43a0a712ae96e963d5a01d5b827","7ce10624b09c54d2604f60b4c2d48409201fcc5b","8295f4a06aea1dc50af1931f4e7332fc0f9685b4","91dd073b9bfaf29b6c3d3a58418e2bdc765541ea","a00f1c95de07dc70ad8d8a35a5b5c9f6499cb9e4","96c78fb203bce7b83c9454822b2c531e4fd2ad40","225d7efa7b1646edf54231b42ac1a120c521db8e","56cb97e64786daf7b98b0190f47aaa2b0d712670","e985ac2e151903000cac310ffbc5b2cb4fbb9dd5","f2d09decdce564c1dfca8576cb9de82210cf528e","9cdf98583bc9ba63bed2dd0c540e4be56de2f584","fea3a5ecbdd0c6d7491df22a1aeb18a69ee9fc98","55c239d74fe3a24ffe9e031e1555fbc3dc408589","90f8915e19918b37edaae2664be8e23fdf06ea41","9067f09f87f90396cbc597bdc74bd52f1251c123","a5c5857156cbf0c75aecafc66d660154bc17fb4f","d701f79009aec06b40b997e1e2cf512dd377b9a4","c1f3e111ac481c888fa45fe2bbba6376cb4f4f70","a20a8e5067822246a0c8609aa118375f366b5444","c90061042d1c08abb90181e6bfb794bf9e950ae2","24c8cc91da21e210f5ae3d64e0e3c4179a3f429a","f867e56d3a8ac2bbef6bfe5c74ee80ab43239718","11a57e848ee16577d8e6346f44a0243cf491c07a","7488bf76ea5784d449eaddbc1e608d83a048ae14"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Multiple imputation under a two-way model with error is a simple and effective method that has been used to handle missing item scores in unidimensional test and questionnaire data. Extensions of this method to multidimensional data are proposed. A simulation study is used to investigate whether these extensions produce biased estimates of important statistics in multidimensional data, and to compare them with lower benchmark listwise deletion, two-way with error and multivariate normal imputation. The new methods produce smaller bias in several psychometrically interesting statistics than the existing methods of two-way with error and multivariate normal imputation. One of these new methods clearly is preferable for handling missing item scores in multidimensional test data.","inCitations":["d5a0a23b402d7753c67dd8415620bfa1b8bd48d5","353d0b9496add4fcdc55b0b20d1b5f6943101337","de0009e4c79b1b9cb702d06f3725a7011985de17","1a45e2e0f1d902329adcb7182c5323bbdeb30d72","41cfc0a3387b8515b2765167e3e06ad35fad796b","31a62e125304c28fb0430cf47072ba92c1a052c8","d42addaab27c007b7434ce90ef41776325668f0a","2afcccc75b2027a68d222cbfc2832bcb5c87d8dd","8f8cab93db62ed07a05fcc81fd85867fc3cd5374","9aa8a2e756195deb852bd34dd0ea7338e79f0d81","8a0b2e670e780bdcef4a0a52b27b4da57d930d39","7ceb2b68b13d25712e694ced0281c44cdfaf9723","01719f834b875d0df9b2a87b190a249022d228de","6d97b905b52515543de3be3a51b6b41fb2a65993","d9d3d0fc15f75055ae28f297fb7b3635055cc208","3a2dc34164963963c75415868778df53f70ce8ce"],"title":"Multiple imputation for item scores when test data are factorially complex.","doi":"10.1348/000711006X117574"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":["179d7b170048360a00877b55f9b8073ae1143009","fcef2258a963f3d3984a486185ddc4349c43aa35","96ef799148b63e2f4399cb454b1dd1b0c6836c3d","220d19025c70489a87b139e7fa368dab588cb490","8db8646c94852e7b36cb9610fb998faab3eee8bb","bcd2a1e2a53751ab3f3d312f0ec6da41a0628451","b877cf63a1174fbafc1a91aa009f6e9b9c661849","e78994431e72d3d1d64723fd05dcb2524cb8f873","88a5cd8f6a27dc12d8c65ceaa3007452c493eaac","5800894aa631837c684614c2e108da79f73af2a2","45a491b43b7318df857dd0ca0b749a7815eedcf7","48293c2bb4c1e1f6536d774b24a0ce6ed8815ccc","c0d361344070a3d739f8d67e418f34805cd557b7"],"journalName":"Biostatistics (Oxford, England)","paperAbstract":"Summary Having identified that the lack of replicability of results in earlier phases of clinical medical research stems largely from unattended selective inference, we offer a new hierarchical weighted false discovery rate controlling testing procedure alongside the single‐level weighted procedure. These address the special structure of clinical research, where the comparisons of treatments involve both primary and secondary endpoints, by assigning weights that reflect the relative importance of the endpoints in the error being controlled. In the hierarchical method, the primary endpoints and a properly weighted intersection hypothesis that represents all secondary endpoints are tested. Should the intersection hypothesis be among the rejected, individual secondary endpoints are tested. We identify configurations where each of the two procedures has the advantage. Both offer higher power than competing hierarchical (gatekeeper) familywise error‐rate controlling procedures being used for drug approval. By their design, the advantage of the proposed methods is the increased power to discover effects on secondary endpoints, without giving up the rigor of addressing their multiplicity.","inCitations":["b97c0fdfbdb992cf8603031812fc177d870fb939","e54ffbb9371e561e1e892bd3f4fa50871ebd8d96","385df23abf50b1d7ee3b53fe1f051b4261fe03e6","f71a878dc681935cc072e17fd8d7dfc22142c521","007d89474f536e2996e4cd4d4c624ab30c3f40dd","8841681ebacf12fad116ce57f68fb7838007e3f6","6ae75c0506a0d7b61c850f581920e2144beb1ee1","944929c3ee7549d2fd3b4c0bc397392ee2d6b245","74b53a200b82590bda66b7829d115ed63921aa88","b547c4e3aaba790e9fcbd86b8a33f435b7603ade","3e9963625e81109ee674bc49eacf355efe951f36","f0d699fc15bd09a15c3620b26b21c3856d482e20","3754a4c95911d47dc71df8411e108b5228d5eb54","dfd0486d742dfc78b8daf452607b99f598eb0dc9","1cc2dfaff595fad1d53f8aa6542707cc75ec29c2","3a59750ebf546d9a769b90dc0119f2cdfa15de69","ef0a651732ba60cc8d3d53e460199bb85c990f03","d479a0866922c90bad725e9fa54281d2bb4c1d7a","918788b31851867a52d27e03bb3acc8f077f7708"],"title":"Weighted false discovery rate controlling procedures for clinical trials","doi":"10.1093/biostatistics/kxw030"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["725b490300c13745c540ef349066f7d90d022a1a","0e522b77bf95d47acc8b26bba29f9274d6a8db1f","ea4ce5b4b4b7ce3e57856b7eeb4d6d8d5624c5c2","fcbceac118717eb78b2339ce31fb63e05eb52d89","894dc1570191af439ee901a0505b0a5ef056f46d","f68b80b1d92b507c66deeadd976c310ac580aa71","83f5131c623cabba244ddbe45cf53f0b521fc637","bfd2b99f452ed2d6f046a07eba8944d66ce5fea9","b958ea5db49fe9e01dd10ae2803aad35435f7423","6309b1f3b9b06040c5959fd6b24b8233bb3eb510","ea54f0c0568cab38619ee51e6ac021e76d6a6559","cad373855d2b8cd9fde249be36b785618741e45a","e19c11bd45680e5cf8591ddfc83f332d8c0786a5","d146d330a5c09b993a7a4b9b44aa4feef493fae3","ae8c54af98c689ca9db96de6976119091f475bfc","94a918141dc549b5f932e2a9b8c5df3a0407e473","9871c9dce9887bf4798b5cd0a6aab34c3363b898","7003ec2f0b3ead3884b7ca4034ee3532e160b730","f5f4464716794cbe7bf3a1c113ce22e7fed444e2","efe973075ac6c86965fdc937e44d5bbac34d00c9","64d625bf6f5f3d1393666c2f528b5eefdf9b33e7","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","d099c285098fb2286dbbd7ac5ec505a0d306a740","33fbe88fd00df65cda2a387b0af2bb9b2fa6a961"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The aim of this article is to propose a multilevel combined model for repeated, hierarchical, and overdispersed time-to-event outcomes, extending the so-called combined model proposed by Molenberghs et al. (2010), and using three different estimation strategies: full likelihood, pseudo-likelihood, and Bayesian estimation. For the first two estimation methods, we implemented the alternating imputation posterior (AIP) algorithm (Clayton and Rasbash, 1999). It is shown that the multilevel combined model can be fitted nicely using all three estimation methods. In addition, the multilevel combined model has the advantage that it not only can capture the hierarchical structure of the data but also can accommodate overdispersion within the data set. From our simulation results, it follows that the multilevel combined model performs well in terms of point estimation and its precision, fitted with the three different estimation methods. We also observed that pairwise likelihood estimation, a particular form of pseudo-likelihood, is more time-intensive than full likelihood and Bayesian estimation. However, pseudo-likelihood estimation is less sensitive to starting values.","inCitations":["88bf8cf0c946039fdab929eeba5abe71585eb5dc","c908f6b22638c7964ffcd791524bc64a7b79e3f2","7dd92e8f733ac5e533cfd354341a5d96ef2c17c7","0625e209294f6e1c0c3af58cad6a9de405fea6fb"],"title":"A multilevel model for hierarchical, repeated, and overdispersed time-to-event outcomes and its estimation strategies.","doi":"10.1080/10543406.2013.834914"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["a476a2b0b0debec5632f68406277ada18b21d195","a368046925e3519eaf9abdc46e9c5c7c22a0e147","f5c72ce52988479570216ad636d28fb89c875bfd","b4d972cd8a6503f6066986d38d321101cd250bce","a9f4096ece4446bf47063ab67195a3b5692bf68c"],"journalName":"The International Journal of Biostatistics","paperAbstract":"In recent years, various mixed-effects models have been suggested for estimating viral decay rates in HIV dynamic models for complex longitudinal data. Among those models are linear mixed-effects (LME), nonlinear mixed-effects (NLME), and semiparametric nonlinear mixed-effects (SNLME) models. However, a critical question is whether these models produce coherent estimates of viral decay rates, and if not, which model is appropriate and should be used in practice. In addition, one often assumes that a model random error is normally distributed, but the normality assumption may be unrealistic, particularly if the data exhibit skewness. Moreover, some covariates such as CD4 cell count may be often measured with substantial errors. This paper addresses these issues simultaneously by jointly modeling the response variable with skewness and a covariate process with measurement errors using a Bayesian approach to investigate how estimated parameters are changed or different under these three models. A real data set from an AIDS clinical trial study was used to illustrate the proposed models and methods. It was found that there was a significant incongruity in the estimated decay rates in viral loads based on the three mixed-effects models, suggesting that the decay rates estimated by using Bayesian LME or NLME joint models should be interpreted differently from those estimated by using Bayesian SNLME joint models. The findings also suggest that the Bayesian SNLME joint model is preferred to other models because an arbitrary data truncation is not necessary; and it is also shown that the models with a skew-normal distribution and/or measurement errors in covariate may achieve reliable results when the data exhibit skewness.","inCitations":["70171ceb90e92d7496310d308c870422cd980d5f","0a4cb4f02711102bad74dd48387e6f7c5f0b2c6c","b56e031267d5041abe8512df43ec77860617ee24","1de8720d8afd168678f328192f15586ca5076d62","c5fe92c9180986bea79569444a652dce04c7905a","030b2da1e93877f9aef79ddc83b93204974c08fb"],"title":"Simultaneous Bayesian Inference for Linear, Nonlinear and Semiparametric Mixed-Effects Models with Skew-Normality and Measurement Errors in Covariates","doi":"10.2202/1557-4679.1292"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"This paper highlights the consequences of incomplete observations in the analysis of longitudinal binary data, in particular non-monotone missing data patterns. Sensitivity analysis is advocated and a method is proposed based on a log-linear model. A sensitivity parameter that represents the relationship between the response mechanism and the missing data mechanism is introduced. It is shown that although this parameter is identifiable, its estimation is highly questionable. A far better approach is to consider a range of plausible values and to estimate the parameters of interest conditionally upon each value of the sensitivity parameter. This allows us to assess the sensitivity of study's conclusion to assumptions regarding the missing data mechanism. The method is applied to a randomized clinical trial comparing the efficacy of two treatment regimens in patients with persistent asthma.","inCitations":["4d330be432dbcff97548e424afd1ca25d1e53ed5","1a25c24221a4d2391cf1d94db71eaf237441866e","a1bb81fa975521d3d6167f7882cdbb6475f53c14","a380ed3613e0ffbff1496e2eb7f57f5dec37e0a1","898473e148071c6ad012ff5f1cf0c29ad1385f26","69904a3623258097c3d9461adca27764912e12e4","7905a24a6714fca40a8cc887caf6c6b91b9d4758","9454ee526c4285147165180c6a7f4a13a92728ed","4c16be7d935da3d2b76f4b184ad1945d712881d9","e874622904cbc2654b407935e513cfd0801d50bb","4ef6b24003e2c468120844ce6279fb70ca777504","8392fd694234bb1f0f00425a947e6ea201f994e8","981462e00044114cc500545846dfce151bf99d3a","a8aa3174266b730b1c779b49f6771ca2c53011c9","424ec3567c6ef3364debe9f7076d3d3c814aee9b","80d1d1933c7bc221d8b60230fa6fe944af2bfe9d","6dd6338ad7a659d9f2be3f6c3c98aa1536f54570","163ff1ba5c4fee6118189433477bfc029efdbe3a"],"title":"Sensitivity analysis of longitudinal binary data with non-monotone missing values.","doi":"10.1093/biostatistics/kxh006"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2011,"outCitations":["2d6bc1dac0a42e4d0affb32f548770186a6a92f5","b457820831cafc3b7106b4fad596f8a7a70d58ea","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","429f260a3021a1d1b35a23fc4809263611b82b1e","94cf95b10a05dd4a717a9ff0cb1c1825f1adf4f4","3d6221fa36c387b0e4bd1e4b789174983296805e","92038c1a08fabe2e0c7211787a890215726f0f0f","6ee64fa84d223afc6af901dae5d91272ffd69fe6","6ce7876c0b2acb52b88610ce9cfe21d239c28922","4b5dabdecc0e17fad08c05d36e0a557727afe4e3","d5fd834bea234b49b1867bab4b8b048e97dd926b","0c589744ddfca9533159a908944f5accac4913b4","eb7ba495d2adb625347448f0b30dca86f9f3d3f1","454be18df1f819f92d41161875dbf254dec74fac","c74639a3fc648e19d46b5f52cd40ba8bec936184","401818879bd91d4a7c79943a5a29975e2bd01540","b90d5e8a3f9942743778e6ceb7f75f32490a0140","45db16309fbf7e9fc8907047e7e1a9933c4e1b85","d98d0d1900b13b87aa4ffd6b69c046beb63f0434","2cf7eec5816721785f863fdf7d2117c5d2ca5262","701dcf19f697989348e549c1b9dfff143bb69c00","8ac68253bda08dc451d82f29e447341abf5ea9a3","84c096d130af8c5ec08dad0106b4e44003a6659f","f5807f04771cec77e0cae7561764f5a6e83c0d46","f4e973abdf190b862e6ec4ff1791d1ed8a628705","d9a16fa2d1067d262c2ad43ce26ee6de0b7b08d2","fe388f7e4798ceb2877f5e4dfa7c1dfb7a806eaa","6eedd5f6ce88a8eedf305e6e052a4e1f1a3985d4","955f2c6fc54151ce45a66b392b888fe7e71f12fb","ab8ff2b08acb1e673fd0c6fabea46d60db5031b4","e3df93eb425d83dd0342aa59a1fa9045d111637e","1b32d466d2c756e1dbcef9ff94e1be895e84700d","7b66f80cdafd760b818dce8b4d1547251ae18dbf","b1d0490cc39522e0ff9ceb879f777d683c0e6126","9e08f76ac0e9d1b6569221e5a58d5c0ca4f68745","c9192b1685a6c0747125f27822b0e88fdb40de5e","9695a093c26e2f00de66f84f4c524ba692ac702c","df25adb36860c1ad9edaac04b8855a2f19e79c5b","9d42849ccc3f94cdcaa376ca6004c85ec0b284d3","e996344199af190bdd47ee31a652e76811a5487b","8e011baa648ce7cb89c1bab9c59313502c862251","0ae4d16f711210069c99935581109f4713bbd6d2","6305dcc03c8378e371e73b0a68ff29f1167a65f0","27ddc67560a0a89af5601044cf3988641de346d8","d286d79bcbe9f66a183da247ec9939f66e00bd2a","aa0d315683c2984c0f7aa96da32f0567d69ddf51"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"There has been increasing interest in applying Bayesian nonparametric methods in large samples and high dimensions. As Markov chain Monte Carlo (MCMC) algorithms are often infeasible, there is a pressing need for much faster algorithms. This article proposes a fast approach for inference in Dirichlet process mixture (DPM) models. Viewing the partitioning of subjects into clusters as a model selection problem, we propose a sequential greedy search algorithm for selecting the partition. Then, when conjugate priors are chosen, the resulting posterior conditionally on the selected partition is available in closed form. This approach allows testing of parametric models versus nonparametric alternatives based on Bayes factors. We evaluate the approach using simulation studies and compare it with four other fast nonparametric methods in the literature. We apply the proposed approach to three datasets including one from a large epidemiologic study. Matlab codes for the simulation and data analyses using the proposed approach are available online in the supplemental materials.","inCitations":["4e1f12eadb4b2d964f04ac6f5f397833607d83d2","8887987f2fc5777e6e5f014a043acccdaadb93dd","bafede7a3437f480cacd88692b87127cde573af0","47b12210ed1f479a3aaf79571bb51c0e9a082d54","207c0033237ab8374150e99fde7794abd408c6ac","d139fe19a7a60234b2a11d85719247a77a49ebff","33bc52515d71d8a1279c0c3fa0b941258a6dd86a","4273e56d1c82a555815b84aff28cdf79fe42e8f9","cc6a7355581f1d938f7f2b660abd56111c4b77a4","20cdeb11279cfc4d47338507ff73b029988564cc","7c48b8b6b2805f13e5a38a293c76203f1a3ac629","4cd4e6bc0d5fe7940961a877df29ac58eefcd6a8","f5f939d3534bc79d54c25de8ce1bbced69d46c85","db44513b7a908505e099898ba2607ed55e985886","d61f2ab043473032653d461f32efd7c5a0cbe1a1","d3669356313e2afff6ab80181ff5cdf4885bd61d","bfe21abb2de735e3f1b7173bebb4bae1d8f07cb0","6924adaca1def7c8b63cad3120d9cc989a5f5a64","a5eb7f835640a129b6f617aed8b322365cc289b6","2b9ad49f51db8a7d1ce247e4108df8b3396fbf02","ef0b79d1b05a00bae1ea7b2e8698f3d80c23f138","00304b7fb6a6c10c26be14777aef9dfb520680af","e16a45232ce95917e8cb88f789a2a00ef6631a7d","5e531ca606778866a8dea4fdbd6517b4ec401073","31b9aa29ea7eafc160cd4bc51334f563a1859969","005c48beaf777799f5c3311ad553eb0d2dde33f3","732c4f01ca7fd05c589e39044a3ed5e3e861c608","c3048b130ed9a362e40bba0a66971663db1fec73","69438391d0918fe4bdbe6edf70f6dfddc456432a","e1d7073dcb5d7b5a78ea86d40b26f92b4c28e98e","434141fdf3643166f9ab91701ca51aedf3399c34","8848d1abd31873594fc372e0022789f153112174","db45a1dd2fd72d4b73e88c70f8be73e9246a7679","a53625f8dcab22b516a20b667fd2b992161b25b3","b9267c0214fcb6e5aacafe93eff1ad76f1fd56a6","d545925311da5fe0da1489721f5ec33a0225ff62","8ded69d1e73f286a50a0ea3fc2738cca7a5a127d","e27e3c4b48ca6117866ae17719a6150494ce86b6","b74434a112529a36a3effd420942f8a9832455c9","ecc64ed4b227d534c3f67752b6b3aefd394d94b8","55af8882c0d72c6d2d959dc32444b1d9b55e5cf2","638e04904f52469af953ff560ad0a2b42ca1ec48","e38569845bbb57ee71dfed563d8c3cd04f9e3ef1","a488e84f960b35960bf47a4ea354412afe13ea49","8904e9986ea256f37da535f282c7cd727736db4a","5921e0308e71b0418ad0fb198c5fbbf824628066","e4148ad5d618fb180dbcbc5fcc7479d84452762b","f92fe947d291a420b24175e4624986a0dfb54345","e14a5eff1d501073b81b8811898a5b3028ed9a71","3142418c2c58cdbb072615d9e021bb33f2c3c715","9ab593c3084d255d01b0eb832de3282a4cdb707c","2b17ec71999fce095466a6e1121555ea68d99003","3645c8893bc970aab9674684f37ec64de016ffaa","283fbe7c85b89ac3df2797d63e521c3e5c197228","b2b0ba964daabb3f6c7a647e665a22d11c443722","c4c680bcc6e20bf9d55f71061ba3a26ecdf7b991","dbebbae5dd21ca48dabb303ec9a833f2652bf798","84df61f09732e36042769de1190354e39c40d03d","47f2484834fbe87a3085ad2fff844d143c0a7d65","01a6411e03cd176a25aa07f94cfd0ef8c8aa6c92","657c48873d1eb7aaffc356a8167f653fd973df1f","ee4d0bf1e002b2657ffc913fdaf5068082d239e9","661a62c77ab4beb4f54d8d348de8622652b9f9da"],"title":"Fast Bayesian Inference in Dirichlet Process Mixture Models.","doi":"10.1198/jcgs.2010.07081"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"SUMMARY Our increased understanding of the mechanistic heterogeneity of diseases has pushed the development of targeted therapeutics. We do not expect all patients with a given disease to benefit from a targeted drug; only those in the target population. That is, those with sufficient dysregulation in the biomolecular pathway targeted by treatment. However, due to complexity of the pathway, and/or technical issues with our characterizing assay, it is often hard to characterize the target population until well into large‐scale clinical trials. This has stimulated the development of adaptive enrichment trials; clinical trials in which the target population is adaptively learned; and enrollment criteria are adaptively updated to reflect this growing understanding. This paper proposes a framework for group‐sequential adaptive enrichment trials. Building on the work of Simon & Simon (2013). Adaptive enrichment designs for clinical trials. Biostatistics 14(4), 613‐625), it includes a frequentist hypothesis test at the end of the trial. However, it uses Bayesian methods to optimize the decisions required during the trial (regarding how to restrict enrollment) and Bayesian methods to estimate effect size, and characterize the target population at the end of the trial. This joint frequentist/Bayesian design combines the power of Bayesian methods for decision making with the use of a formal hypothesis test at the end of the trial to preserve the studywise probability of a type I error.","inCitations":["14559a45958106ff2cd16f31d6f07cd5ff09fcd7","87892eb64c940a554cde8e5a65ddb84e063baabf","79c39981749c817cccdafb841b8fc72d76b3ffe5","f99318dfabc7af4d401afe9f11e0a61b60cde467","54fd483dbf0cbafa613a232bbbc741e3c43f2962","cba5fa292a319194d0d94fb0ed16678dc298155f","136608b41f97c4b29408d46e7ccf3be189eeecb8"],"title":"Using Bayesian modeling in frequentist adaptive enrichment designs","doi":"10.1093/biostatistics/kxw054"}
