{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"Kinetic models are used extensively in science, engineering, and medicine. Mathematically, they are a set of coupled differential equations including a source function, otherwise known as an input function. We investigate whether parametric modeling of a noisy input function offers any benefit over the non-parametric input function in estimating kinetic parameters. Our analysis includes four formulations of Bayesian posteriors of model parameters where noise is taken into account in the likelihood functions. Posteriors are determined numerically with a Markov chain Monte Carlo simulation. We compare point estimates derived from the posteriors to a weighted non-linear least squares estimate. Results imply that parametric modeling of the input function does not improve the accuracy of model parameters, even with perfect knowledge of the functional form. Posteriors are validated using an unconventional utilization of the chi square test. We demonstrate that if the noise in the input function is not taken into account, the resulting posteriors are incorrect.","inCitations":["1d4e08bcf96ad10263539e46e50030524dab23a4","827ceac21a7ade9e00416fe7aaa25d079bef8e9e","75d127236be0336f283cb7463b2f16c2d03305c9"],"title":"Bayesian Analysis of a One Compartment Kinetic Model Used in Medical Imaging.","doi":"10.1080/02664763.2014.934666"}
{"fieldsOfStudy":["Medicine","Mathematics","Computer Science"],"year":2018,"outCitations":["cf7c025b5ca3c0e936828d783667d4f862364b0e","42eca75539ee8bfeb115c26f10ca5fce80910a74","72395780a310251bdeabafa762bd07222d06cfde","ae3287396a3bdb85b321ca16962f4964e645ae77","9919c0bd99114a9bbe4618f11afe5987a686f6ff","5326acfa0dc381ce8849a735ae2a6138be980650","ab6f93e93f5e40f5c6425501a4dabf865ce897d0","b04db132c033b31010281baa44ce547463367453","361a2824a01cdbaf0575d3f3ff5091ff481bd026","e6b27911c707254d8561f8b3d0718b0c4d1e3469","42e0a370814bec52294b63a3e6b79ef4c3a4b775","1b660e6a4c9b8226a7c012be0d131fe0c01badbb","cdcd3a7b102c85c94997bc93d6a358c59a3a285b","0fa45c2de853bfae597a05262b5494180b0e7dc9","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","34e3153c3ff614ab745de234e6c35043c5b37b47","d5eeece5f65bc6c4ff123e839fe3076f64507ca2","07dd07007176c07e58d122500625fba118eb86b6","73376103cebfc3de846795ac27f3c183707dc96b","d206629e510a7137a7ad280e0c38fb3941fa7ca4","cf2d5bd6ff82148e6685ab699843e82a72e17bf7","9ea23311591837d19ebbcb8ee4dbfbf7d9a046d8","d35e4fd7114280585397b90a03683a71ad4ddd32","8bf620765e77c98424983de5d5b74b90d99e28fd","03eec63d9edf842f921cc32e261d1e6ba155f1a4","db9f15b4604aee15ae14d25bc1294a58f998e872","657bd455382a141e623665cf7e30acbfd8175533","a43a4e44227ceb7e7ca68bb73c21eae56112eea5","9e408520e757db40033e30f6a76158ee550f95ca","9f2a597abc640d652734ec29a3c6025d90a3ece8","f17028d9741df945cd788975d2c17b1235562d8e","f8a8f958dcc61e180d7985b3aac22150c9fcb2de"],"journalName":"Technometrics : a journal of statistics for the physical, chemical, and engineering sciences","paperAbstract":"Sonar emits pulses of sound and uses the reflected echoes to gain information about target objects. It offers a low cost, complementary sensing modality for small robotic platforms. While existing analytical approaches often assume independence across echoes, real sonar data can have more complicated structures due to device setup or experimental design. In this paper, we consider sonar echo data collected from multiple terrain substrates with a dual-channel sonar head. Our goals are to identify the differential sonar responses to terrains and study the effectiveness of this dual-channel design in discriminating targets. We describe a unified analytical framework that achieves these goals rigorously, simultaneously, and automatically. The analysis was done by treating the echo envelope signals as functional responses and the terrain/channel information as covariates in a functional regression setting. We adopt functional mixed models that facilitate the estimation of terrain and channel effects while capturing the complex hierarchical structure in data. This unified analytical framework incorporates both Gaussian models and robust models. We fit the models using a full Bayesian approach, which enables us to perform multiple inferential tasks under the same modeling framework, including selecting models, estimating the effects of interest, identifying significant local regions, discriminating terrain types, and describing the discriminatory power of local regions. Our analysis of the sonar-terrain data identifies time regions that reflect differential sonar responses to terrains. The discriminant analysis suggests that a multi- or dual-channel design achieves target identification performance comparable with or better than a single-channel design.","inCitations":["089f7ba8d16d8ad597a21453afdf923cc93fac8b","8e47a70d21d8b3cd59a50a6fb8d25483ba5bbe5a"],"title":"A Unified Analysis of Structured Sonar-Terrain Data Using Bayesian Functional Mixed Models","doi":"10.1080/00401706.2016.1274681"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"This study considers the detection of treatment-by-subset interactions in a stratified, randomised clinical trial with a binary-response variable. The focus lies on the detection of qualitative interactions. In addition, the presented method is useful more generally, as it can assess the inconsistency of the treatment effects among strata by using an a priori-defined inconsistency margin. The methodology presented is based on the construction of ratios of treatment effects. In addition to multiplicity-adjusted p-values, simultaneous confidence intervals are recommended to use in detecting the source and the amount of a potential qualitative interaction. The proposed method is demonstrated on a multi-regional trial using the open-source statistical software R.","inCitations":["f9aa37f7b6c052dbb872ed36d9b5e4c2c1a35f5b","2822cd4f41962615b1ae6e1a8480a3c4afe1b33f"],"title":"Detecting qualitative interactions in clinical trials with binary responses.","doi":"10.1002/pst.1632"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1998,"outCitations":["970e608d50d46ed2f7e5160d0a987fb9bf9c524b","11993c55b66109221001f370aee3899b10e0f805","c3822dc3bde80f1b016565efa3e21e6c91e3cb04","7f70179b5935583e7062eb7745c010b37b3205a0","d7632aa87f9d79857919cbfe97ddb80795c5a93e","e6077bf65580dbbf7e5ac4ecf60f50179bac426a","b7134309fc923d0395edb6c6c7d6695c82f053fc","88776288c017a190baddb725e6d9f48a235bf97d","79b4d1b19cca197e280ff1be3c1a126ad3b6f41e","d78717cad16b4a2d5bec8aa68123e8ae6994cd42","f5f8d7249df5816d3ab0e0b706364e7b40e3f193","853136738f64d159ade419eb54388807d0011aba"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Determining optimal conditions for protein storage while maintaining a high level of protein activity is an important question in pharmaceutical research. A designed experiment based on a space-filling design was conducted to understand the effects of factors affecting protein storage and to establish optimal storage conditions. Different model-selection strategies to identify important factors may lead to very different answers about optimal conditions. Uncertainty about which factors are important, or model uncertainty, can be a critical issue in decision-making. We use Bayesian variable selection methods for linear models to identify important variables in the protein storage data, while accounting for model uncertainty. We also use the Bayesian framework to build predictions based on a large family of models, rather than an individual model, and to evaluate the probability that certain candidate storage conditions are optimal.","inCitations":["6b42331b0cb73f0db3b9045959b5dfe65e973666","635690ea160e4cfae96feabe571e259c5c591e4f","a5b40921ae03cc6fa34f532173a23c321c9ad3f7","b2de26ca1b1d4ad5bd9fe69559bf8770ccfb2e07","f0330b225ed4a9a8f379665f347b5c16cc7a29b2","f7c939dc23bf766af629aa4f61505da6418fd8c6","fd69677118486238f4f1e0c16beae3bb424e5e82","f1e37d06b4587b3f04caf4a817e4de841bfcacd0","9f9c7263e4da090358ffed8a213d658500514776","c8024997b116be3627cd5b1ba745d0128056a9d5","406065d3fa91b37d1ea3e1c70e88f8c24c895f18","79b4d1b19cca197e280ff1be3c1a126ad3b6f41e"],"title":"Protein construct storage: Bayesian variable selection and prediction with mixtures.","doi":"10.1080/10543409808835251"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2013,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"In longitudinal cluster randomized clinical trials (cluster-RCT), subjects are nested within a higher level unit such as clinics and are evaluated for outcome repeatedly over the study period. This study design results in a three level hierarchical data structure. When the primary goal is to test the hypothesis that an intervention has an effect on the rate of change in the outcome over time and the between-subject variation in slopes is substantial, the subject-specific slopes are often modeled as random coefficients in a mixed-effects linear model. In this paper, we propose approaches for determining the samples size for each level of a 3-level hierarchical trial design based on ordinary least squares (OLS) estimates for detecting a difference in mean slopes between two intervention groups when the slopes are modeled as random. Notably, the sample size is not a function of the variances of either the second or the third level random intercepts and depends on the number of second and third level data units only through their product. Simulation results indicate that the OLS-based power and sample sizes are virtually identical to the empirical maximum likelihood based estimates even with varying cluster sizes. Sample sizes for random versus fixed slope models are also compared. The effects of the variance of the random slope on the sample size determinations are shown to be enormous. Therefore, when between-subject variations in outcome trends are anticipated to be significant, sample size determinations based on a fixed slope model can result in a seriously underpowered study.","inCitations":["52ecac6de4c9052dea33b55efa9f6992aa2aaf6c","4933921f527c32f758d850ed119c3ef605c7a3f1","b82cb0c484be6ba62a2ffd6ff6c3fb7e7201c1bc","8d62f571ae231a8618d817b20d651c4729b3c83e"],"title":"Sample size requirements to detect an intervention by time interaction in longitudinal cluster randomized clinical trials with random slopes","doi":"10.1016/j.csda.2012.11.016"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In clinical trials, situations often arise where more than one response from each patient is of interest; and it is required that any decision to stop the study be based upon some or all of these measures simultaneously. Theory for the design of sequential experiments with simultaneous bivariate responses is described by Jennison and Turnbull (Jennison, C., Turnbull, B. W. (1993). Group sequential tests for bivariate response: interim analyses of clinical trials with both efficacy and safety endpoints. Biometrics 49:741-752) and Cook and Farewell (Cook, R. J., Farewell, V. T. (1994). Guidelines for monitoring efficacy and toxicity responses in clinical trials. Biometrics 50:1146-1152) in the context of one efficacy and one safety response. These expositions are in terms of normally distributed data with known covariance. The methods proposed require specification of the correlation, rho between test statistics monitored as part of the sequential test. It can be difficult to quantify rho and previous authors have suggested simply taking the lowest plausible value, as this will guarantee power. This paper begins with an illustration of the effect that inappropriate specification of rho can have on the preservation of trial error rates. It is shown that both the type I error and the power can be adversely affected. As a possible solution to this problem, formulas are provided for the calculation of correlation from data collected as part of the trial. An adaptive approach is proposed and evaluated that makes use of these formulas and an example is provided to illustrate the method. Attention is restricted to the bivariate case for ease of computation, although the formulas derived are applicable in the general multivariate case.","inCitations":["f0a90c2e6c1ffff5b3924a621cc2e74973cef70e","161ec99aa6a09fcde5033eefdfd9d65660670731","ceba35910fb471a04d93686e046f7e039595a67b","f4110fb172dd25356820ca4df3360280fb7d980e","8c16249aca5264d4b1b79af9605d99d3f696fbbd","863c0e499d88d323ae4727944687cb1a10ec28fa","13c0a69e874932892988237a02fb2673a4d6e6f3"],"title":"An adaptive approach to implementing bivariate group sequential clinical trial designs.","doi":"10.1081/BIP-120024197"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In this article, we consider several study designs that arise in practice, which are variations of standard crossover designs. Often, they may result from modifications made to a standard crossover design due to practical considerations. Characteristic features of the studies we are concerned with are (a) treatments consist of external use of products with little or no possibility of carry over effects, and (b) the periods of use are dictated by the subjects or by some specific event, such as diaper leakage or menstrual flow. We consider a number of such study designs for estimating the difference in the efficacy of two treatments or test products. We provide brief descriptions of studies to motivate the study design, the underlying data structure, and computations of the variances of the usual unbiased estimators of the difference in efficacy, and the sample size formulas. The situations considered here cover a number of popular crossover designs. The objective of our work is to provide guidance to members of a wide audience on how to answer the sample size question for their own nonstandard situations. We conclude the article with a brief report on a simulation study we conducted to investigate the impact of estimation on the sample size determination and consequently on the actual power realized in an effort to promote the \"best practice\" of checking whether the recommended sample sizes indeed achieve the desired level of power.","inCitations":["291af882a44b60c5d72e8645e3a79df5c8af98ad"],"title":"Sample size determination for alternate periods of use study designs with binary responses.","doi":"10.1080/10543406.2010.539082"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":["909f43d132ee88b5347793dc2a415a2e70781960","b0216930809e4783cdd125cd5ee38df6cac17ab2","d0aaba4f5d2e0bb42e07360a1a651691c9621c97","e3e85fbf006a91750789bbf05b0b8836c98c292f","efa92c4eb084a57f4a7db40acefd998f9755feca","91dd073b9bfaf29b6c3d3a58418e2bdc765541ea","9f842eef6bd7aa21e0662e8d8194c8edef88a343","188c12a49bdf289260a2e2768f81e6748d00d862","ed44accab4571065b3df1304f7c51183fe1ea506","9e4515bfd139f1d7e6a4b6992d7e59f4ae5f6eee","c2f894595e52c0345f3b5ceb5af4131c21673b9c","45c3933081d8caa3436051208526a6c2aed30745","a603812c1e0aeb46d02c86a2668276c9a5f0bed6","3f86bf9ff52970364fa2ae3259f68f921f3c525c","7152464d0a2ebb31f40597cb4445e98b7e598b5b","3e7c854acd6c1faf27bcea6f040e34d6307766e8","c6850edb8c1cc9bac0d2402f8a0a4df4f146cba4","f464be8366bae49e3dea09fc1c26b00165c2a59c","42d3bdc4cf414eaa7a254a86d51d0766be269ba9","54df4407efc275def322901940f66050407dfe41","96cd4ca99a137bf80e8c2dc5cb20ab6782df819e","2224c59485b6387cbf007a11320ec949cd85b1c8"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A framework for comparing normal population means in the presence of heteroscedasticity and outliers is provided. A single number called the weighted effect size summarizes the differences in population means after weighting each according to the difficulty of estimating their respective means, whether the difficulty is due to unknown population variances, unequal sample sizes or the presence of outliers. For an ANOVA weighted for unequal variances, we find interval estimates for the weighted effect size. In addition, the weighted effect size is shown to be a monotone function of a suitably defined weighted coefficient of determination, which means that interval estimates of the former are readily transformed into interval estimates of the latter. Extensive simulations demonstrate the accuracy of the nominal 95% coverage of these intervals for a wide range of parameters.","inCitations":["977c6bb5186be478c84d2dde923a507b7747b3de","2bca4d666ddc85cc5825658ca8abd7b6d863fd3e","427a98499394711dbc23932dc5c49b037f5f8e65","8a1641ade5af1483517cba706209e896e7c9d6e7","c66a1d34f5e6ff65c8bb7d72ee3056d252e65f0a","dc582a9e36b102e30929ef1ddb65fbd2d6451705","3af6ed848d4ce5eec98d93ea901c88c2bf237845","018bceb2831e82b308cb56ef7f30712ad99ca3ed","7fd8ea9e9258fa741f812a245fbe4c711b0a2ec7","3174056199195f7c9cf0001788a3102d6ee6d5db","ce7cd0caf147da678fa223495777012cf2c75c92"],"title":"Interval estimates of weighted effect sizes in the one-way heteroscedastic ANOVA.","doi":"10.1348/000711005X68174"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["6931786de5246e1cba2973207286555856ffff0c","93079a53d6bb5f5b55064c7fd5bb9cc74febd2a8","1811f792c4d410621c61aae01be3a1e6631ed2d0","67f1ea5e84656d13ceae9ebcfd9f89e3afbf39a8","8aa868b3e814a9fe98ff56f49b0100788417f9c0","29f238972751449547c40c16698477d8d2d7ba01","4c71b5a041deb28d5d1dd3cd0c612fae5521c254","54c18afe93fa7835972db829f0969942903b2930","8791984f2381c581f48f24a6331d7f76c1466c0d","8b5f0e42c111e6bcf689a2c50a752bda4c0f0329","9f7e32b2956e4558e084515e80f76122cb92fa02","aaaae6628c9c33e165e5cd5538b27d9275c24347","3dfcfc9ef673a5586290ebde48c33ae9e2e802e9","eed13776029093fee7d9f63472fbadd02b9041a1","bc90f6a3c7bf8a593a07d452e1af1d3e43adc03f","8a5d0bc0b5d23d62a36767e41f19abf72ae8d34a","07eafd1dc81649930d0c86f888e98828d3479698","574138537790b5b816d799e27a6126837e29804c"],"journalName":"Journal of statistics education : an international journal on the teaching and learning of statistics","paperAbstract":"Modern approaches for technology-based blended education utilize a variety of recently developed novel pedagogical, computational and network resources. Such attempts employ technology to deliver integrated, dynamically-linked, interactive-content and heterogeneous learning environments, which may improve student comprehension and information retention. In this paper, we describe one such innovative effort of using technological tools to expose students in probability and statistics courses to the theory, practice and usability of the Law of Large Numbers (LLN). We base our approach on integrating pedagogical instruments with the computational libraries developed by the Statistics Online Computational Resource (www.SOCR.ucla.edu). To achieve this merger we designed a new interactive Java applet and a corresponding demonstration activity that illustrate the concept and the applications of the LLN. The LLN applet and activity have common goals - to provide graphical representation of the LLN principle, build lasting student intuition and present the common misconceptions about the law of large numbers. Both the SOCR LLN applet and activity are freely available online to the community to test, validate and extend (Applet: http://socr.ucla.edu/htmls/exp/Coin_Toss_LLN_Experiment.html, and Activity: http://wiki.stat.ucla.edu/socr/index.php/SOCR_EduMaterials_Activities_LLN).","inCitations":["dd8f8109c69aac446baede7e7d4c37150e2ea283","770fba00e315f943a99be42ed67d2748f3bf1633","d7cc12834412ef0150e99a632de087dded8528ce","5469f609f48be8736dfdccdbcd3e882f6f7eee78","3465412bd94c0156bcffcd6a6579569999c160d2","0fc35dc6493e1d25418d4a875a37fccff121c018","22b4ad5d0f494ee222dda1921b2019eea031b329","4ce6041834110b2da7a085b452c2b281daec53c9"],"title":"Law of Large Numbers: the Theory, Applications and Technology-based Education.","doi":"10.1080/10691898.2009.11889499"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2000,"outCitations":["dd3199eef61897d03a1d41ebe6cba69f5903fd15","a090d68a1c052868089fd91ad5a8ad2f798b439a","9f3061b64e4801435aa3aa7e4e2914319c5f9d85","199714b9e0660413875698dbd0c89810c27a96d2","26a4cb8877ef09342e576728faa92873145f19b6","9bf8b192a32efd8e97cc5a6903c9d94140202d95","6a37530476fa8e50ceb23a6096b085a7df7601cc","4667cc16ce37f20fa48797c01bc32f0309c5b19f","92084fa819299396da2316d4dab0e82c3d92e5f0","f718309706172d6fb1e89f583927274f9a4cdf4f","532bb96c43a3a0fb8657d5597efadaf8916c9b44","2a506f5026bc55da9a1e76dcfd987b6f5018a58e"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper introduces and discusses a geometrically based model, the relative prominence model, which is inspired by Tversky's finding that a factor behind asymmetric similarity seems to be 'relative prominence'. The model proposes that the experienced directed similarity from I to J is proportional to some symmetric similarity measure between I and J, and the quotient between the 'prominences' for J and I. Analysis of several empirical data sets shows that it is possible for a procedure to estimate the parameters of the model quite well. The differences between the relative prominence model and related models that handle asymmetry in terms of 'stimulus bias' are discussed.","inCitations":["b3cf81770c01925d2b196de61b7ebc259db25c6e","aaa8dc22ba58ce46f1b452460f398c3e96135a21","d9b9350765bf4e45695d034b0551803ebecee749","49f747079f73ed0d6f1b82d592a3a9de144af61e","aafaa18cfdc76c1de62865143fb4fb9809b7b41f","e686569bd91d02cbf4c808d7adc3da1396047525","23b1571e201eccde4cdae5803291931aeaece486","6f984bea78fa87b34e5607efea9d90d053cdfa59","eb0b8bb3b28c1d8f771b66228145b349de244a3d","b67410835afd741d187edcc2b22a9cfc387df9cd","27142c32cec56c74d213b0f9bbf8662872a82c70","50de6665c3269bd668109c8ad21dca333c8b04d4","3de8c477c7b6e6f0467824032f01aaab3c64cb31","ad1dde992029fad000e1de1e58754b2403bbce02"],"title":"Modelling asymmetric similarity with prominence.","doi":"10.1348/000711000159213"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["581927bdd7b91ba85d5f24c3890c71247ebd6094","d81e4fd0b67da4f2a15ecb944a94856ebcdabf3e","9379edba239d170405056742e0965c5ed7c61cfc","3270f0e1cc57eb66bb12779e6cc8c6253469dbb5","d3fe430f3708d48c416d4e2d1e4c92b8d8a62886","ac1bf8200ab90f0605eaeae8226020ba485ca323","bdfb57141b2141095ed942b28be24808aeba8d54","1f2bc98ed3bf91c2da6cf1a345be7b9b4ddf1547","38f245730dbd197b85ff6486ceb58460038b87de","723b546deff80930514ba3d446d302f5569ac9a3","b19a2e9f6f0e75547b0aa0333036ae81c154a556","7fd88d5eca8509bcdadc32c6e44a3e5c73931f85","5de52bc730f3290b00758c8fb82f3981dc02ba71","87f13cf90f0b016c1e5ccc28474aa4e666659a7e","bafa47952be0fb15dcdaf29f780411c00637cd40","83730969c0686b1d185bcca39f9b5743fa53ebc1","e75c305a926e5c82579f1c7cbe6712cfdb20a957","1768c94f00e868241f654efb09e805559a793b71","3f88f2631c9b7822315a27f45b45df54f766618c","266a32615cdc2028eb743dc19d28242c8e67e357","309cb204bcc6e2fb7925bb43dbdca8cb512a4440","d07bf6d214b9d881057a16851fa9c4e6b8765ed4","f50b5cf2d78bf65edd05b83178d4eb4dcf72a395","5907bf4d7270a7e66293f51e4057246a6d9c7b52"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"In real testing, examinees may manifest different types of test-taking behaviours. In this paper we focus on two types that appear to be among the more frequently occurring behaviours – solution behaviour and rapid guessing behaviour. Rapid guessing usually happens in high-stakes tests when there is insufficient time, and in low-stakes tests when there is lack of effort. These two qualitatively different test-taking behaviours, if ignored, will lead to violation of the local independence assumption and, as a result, yield biased item/person parameter estimation. We propose a mixture hierarchical model to account for differences among item responses and response time patterns arising from these two behaviours. The model is also able to identify the specific behaviour an examinee engages in when answering an item. A Monte Carlo expectation maximization algorithm is proposed for model calibration. A simulation study shows that the new model yields more accurate item and person parameter estimates than a non-mixture model when the data indeed come from two types of behaviour. The model also fits real, high-stakes test data better than a non-mixture model, and therefore the new model can better identify the underlying test-taking behaviour an examinee engages in on a certain item.","inCitations":["5000e554bc6771f20624069cc271800f0218533e","6bb508e63b44ebe465474194608d086a8bb56a7b","7b1567382028dcd6c1eb62d7e710507b50f9727d","095d55ad16de19a5794daccd5d2c0e2535a52030","99fa03cfe81ee768ce006837c0428d09091ad1d1","44388e2dd16181972dce8a041c1ad12e082587d1","0cd55f14d94c02afc9d8b27c72c73d17e51bcb22","de676a3a7031e126946f4b966509e23931892c22","e5ca11623acc9ff51f3b9f65a860d3d489631cab","9ccffe170699492d22aa09306bfeadafef224942","9250b8414d8560b3cace529bdcb93fc6cf5e13d6","dbb83b274ed94c3094a14232b88ff66f4c805d54","9bdc94017e607838331e9171d35604948d41ec10","1e1398652a70cc80579384ccd0ec0089787211e1","2f55e670fd26d742a971fcebec82f9cf1875bc79","4ef477b8b0695a93b071b399838bc3e0952420e5","1d44aa33a468aa5f719e3cb2ae5a7ae56949a303","708b80d56813a1d3542204c7b1bfd7df7b0f47e6","b5c816104e6d8240a4441e8514d71301b4f43e2d","a2eb8585c4c6a3cbab894fb42026b2a8485fc532","e6138b2a6bc6b5dc383f406d8891cd2981a22657","65880d0db433d54c9bdaa6ec1192642776fe3d1c","0c3320071ce8546cb99cc334fa7ae3ad25294856","7741b237f7c00436172c4d3180ad504b3360888c","a8bcc075bfb475b689f182107c15180199e84050"],"title":"A mixture hierarchical model for response times and response accuracy.","doi":"10.1111/bmsp.12054"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"To help interpret a treatment effect in clinical trials, investigators usually examine whether the observed treatment effect is the same in various subsets of patients. The qualitative interaction, which means that the treatment is beneficial in some subsets and harmful in others, is of major importance. In this paper, a new statistical test is developed for detecting such interactions. The new test is an extension of the well-known range test, but utilizes all observed treatment differences rather than only the maximum and the minimum values. Extensive simulations indicate that the proposed extended range test generally outperforms the range test and is even better than the likelihood ratio test in the sense that the extended range test is much more powerful than the likelihood test when one treatment is superior to the other in most subsets and yet does not lose much power otherwise. It is also illustrated through a real clinical trial example that the extended range test detects the qualitative interaction while the range test and likelihood ratio test do not.","inCitations":["6f118547618fa36f778967df5a46b7a4258d5633","d3cd062d4d996f187a216b5bcbb12f8ad1ba1dcd","2adc8a6cd4389afd35d1a28539d74bc3f0177d72","202ba5bc97870eab667a1f7276915b9fbe242cdc","48974ca900360335d316c629505804fb691e9b23","2822cd4f41962615b1ae6e1a8480a3c4afe1b33f","cd1f92ef86ee8821369ebc9bb471a7a894c7542d","cef096ebb7cf79b96115a526f2fc8914ad7801fa","edf507e101f493e2bfa1a02c875ef2295e527194","7611f01f016452989896bf63bec9400e4d66dbc4","f29af198dc8d8596607f2c1dafd4b9d5c59e45fc","3b3a6ca781d98d58d021f3762321904b8b7b974b"],"title":"Detecting qualitative interactions in clinical trials: an extension of range test.","doi":"10.1080/10543400600801588"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["ef098e0154da4b210a6ee11b84ca30bd3e445ac6","4a3622b78e079b4b293825260a2780b8f6628cac","915e6d59678fe7d3117e5a540fbf201bee65e025","f05707e105b1772555b0f85740894e20d4ef8b7a","80db408970c1b8d4ebb664ac313bf5c452f95671","556dcf47fba7077436e0c8563f3af8943b834bb4","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","862d95f2d89ac9b9405dc25c329a2898c984d53f","1c7c5595dc7a1f5d360acf5c360ca1ca49536ba5","4f938dabf05f834ba6af156bd8cedab69493fa1b","e5ffaa4d7752d55cc5cf76eed1fec267b2db171c","d98ef875e2cbde3e2cc8fad521e3cbfe1bddbd69","f99ab20ae5674ad394086b1901fac654faf28a52","12e5939a80ec59f81214d7e729c577c350af9501"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"The least angle regression (LAR) was proposed by Efron, Hastie, Johnstone and Tibshirani (2004) for continuous model selection in linear regression. It is motivated by a geometric argument and tracks a path along which the predictors enter successively and the active predictors always maintain the same absolute correlation (angle) with the residual vector. Although it gains popularity quickly, its extensions seem rare compared to the penalty methods. In this expository article, we show that the powerful geometric idea of LAR can be generalized in a fruitful way. We propose a ConvexLAR algorithm that works for any convex loss function and naturally extends to group selection and data adaptive variable selection. After simple modification it also yields new exact path algorithms for certain penalty methods such as a convex loss function with lasso or group lasso penalty. Variable selection in recurrent event and panel count data analysis, Ada-Boost, and Gaussian graphical model is reconsidered from the ConvexLAR angle.","inCitations":["cafd5590a6a47cb788d6fef1a7d22c68e3e67735","159ea2a95dc048b86e4ef34c2844796d730894ff","cb41af81747f23b841bdbf13ebda0f9d4b9aca43","88f2ead568cd4c9a631ce80f6d74b0e6ccf767ac"],"title":"ConvexLAR: An Extension of Least Angle Regression.","doi":"10.1080/10618600.2014.962700"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"In a randomized clinical trial (RCT), it is often of interest not only to estimate the effect of various treatments on the outcome, but also to determine whether any patient characteristic has a different relationship with the outcome, depending on treatment. In regression models for the outcome, if there is a non-zero interaction between treatment and a predictor, that predictor is called an \"effect modifier\". Identification of such effect modifiers is crucial as we move towards precision medicine, that is, optimizing individual treatment assignment based on patient measurements assessed when presenting for treatment. In most settings, there will be several baseline predictor variables that could potentially modify the treatment effects. This article proposes optimal methods of constructing a composite variable (defined as a linear combination of pre-treatment patient characteristics) in order to generate an effect modifier in an RCT setting. Several criteria are considered for generating effect modifiers and their performance is studied via simulations. An example from a RCT is provided for illustration.","inCitations":["cdc8cca16746a9ffdbecc719bd4ff3a7accc2c78","3b3a6ca781d98d58d021f3762321904b8b7b974b","ea566b87e415e3810395b490ab6705c353a7e9a5","5cdd187dfdcaef62c847256af7807495805bca05"],"title":"Generated effect modifiers (GEM's) in randomized clinical trials.","doi":"10.1093/biostatistics/kxw035"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":[],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Revealing biological networks is one key objective in systems biology. With microarrays, researchers now routinely measure expression profiles at the genome level under various conditions, and, such data may be utilized to statistically infer gene regulation networks. Gaussian graphical models (GGMs) have proven useful for this purpose by modeling the Markovian dependence among genes. However, a single GGM may not be adequate to describe the potentially differing networks across various conditions, and hence it is more natural to infer multiple GGMs from such data. In the present study, we propose a class of nonconvex penalty functions aiming at the estimation of multiple GGMs with a flexible joint sparsity constraint. We illustrate the property of our proposed nonconvex penalty functions by simulation study. We then apply the method to a gene expression data set from the GenCord Project, and show that our method can identify prominent pathways across different conditions.","inCitations":["bcb4efdaf254cf3e8bb2f36f7d399a4c5e46fb9a","34d42a2e36c6b98a26cb127d9fdd41e1691f71d6","8dc0938cb7f96a3dfe84f699762625d75013452c","0155fadf6da23971365a684ab4dfee1340f4f0df","810ae64912262b3a97591fb895ac596bfb831f26","0515b0fefd2565b19b5c233488baa8c184539d82"],"title":"Gene regulation network inference with joint sparse Gaussian graphical models.","doi":"10.1080/10618600.2014.956876"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Bioequivalence (BE) trials play an important role in drug development for demonstrating the BE between test and reference formulations. The key statistical analysis for BE trials is the use of two one-sided tests (TOST), which is equivalent to showing that the 90% confidence interval of the relative bioavailability is within a given range. Power and sample size calculations for the comparison between one test formulation and the reference formulation has been intensively investigated, and tables and software are available for practical use. From a statistical and logistical perspective, it might be more efficient to test more than one formulation in a single trial. However, approaches for controlling the overall type I error may be required. We propose a method called multiplicity-adjusted TOST (MATOST) combining multiple comparison adjustment approaches, such as Hochberg's or Dunnett's method, with TOST. Because power and sample size calculations become more complex and are difficult to solve analytically, efficient simulation-based procedures for this purpose have been developed and implemented in an R package. Some numerical results for a range of scenarios are presented in the paper. We show that given the same overall type I error and power, a BE crossover trial designed to test multiple formulations simultaneously only requires a small increase in the total sample size compared with a simple 2 × 2 crossover design evaluating only one test formulation. Hence, we conclude that testing multiple formulations in a single study is generally an efficient approach. The R package MATOST is available at https://sites.google.com/site/matostbe/.","inCitations":["1ab0bc2ba1c836e15593db81d2b7145ce1eba7dc","0e6045c0910232ee5e08425772ad13124c6283dc","dab8d9d189da11134f2a36a805e7101e3b77d2ba","8f5151966d00f70da9227508f9b1d2eb2fbdaaa7","069312e143deec79c392aa20a21a64b356387d37","2bca4d666ddc85cc5825658ca8abd7b6d863fd3e","0f1322005838579e7adab6d4fd860b3e54308b6e"],"title":"Testing bioequivalence for multiple formulations with power and sample size calculations.","doi":"10.1002/pst.1522"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":[],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"In many epidemiological and clinical studies, misclassification may arise in one or several variables, resulting in potentially invalid analytic results (e.g., estimates of odds ratios of interest) when no correction is made. Here we consider the situation in which correlated binary response variables are subject to misclassification. Building upon prior work, we provide an approach to adjust for potentially complex differential misclassification via internal validation sampling applied at multiple study time points. We seek to estimate the parameters of a primary generalized linear mixed model (GLMM) that accounts for baseline and/or time-dependent covariates. The misclassification process is modeled via a second generalized linear model that captures variations in sensitivity and specificity parameters according to time and a set of subject-specific covariates that may or may not overlap with those in the primary model. Simulation studies demonstrate the precision and validity of the proposed method. An application is presented based on longitudinal assessments of bacterial vaginosis conducted in the HIV Epidemiology Research (HER) Study.","inCitations":["2778990f38da49a3075442541a4385e8b9a14aca","4161a2875752286da25c5fbb436df589885d3c53"],"title":"Regression Analysis for Differentially Misclassified Correlated Binary Outcomes.","doi":"10.1111/rssc.12081"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A probabilistic model is presented for the phase durations in binocular rivalry experiments. The hypothetical construct of inhibition or reaction inhibition is used to account for the length of the successive phases of left-eye dominance and right-eye dominance. In accordance with Hull's Postulate X.B. it is assumed that the inhibition increases linearly at rate a1 during periods of left-eye dominance and decreases linearly at rate a0 during periods of right-eye dominance. Two different versions of the proposed model are presented: the beta and the Bessel inhibition models. Inhibition fluctuates between the boundaries 0 and 1 in the beta inhibition model and between -infinity and +infinity in the Bessel inhibition model. The transition rates lambda1(t) for switches from a state of left-eye dominance to a state of right-eye dominance, and lambda0(t) for switches from a state of right-eye dominance to a state of left-eye dominance depend on inhibition: lambda1(t)=l1 (Y(t)), lambda0(t)=l0(Y(t)), where l1 is a non-decreasing function and l0 is a non-increasing function. In the beta inhibition model l1(y)=c1/(1 - y) and l0(y)=c0/y. In the Bessel inhibition model l1(y)=u1e(y) and l0(y)=u0/e(y). Special attention is given to the derivation of the expectation of the stationary phase durations.","inCitations":["6eda5c73c0197ec49c69c5710857f9e05eea68d1","af983c948522fd272c56e78fbbb78796c4fe81c0","467b28c81053cf3753b08401314be6dd1208190b","c058d1d6be93f05cbb2bec33c335571d7d6e9b36"],"title":"A statistical model for binocular rivalry.","doi":"10.1348/000711005X38708"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["1cfa59f4c821565e683630b1040bf0f702caaff1","cc51c79f4172e8c7691475058dc50426bfb5d9fa","d4185767668eb85aec9a7b47b5bd6611d022cdf7","e434aae4a80bac57df5dab734c0dac047765e6a2","8ef9c999b5e03f3696d2067aa4f43dfccd7168dd","65035dab850463f36ffb40665c2c38dcd96e285c","233954b16bfce5fabf9d1e160f6fdf3c4dcb92a5","90ce27723a3880b8353096a07af8577213fa3fbd","52de10720f642b6f8313df7b9db6c46a3d63cda9","b3e1705716a12a2cea281dbd4bab6aa13b6d8b87","394d5d4d5c9009f2fc22657f7e5c189cda132325","8755ab591341f05999808a755bc727d6b9217034","548a22394a60661f057979855e82465b6ebaee68","8ff7b7cf3849640b7cfb8f08e2946fd151fed34c","7fc44b7f5b5c495e595245f79cb387332bf0efdf","fb41ff44ad23ff748ede21d15aafb36ab022b43c","08eb0e1770c1f9250f446b3da7ef72e21a90192a","874cc3d7f38afed3543f961b49511aead2c91457","d78b3296dcb08869ae2fe676734614b9e7962fd9","8df4c5bceac65b2dae684551ff6c747c04ebbcef","aae12f9e45409a4dfd217d75083a0a59b8c0d482","6acbd13d81045f76fc9eb3a617d6181d1315ae4f","fbacee2c4672a3ceda5dce9f5cecf184e987b97a","e25997934416ae95f12e6e53ccb9f5161e75fca4","b68e4acd77942ae16247724575eaf9b4117af40d","c8454a2d54ae955f1e1dab09a795ba742759b62a","66e624c2012548949c431645f81bfcfec479db6e","cd2afe72319956535e3cd5147314d5a93d681a45","4bda5ad9b87c44870349622791ba464b454bc886","c99880d227fcd6b3a568aebb4bff85f16f060425","1789c11bf54b45dbb2427c2109012f1aa9b3f472","4463f383a43b63c9f4bd9bf3b332f166ec79f3ec","5ee1443888bec216f31b5aadfb1d5e2a28377045","af216addf4370b5addeb510bd7c9ddde2810a068","ed07a4884596bd3277ed8103003534b41f4c90fd"],"journalName":"Biostatistics","paperAbstract":"Array comparative genomic hybridization (aCGH) is a laboratory technique to measure chromosomal copy number changes. A clear biological interpretation of the measurements is obtained by mapping these onto an ordinal scale with categories loss/normal/gain of a copy. The pattern of gains and losses harbors a level of tumor specificity. Here, we present WECCA (weighted clustering of called aCGH data), a method for weighted clustering of samples on the basis of the ordinal aCGH data. Two similarities to be used in the clustering and particularly suited for ordinal data are proposed, which are generalized to deal with weighted observations. In addition, a new form of linkage, especially suited for ordinal data, is introduced. In a simulation study, we show that the proposed cluster method is competitive to clustering using the continuous data. We illustrate WECCA using an application to a breast cancer data set, where WECCA finds a clustering that relates better with survival than the original one.","inCitations":["0e17ab9d2eec9aff7857c5c45807bd4a1837b0a8","dc5952e87786dd0e041e66f16789f47661d6edf0","a83776ab2f85802d7cd5cd222283f40bffcca03a","d033347367f1cb11a6cac3c38291bd6cf4afad01","06f6e680919167633d50d0a0e870f19110b84a8e","64bf33d002354eb186d34021a9428a744bb30d29","34f7618e8d5a7e4670eb12f9a3a342fca8d4a62f","9465b0eab09b54a4b558260f8a8b1de255cee5ce","40c25c71e9228b33f87b45abc06ffcb862944134","4bf0573057621e7613bfcbed526397f0180671ea","3042ee38215d907b2a4617ceefc787a39530aca2","afdd5635cec5e186a458372bb8edee8122c6265a","accc7c528c80fc13634061f4f2c67e79be59c434","1187646903d48759567a9ec86bed8b4f79f97042","040b71a6bfd09e11cd444407e11848e92dbac100","2ff18e645cb0952ba0dcf380e8aed1c49f23a8e4","b42e882f976050998fb540c4118b0e892c2a544e","ececbdcb6d7b8b890379c2773370860db193cf1e","5b7219fc459b4a80d173d5374db391849fb73ae9","8f4142a8358e554fe3a8279acf75556d737ba8a5","0f85a76735c125ecffd0087e84b32e49c51481ea","c3d6cedee414d7c4d1f4725b0d450073ffddffe8","4d8477faeb8e0cb919fe7812862a9ed02ee08ef4","0ba45e6e7a7e4efdb35af4f45171b4d712ed1e9e","15a6ec0b0e64c3084c27dc0f14b7bdd742cad183","2ea75fdcf60ea40f19c1b6e545e672ecd813ba2d","3f9db682328861c1688eb6e62a3f315b0595800a","25ad878b0f4cc15cef13554fefcff0b8c0b6fb1f","9e79df2a0aa9f25f91eb1b7e087d603196263f7c","6e57be28d78eb7b2c0c38a61d4713c92c646ccc4","d6d6673eb4898575366597d147355cd463394e09","573229ac65e697c75b2110b2e8691e0c854a1845","49cc2dc3bf766d14c013f14775bec3fbf13cd466","c269685be60b839e944a1d5ec9d1e0eac48d09b4","30110e49ca03e3b41c8af5b1504d815dcee4c318","f3d41061ca7a44d33f048ceda6605187b13348dd","6f85aef7dd3bf4e1093dcc218bb8f7555df82cee","03e54a36ae25fe3c41809dc58b2b1b5c338c5268","f4c53616b8e02ad462e4b2a3615d33877a5d2373","8d96e60f5ea983c6802b1222a12ac2bb5f424faf","4e5066e89058a3a711aea359c709af5acf1dbbdf","5d0c842c89933c84e5c8f37eedf7604e9a0b5313","ef9e1efcc78f2d68b26408ac3c597ab5240e5445","8b10128a16403046d48506f9bddf9666fd1370da","ac1ebd6ff2a91298f7bf8f5c9f00157d4fccc19e","46440f164cabc44b36d78bef6c07ec68e1121664","c3be2563d0dd16a09d7b59e4b18364c0d13dace6","9a69c28ea82afae1496a68aea108e9c76051aeb7","3895ea0c17a065fa85f28ef7bdbb11259e5c0022","b7b7760cbb5a7595f1ae286e447c3072e29384d0","9851391f2bcc91b491e30091537926728f109adc","edf6a234db3614ea8d7201e0d16e046ef2d51e9d","63a0f9b4e2d554ec5ce2c71b0eb701948fc9236c","0275155638981d5d0658faadbd55a651a09f83ce"],"title":"Weighted clustering of called array CGH data.","doi":"10.1093/biostatistics/kxm048"}
{"fieldsOfStudy":["Medicine","Computer Science","Mathematics"],"year":2009,"outCitations":["69965ca17377c37f643f6bfad2599937aa521e74","b7294ac444ae927f71ac442372903ff5e2a763e1","b2e3385ca756b412291bc3c520a1f024cbeca65e","7f70179b5935583e7062eb7745c010b37b3205a0","64ec4b972a2b0321b768b56c5a4ffa44d0e8c72b","9c980c5477c1f1a369a19dd954c936185bbd8b82","bee570503aaa0ed5bc5dd4cf6aa742df0b5cef87","72f52170d23ac13d875f5ac1ad7defe20c949c09","f40e7a6635d26c86fd01a922ed153052cea1fc91","4e48fe956939282d3203e4293f1e68ae96b9aab3","92ab5d295d01846a785ae3387ce2785a761474ad","0e848ce3c92973f36e9cda0c18e86386b47f2129","440e70441172aaf1a78621082926e6379e26cb56","3599ecc225de0bbb4a34ac01d780681881639385","315eb50f7bea92e1f2d569e511e009e8e1ed3aa8","cb8202c3189cce0908a721e59f049438db8654c2","9e5e2398811d8bcd1ad95dfd40159f57c919cf79","cb3128d2f47c244e921ac068cd75f26b621f8abe","12f59067dff870c56efe436f3b67870b5b70db09","b7134309fc923d0395edb6c6c7d6695c82f053fc","d6163526ece0e799e49014ff94a5653cc568fbc2","90f4ed70832b9df55fe0970648a7bec71b4bf4f1","723880af131612565aadb4c0b826560ac43ef9b8","bb747b21b737ef1f16d177cf8a8af8d14c4b889e","52583e0eb2556156d8cd2b955c837ef4640bea53","99eb3005e85f1528269aa09b5417d6ce51a33c87"],"journalName":"Technometrics : a journal of statistics for the physical, chemical, and engineering sciences","paperAbstract":"With many predictors, choosing an appropriate subset of the covariates is a crucial, and difficult, step in nonparametric regression. We propose a Bayesian nonparametric regression model for curve-fitting and variable selection. We use the smoothing spline ANOVA framework to decompose the regression function into interpretable main effect and interaction functions. Stochastic search variable selection via MCMC sampling is used to search for models that fit the data well. Also, we show that variable selection is highly-sensitive to hyperparameter choice and develop a technique to select hyperparameters that control the long-run false positive rate. The method is used to build an emulator for a complex computer model for two-phase fluid flow.","inCitations":["09836bf1b9defe1892104ed6605c7465b2a3fde6","0b5c1cd3a1f564122b973a146f4814796cbbc2a7","9beed8dd91dde58af02381e5f17f926ecf82f032","2d1d35f0a42cfabe7da5a57e67b90284d14a47f6","9f125c4964249debaad94b980902c7e162aa5764","b6bef2d44d9b4c1aa0dbfdb84e47d42b01b3190e","6e759a27680e17fd85460d6452591539a96bfb1f","99326e832f1d7534832f7b845cfd42df1d99a664","fee9214d0ca2ac6fd47aba40b9f090b73bc71ce6","98d04b6fdf7dd5781347f4bc702f9d7efc085043","5652445fb726cd98f70dd83ee0015c43131b1459","2a89c8b728a5db5902fbecb9f6269eaabfe89f0f","9e5c6847ae7d658edb78f95c18efad9bc4e55287","cedffd7ef405210cdf3cedf4c67ef85be6aaff65","c4aab8309fb20c046eb2a5c8d693dde2cad46357","a3210baceb83e58cdbeca8c6459d4d78f227c977","a1af9483c24263587e550dc5c44bae983da17e3a","3f4b5ec89aa10487adfd6798a9be29145579ec81","263fd06f65fe4e031ddcff7e5c9521778a70b24e","89fc35a487d88b39953260d0301ee61e1c545b60","61e224721140d38f3152de90098f0fdf43f5bdac","426ffde2901ecc91dac6c2ed9e5603b9f0c23309","57c4fb134bce6f0f8e3b58351ae35862e089da0c","a8e2ff2fcbef951966453e66ae3172f7b4ffc249","f1fc8bfc2faeae9e2aaf494c5ed79b8612dfe923","689163dcad4af507b332fdf857fec49a5e9cf2b8","058a24861dfc87d121aef6ad6830481add25eab2","be8b274fbee1384c545f11d6959844caf3da9c3d","ab3fd4272609544daff8b147026a363672581626","0f65b6f5068523f80d544e6e06c248639fb20424","e412b45254cdd6b45f56f7b9fc06c84a5bc600c8","3b95c9930e79dccf5e31266f1b3e627da54afbf7","19f548cc8522a4a33cde9cdeb15caa3de9891187","81ee004722104e46d0029613246b45be3e21078d","9a71ae27ba1df30db83447b783e6786f30a3bbfd","741b6f34e8c9e9b98091703625fa6885ba680b1f","cef90e3f713be5a6e3500e8396b2dd6e0016cd3f"],"title":"Variable Selection in Bayesian Smoothing Spline ANOVA Models: Application to Deterministic Computer Codes","doi":"10.1198/TECH.2009.0013"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["1fd16a653f13b595f0e197ca2a19f77bb4d37acf","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","4f23a30958e1c65eee2112328cfae08e899e6c95","432efac0d6145b282f6be61d7c7fc208708e42c3","298c5d9ded36547766e0439a6410f4c3ae43d7e5","b983ba46b5d136d313c4c9e0ee5f7c1f853d3f7a","208d946fdcdf1bf40111e9fb0f668cfe53f34c19","71838eebabc534a8820cb482b7e07e5b1dac3aa7","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","3214538c562c010bdbb055582e04fc3a4d7b6ce9","88412f4ea40d2fec0ff1f0a0d893e9fc70578c92","4304a0a72a8fbb916f53b4d37a6fc6019f809cf8","e140b7fb6615209210247c1d380460a8847b1a37","450d790288b9b59d88f29196d20a228bfcce9284","1cb75652bb6486c89a5c6bd01a886c9c1f6f1471","1cda7d69e570dde4f4ff15b02d98bf1690b87bc3","271aa54b69e8993980b443dc1871dee623d383f4","b5dea335239682010fe99c882ea8fb917de880b5"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Missing data are common in longitudinal clinical trials. How to handle missing data is critical for both sponsors and regulatory agencies to assess treatment effect from the trials. Recently, a control-based imputation has been proposed, where the missing data are imputed based on the assumption that patients who discontinued the test drug will have a similar response profile to the patients in the control group. Under control-based imputation, the variance estimation may be biased using Rubin's formula which could produce biased statistical inferences. We evaluate several statistical methods for obtaining appropriate variances under control-based imputation for analysis of repeated binary outcomes with monotone missing data and show that both the analytical method developed by Robins & Wang and the nonparametric bootstrap method provide more appropriate variance estimates under various simulation settings. We use the methods in an application of an antidepressant Phase III clinical trial and give discussion and recommendations on method performance and preference.","inCitations":["13af64544678013e0d897d90be430776e5ef2e91","217b9b03ece50ce89c2d862888ca3716841f1ea8"],"title":"On inference of control-based imputation for analysis of repeated binary outcomes with missing data.","doi":"10.1080/10543406.2017.1289957"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Several authors have studied or used the following estimation strategy for meta-analysing correlations: obtain a point estimate or confidence interval for the mean Fisher z correlation, and transform this estimate to the Pearson r metric. Using the relationship between Fisher z and Pearson r random variables, I demonstrate the potential discrepancy induced by directly z-to-r transforming a mean correlation parameter. Point and interval estimators based on an alternative integral z-to-r transformation are proposed. Analytic expressions for the expectation and variance of certain meta-analytic point estimators are also provided, as are selected moments of correlation parameters; numerical examples are included. In an application of these analytic results, the proposed point estimator outperformed its usual direct z-to-r counterpart and compared favourably with an estimator based on Pearson r correlations. Practical implications, extensions of the proposed estimators, and uses for the analytic results are discussed.","inCitations":["29db62658d15696b59136e44fc71b59d6a454a9b","16d105450bafbe4a6104a16f4fd4bf962a7a183a","91c52a4d75974945f7c5cc967781d465df66b2c7","d0e5d4c679f4d9b28eeebf1b7f4f13d530f98acb","4f695ce8c83427d08c9f22463e3a382467ee9860","8e788f016b4414025cc378f2ca3489d6da0913f4","2c35ea8bfef87d23092b3d6108e75cf44a8ba766","cff13157754af76a95005fceb5daea0a71f3c16f","5258a33da66ca68621d2f85323ecd6f02b1c6eb0","303225e30dd3ecc3a0fe93807d193ab9e6b1313d","50b8c8d5f5c5ae5969141c390c84087ffe6d26c2","047f3850804ae1c5517d30657ceb35610797fc57"],"title":"Improved Fisher z estimators for univariate random-effects meta-analysis of correlations.","doi":"10.1348/000711008X281633"}
{"fieldsOfStudy":["Economics","Mathematics","Medicine"],"year":2015,"outCitations":[],"journalName":"Journal of econometrics","paperAbstract":"This paper investigates the ability of subjective expectations about life expectancy to predict wealth holding patterns in later life. Based on panel data from the Asset and Health Dynamics among the Oldest Old, we estimate a structural life-cycle model with bequests. Each individual's subjective survival rates in the future are estimated with data on his belief of survival probabilities to a target age. This estimation is build upon a Bayesian updating method developed in Gan et al. (2005). We find that life-cycle model using subjective survival rates performs better than using life-table survival rates in predicting wealth holdings. This result suggests that subjective survival expectations play an important role in deciding consumption and savings. In addition, the estimation results show that most bequests are involuntary or accidental.","inCitations":["7fcb9969418a4c8e4d3f0919ebffdcda1a8f8bcb","c0a4a2805b74c3eadaf95227a04ac6d1ab6eeca9","aca5e73fa83c0b5e94146cf4dbdde0097b2d40d7","8a968a232c6f11b7c4f4ab5220e604ff82ca2726","93f4f66ea946223c7450010c4f8e3169c273891c","ffead6c88cfda2b930a0de3ab980ea64a0e12a44","5e9552fa7ccf65e9f7f4ecb5ef78a83d6b6db26d","c1356bfe1fd83aec0d97d4aca8105454a002d3d0","4bcfe707b6bf536d623519e47ff73b4421b9a69d","d2a4a0bdb46a499f103157cff259dabfdc0da7c5","55c098f10e04234ff9a4afb485da4bcb30319320","7641fb667005c5e6130dfc8c1ca2049cad921318","711c76a9c3d010e8dd44acdfe3a9783c9efdd452","7bd861df57f9fb7904afc77e6327a0207507fb19","e574d8d6c36e5beed2580d28f6f37c0fbbbb47b6","8a5ee4e51f94fa09c43929f9993ff4eebc4c8b24","32c539087a11771148284acd71a963a0397ffafa","c1e1269694cbff6585dbb18a1a75582cca85ccaf","a657a83181ed841d9c48ce40f8cfd724bff5013f","b1921f6af9029b1b1071cf4030623663c79a0516","1ad97894644952886a9e2080132d819235dfa265","d287dad3ae0f26e4cca62c2a0b7393beda38dd2d","8adff17811e30fe7d74812573ebb7498719b47db","d6c551000af7ea5ebcd2db488e276b34315a4413","66fcd4b8667c41fca2b7afced267a42cbbbe9c15","d8fcb71f7d93dcfc8172f56c998a2b1dbe58048e","854288a2502ebd1f03858827d256dfff9d257dee","96b11c9d82f9ac69f6e18da8442e4570fc1783a9","bb6f613ed6ac09d74f83e556f744e42170a83889","f6689a7342452000584444d916f207134e0daf19","cc3eaeafc71feaf57313689e21f362ea7b72eea7","67c8db158789cd494ce91dd3fa0b0a2c23c8f0af","115d3b1b16d914c4dd52d9cadc5b41462cc26c7a","e79d011e3236f0522d828d8871fa60eb32a1b0f6","86b529e102286473b19169468eb0c4b586287592","2b085a20905242e92f0d9959de845e12ed256cbc","980a7b22075b023fcb464c2cfc16e48a37f1d1af","ecf3f05e3149ecb740bfe64cdec8ad594b266651","c0016a0f446cd7e863d1eb34baaef169ccc2d951","87a0db48c35c3df48b0e219f4ac42db392b31422","c68956b6d3c7b2fd83686ef8078effb03ea36e33","793fc4d157ca8c607227c095bc3306bb7b4b00a1","937e5c23bcf9416906af5e536ae96ffed742286c","c4db3bf6d83fdca975256ebe936255c0198d3a5d","29c43871f9a056cbe58eded10939760538f05054","007a3e7abd0ce034abbe52f65d8bd4640a539282","8a8c2786dd17318ed8f1f94960beb9935821e5c2","c89008ef7214bdfd2dcf3773e49bd2f004d98bd3","a5429b6fef0d79e5831a1c4ba160892c3f4c76e9","e277193581a27558446c42a80dbe8fc19c601833","b356aba5aba199fc9802319a948787266f73ed76"],"title":"Subjective mortality risk and bequests.","doi":"10.1016/j.jeconom.2015.03.015"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":["126a25352db3bd310b7e48df9604e26b2b8d3e2a","05c4e36576d770d6a094b004a32bb2f7b3bbc4bb","fd11da900c7e6ea82b24b74864f560b2e9f00cf7","c104df9aabcd2e38345cbf5387b1bb4acc38ccc0","97115ed7196a4f6cc18e25dce67f4da9afe17a80","cee2b0bc5b2b88fef9903ff6c736cd03aeaa746f","bf8086b04373d6feac8aa1a429b15b695546d61d","9e6d598350301c06d2ab0a736ceec4bd32f7b570","5269183c5fea03cfb34f6a0cf1e7d37dae6f9697","b7236eb4058ce4af929b05b955995e8158a86ac5","75d695000e8c93c7a0eb8b7e34b27167b13e4737","1ae837ea1d3a8856a05427330656b0223edc27cc","0919e9e400ccf4899d30939b51b2176e02c9bbe0","dba54178d87b210e926bc5efe537b234b784a735","fbc22458906fe50d0b23e37dd511641ce16fbe94","dbd8440c2d9eb31ef5d029360c8cc09972bf416c","acf0b73bcbbbcecf407f6d7a83cf6aee89be8aad","a6ff22ad3f57b21139e820c0436210ad887a825e","772f7fa4024504ee7fc755015d18b26cb2837fc4","847694df01d1c82ff0f260000a7234d29f5c9ae2","7d3af458d51818254adc6c7e3383634fe0d8591d","2aba88e22c82a9293586059a895a7cb68c50c3cc","630f85dd994fa1c46972aefdce139c85fb4be0ce"],"journalName":"Biostatistics","paperAbstract":"Summary Propensity score methods are widely used in comparative effectiveness research using claims data. In this context, the inaccuracy of procedural or billing codes in claims data frequently misclassifies patients into treatment groups, that is, the treatment assignment (T) is often measured with error. In the context of a validation data where treatment assignment is accurate, we show that misclassification of treatment assignment can impact three distinct stages of a propensity score analysis: (i) propensity score estimation; (ii) propensity score implementation; and (iii) outcome analysis conducted conditional on the estimated propensity score and its implementation. We examine how the error in T impacts each stage in the context of three common propensity score implementations: subclassification, matching, and inverse probability of treatment weighting (IPTW). Using validation data, we propose a two‐step likelihood‐based approach which fully adjusts for treatment misclassification bias under subclassification. This approach relies on two common measurement error‐assumptions; non‐differential measurement error and transportability of the measurement error model. We use simulation studies to assess the performance of the adjustment under subclassification, and also investigate the method's performance under matching or IPTW. We apply the methods to Medicare Part A hospital claims data to estimate the effect of resection versus biopsy on 1‐year mortality among 10284 Medicare beneficiaries diagnosed with brain tumors. The ICD9 billing codes from Medicare Part A inaccurately reflect surgical treatment, but SEER‐Medicare validation data are available with more accurate information.","inCitations":["0024663bd7beaf5eaa2674474a3af8d545668dd6","67b8c7df4d6ab9fdee581e7d1f3ad37282572b6d","38efb79bac9420de50218b6c50aa7fce4fcf2ed8","250d85b54a0554f16f3e7a826d1f6775a2cda890"],"title":"Propensity scores with misclassified treatment assignment: a likelihood‐based adjustment","doi":"10.1093/biostatistics/kxx014"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["5b2c8076f28f1b138f7d6b16fc31a9eaab3cfe71","bdfb57141b2141095ed942b28be24808aeba8d54","df8e537f82d38c00a421edc2178393874351f5a8","465ac72e3f5144aacfd0f9e0a6d098ce07fc2c2d","63a4f8ec37d4763ed3b12b304e44b0a281fe51ad","2933e03060bdb84eee7faa9013e3b248d6be9dc8","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","e15b109eed94c9ac64a045349b3f12d9817bea7e","d040fbb14ac4cdd42dbb154e30eb3fcba3967dbc","07862c35aad45a7de5d3be3799bb85430eafea96","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","03f3828f20b820edce08f0f5d7b9dd2cf0b872a8","b984dee8b61fd3abfec3797765dffcac5b57efc6","9f7c9996d2f3ebb65c8a7c0f68c788aeba3f00a2","42d87434ad937a3489d0379278b2d47693391258","ff76dcf2db4462b068cfa3eebce5a1dc3cbaa494","d31e6515743df807309d28ff2a748f17bb51c275"],"journalName":"The annals of applied statistics","paperAbstract":"Participants in longitudinal studies on the effects of drug treatment and criminal justice system interventions are at high risk for institutionalization (e.g., spending time in an environment where their freedom to use drugs, commit crimes, or engage in risky behavior may be circumscribed). Methods used for estimating treatment effects in the presence of institutionalization during follow-up can be highly sensitive to assumptions that are unlikely to be met in applications and thus likely to yield misleading inferences. In this paper, we consider the use of principal stratification to control for institutionalization at follow-up. Principal stratification has been suggested for similar problems where outcomes are unobservable for samples of study participants because of dropout, death, or other forms of censoring. The method identifies principal strata within which causal effects are well defined and potentially estimable. We extend the method of principal stratification to model institutionalization at follow-up and estimate the effect of residential substance abuse treatment versus outpatient services in a large scale study of adolescent substance abuse treatment programs. Additionally, we discuss practical issues in applying the principal stratification model to data. We show via simulation studies that the model can only recover true effects provided the data meet strenuous demands and that there must be caution taken when implementing principal stratification as a technique to control for post-treatment confounders such as institutionalization.","inCitations":["c49c3a46a0f98d97255073a8d82fb05a1d3026c9","09cfb9295f4cc8461d9b1cea1be592370cbd8135","d0cc18d28bc5f5464318d30268e958778879fa22","74738fc917f86a8aa053ced4f662f73e9d645569","6417031cbe56ef349cd5a14ea683eaa4f604ade1","54acf3a3c239db81c41723b528d2baa513aa8ce9","221327125d6764b4c71070d998ab8bb250a6af5f","ff4b080e962cc9263d987b10829e1ac9fe0a54ba","07d60eb20a77ba232c7bd74f3da45452da9ba488","46596b57af63696a1714f8ec515e360708ee9905"],"title":"An Application of Principal Stratification to Control for Institutionalization at Follow-up in Studies of Substance Abuse Treatment Programs.","doi":"10.1214/08-AOAS179"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["bdc2fbf90c34abaddf67624b5620a2b2ee12f581","d5fe7d5fc23906dc4fe7fe157638a986eb161b81","d4da79bc2dacd3dacb7ef05d9d73c7845f551da4","58760440844d08f44f8153b32ea5e7ccd2e6b3a0","e1ababf08c9ec103db854a2c1b4db611142cfdb7","d420e22ece5efa945487c1c01dc77f5eb994734c","bfef8089368f2a6592c6a3a47f30322ef9bf3402","6397f48c610ab37a2bc3a9b321eaecee25f8d584","18f7cca1137cca4d6c5608c05cc1d840ae7fee9e","fdb43a622cb37c00ea3fae567944792721e4b332","da1d2e8a5d03c48cdcd854742343bb0a7718440f","6084a942ca8e50f13f2e0ec0cd5e269488b4a5d9","b48dd0087f7a9e43cb0ad5902d445cd3e1ae3bd5","99725466dd469aab48953a744c94aa44db8cf9b1","d42afc95b70b551e6ddd7c5ae84f51ba60a598cc","9335ecdcf7b16598d16538449db34706095f0e4e","32d1671ab3cf27b3653b0aff96c91778478df7d6","3c96ed050bfc4aefd14c734d78d9e972f577acbf","54ec3862e276c0604727c9e9284b5e96dd6b0398","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","35fa23c9f5577761ff79fd14356736570c43b68a","dea7278055b35dd972179fc4756c8e152697a1ec","673f6b73139ac9111b5997b114060fd5a152169c","0a051cf3df83cb0a40ba5eb3702578860e69136d","6a5958cea0490f5d29696817d6bdb0dfb447659b","b412ad49319d59258cc4869705266b9a7b666d48","a84c79ac559d1a4dd392cdb4bf348bcbbf8363f3","8ee6c7d8179a6f3c13ead72b5e85377748a40e19","2708d4b54733f04a61a3073faeebf8b51136027c","bc926d4eec7db89ccbf0f4ddbd3f19188ef0a3b1","cf457c61315f20a401c3ff555d612c4155a3bc48","1f317ccf1d1ba518b218678afe52f4ecab8fa0e3","4f6bd311c1d5ecd21c34e50e979f795f9a8a228b","49f6f058acf537135f8de88255a7af8f77ad04e3","4ecc8e73ee1fbd94a77fd876637047ede872a31d","6c7591ed9e2e2e98e1b1acb0fc417dc4e86a6d8c","1283fe87c7d6722ac7865d8bedd92847b2087a6e","3065a56aa27cef33563a096660f4dbdfaa72c306"],"journalName":"Biostatistics","paperAbstract":"Inference in mixed models is often based on the marginal distribution obtained from integrating out random effects over a pre-specified, often parametric, distribution. In this paper, we present the so-called gradient function as a simple graphical exploratory diagnostic tool to assess whether the assumed random-effects distribution produces an adequate fit to the data, in terms of marginal likelihood. The method does not require any calculations in addition to the computations needed to fit the model, and can be applied to a wide range of mixed models (linear, generalized linear, non-linear), with univariate as well as multivariate random effects, as long as the distribution for the outcomes conditional on the random effects is correctly specified. In case of model misspecification, the gradient function gives an important, albeit informal, indication on how the model can be improved in terms of random-effects distribution. The diagnostic value of the gradient function is extensively illustrated using some simulated examples, as well as in the analysis of a real longitudinal study with binary outcome values.","inCitations":["40a7147be1fff24a08e306e9f34f8f51c5ff56bb","64d3865cf471636bef512b34dfe2ce12915956fe","8299f33b9f13e956fd414851abd7fdd3a9383c4c","cbff9b411c9f124c9134a7262c48c4b5b61473fc","5c412289902ebd7c12650abf6a174f682d41783a","ef8978e1eed563e125392aaf44aac3ccdde80ff6","b4c90969ba2296afca89c35ea33012286db6b417","e898090276a3fe009363dd4bb633f4f2eacbb6f9","86dd66471c88d832f0aaf5dc280ba7e3d3ea4a90","13eca474071d26f37d71f2bea9f0e08f732f4f94","f37a7fde6dabef35d32200586fec4ad4cd66f3c0","80cae352e33ed3586449c93449e9c3dd4a994e6d","75927a24a3f36dbc4125b5de6feb6a2f12314e8c"],"title":"The gradient function as an exploratory goodness-of-fit assessment of the random-effects distribution in mixed models.","doi":"10.1093/biostatistics/kxs059"}
