{"fieldsOfStudy":["Mathematics","Medicine"],"year":2004,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The aim of this work is to quantitatively assess the impact of structural model misspecifications on the estimates of mean and interindividual variability of clearance in the context of population approaches. This assessment is conducted from simulated datasets. Our results show that impact magnitude of model misspecification on the estimates depends on the step at which it occurs (design optimization and/or estimation), on the hyperparameter of interest, and on the estimation method. Bias and precision might be affected differently as well as powers of model discrimination tests. Some practical guidelines for reducing impact of model misspecifications are also suggested.","inCitations":["82e0fd1cc9f41207ef111059170853b13fa97bc3"],"title":"Impact of model misspecification at design (and/or) estimation step in population pharmacokinetic studies.","doi":"10.1081/BIP-120028516"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Assessment of QT interval prolongation is an integral part of clinical studies in drug development because a prolonged QT interval can cause sudden cardiac death. Traditionally a linear or non-linear regression method is applied to estimate subject- or group-specific heart rate corrected QT intervals (QTc) on which comparisons are based among treatment groups. These regression models rely on a fundamental assumption that the predictor variable (RR interval) is measured without error. However, the fact is that both QT and RR intervals measured in electrocardiogram (ECG) are subject to not only measurement error, but also fluctuation that is caused by physiological and biological factors. Hence the assumption in the regression models is most likely violated. In this paper we propose a Bayesian hierarchical measurement error model to evaluate QTc interval and prolongation. The proposed approach is illustrated using a real data set. Simulation studies show that our proposed Bayesian measurement error approach outperforms the current most commonly used frequentist methods.","inCitations":["4f15cf0b3a01dda84216d9ad25fe60de14a35df6"],"title":"A Bayesian measurement error approach to QT interval correction and prolongation.","doi":"10.1080/10543400903581960"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["89c8179cce5887300a8b588c86cfd3e6db0b2801","12a5b7a7ea6b9a5092612523d6c1f4e7f03cbe26","5824669d4cb17ed933df829f381fefeadb2429f6","adcec120a442af0d58f7a1d2dc175b58ff5a32e2","7ea62a36d627339623270fd7afb493dc9cedae76","2196c16b383c8591168ee647ae6500a45d01c8bf","f5be19318732e25c2ce5601162b3119f0cbc97df","f198043a866e9187925a8d8db9a55e3bfdd47f2c","c02717b88beba6eb84e6a407f58f8705de649c5e","1165aa7aae8d0746f70c8e090435190bd38efcfc","83d3e61a7b5cc4821a031b5c486b1810aa3b2501","44f0269512a0d93eb8cf8d83a8a55245be16b34c","e99f196cf21e0781ef1e119d14e6db45cd71bf3b","b8eca2a764de63db02670bcc02cb759ced723b39","f6d96940fd28f74d085821014778f9dbbd733654","0390499c1cac3007ab822414011c81c06529bde1","35ac2d4689123c13b9441a6305356eb8d8804e69","56702c8ddc72ba45eaad4e5b6d44afe86b8a4a9d","57ffaee63b472e7d78190e7986d6a334cfbdab15","837a7355d9e136eae80f6ced7a837d86b6299bc6","1016e40b12899d3f409166ada638e1bf62edeb63","3d890a2ec766f9ec146285ababde8d92ee6a099f","d103e1bd7e690e6be85729c4669a452261cc17af","97d9b9119bffc8b3bdd8859f88c52ead021a1b27","3087a4df677c7bcd80a495c7463834a3bdd6a80f","bdbcdafdd724c97b2e3a481e6ba1d062b32e6e40","0b3e334ea42514c49aa116c0f0c536ca7f81121c","817fc8de25f989b8229847fc7710750f273460b6","d2d758b667092bb483c18cd86e661460b84386cb","5be7272b9c4983c970946a6d4bf91ae9ed85b1b2","a1ca33025dc5c63486b1d6eb20c810008b513f8d","79cec67aed5165b3464a1ea18cd8aea3e525013b","e45b74bf3ede47ff25dee775800d16cfdf01cfdc","22dfa67f43ecebf9cffdd7213a8c5435fb7d72ed","011a135ba30ef5aefb9db864092982d8ac027dba","c115170eb6a13925aff1e497c3b5a4d125ead4ad","f3fce93bbd258758be6594231120c91adaba9c90","e2de29049d62de925cf709024b92774cd82b0a5a","bccb2f99a9d1c105699f5d88c479569085e2c7ba","34b36fab0e03574d3699e639b3623fb4736f019a","c9192b1685a6c0747125f27822b0e88fdb40de5e","220ee8bb342033f06f768279ec54347492332c49"],"journalName":"Biostatistics","paperAbstract":"The human microbiome is a complex ecological system, and describing its structure and function under different environmental conditions is important from both basic scientific and medical perspectives. Viewed through a biostatistical lens, many microbiome analysis goals can be formulated as latent variable modeling problems. However, although probabilistic latent variable models are a cornerstone of modern unsupervised learning, they are rarely applied in the context of microbiome data analysis, in spite of the evolutionary, temporal, and count structure that could be directly incorporated through such models. We explore the application of probabilistic latent variable models to microbiome data, with a focus on Latent Dirichlet allocation, Non-negative matrix factorization, and Dynamic Unigram models. To develop guidelines for when different methods are appropriate, we perform a simulation study. We further illustrate and compare these techniques using the data of Dethlefsen and Relman (2011, Incomplete recovery and individualized responses of the human distal gut microbiota to repeated antibiotic perturbation. Proceedings of the National Academy of Sciences108, 4554-4561), a study on the effects of antibiotics on bacterial community composition. Code and data for all simulations and case studies are available publicly.","inCitations":["72cfdebeafd1ba30e6ecf8aa893473d68e3df176","c48bad1ede64bb1a17fc68e6c37f5fc2cfa6bf0c","863a35bdd1ae803491801e283c2ae79fe973cf68","a93c6f0eeec4e3901349ef094e4be7ca1a5cba1b","653b6f7c814b3f29fe048796f40e5fdadc2fd4b2","1f3cdb05225ee953061cf4f6c381b02d03c2fd3a","80dee9e53163914ec438af427330261e27218a5e","6a2e90926156168e075c5ec62723c177309fccd8"],"title":"Latent variable modeling for the microbiome.","doi":"10.1093/biostatistics/kxy018"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1991,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The delta method is utilized to construct an asymptotic 100(1 - alpha)% confidence interval for the response at the stationary point of a quadratic response surface. The end-points of the interval can be found directly, compared to other more, computationally intense procedures that result in a conservative interval. The coverage probability associated with intervals constructed in this manner from studies with relatively small numbers of observations is investigated via a simulation study. Finally, the methodology is illustrated with an example involving the evaluation of a combination of cytotoxic agents in the treatment of murine L1210 leukemia.","inCitations":["b2d483fdd454bf249c074a426172d8ede0813d7b"],"title":"An asymptomatic confidence interval for the response at the stationary point of a quadratic response surface.","doi":"10.1080/10543409108835024"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The study of drug combinations has become important in drug development due to its potential for efficacy at lower, less toxic doses and the need to move new therapies rapidly into clinical trials. The goal is to identify which combinations are additive, synergistic, or antagonistic. Although there exists statistical framework for finding doses and sample sizes needed to detect departure from additivity, e.g., the power maximized F-test, different classes of drugs of different does-response shapes require different derivation for calculating sample size and finding doses. Motivated by two anticancer combination studies that we are involved with, this article proposes dose-finding and sample size method for detecting departures from additivity of two drugs with linear and log-linear single dose-response curves. The first study involves combination of two drugs, where one single drug dose-response curve is linear and the other is log-linear. The second study involves combinations of drugs whose single drug dose-response curves are linear. The experiment had been planned with the common fixed ratio design before we were consulted, but the resulting data missed the synergistic combinations. However, the experiment based on the proposed design was able to identify the synergistic combinations as anticipated. Thus we shall summarize the analysis of the data collected according to the proposed design and discuss why the commonly used fixed ratio method failed and the implications of the proposed method for other combination studies.","inCitations":["bf9f9cf741b8e90d79b79f2658bd250f5a88ada3","27a2d3a12587071c2e9f12ad3c3729722b29e528","a64d5954a0336a722890731bf515601966b24b32","a11589e415a335bf65fc76f6d41ef35b6d6e74c6"],"title":"Design and sample size for evaluating combinations of drugs of linear and loglinear dose-response curves.","doi":"10.1080/10543400902964019"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["4de0326cbb23a7dae7351921b0f27366738b49d3","bd71a17ac95a62414e785a68d01eff75033bdbcd","7cafbf6ea89b077abbbd6a824e557b308c3e8292","d62a392a2c8fd82bc1f0be5b75be455c8cf44fe0","d56e3a3c9530bbf5c01795cd784355f03051beac","a7e23f416065a0fb1ae7729f3508e957dbcd0b44","81bab9e0f2b965332359a7852b1629e43fcecaf7","d0cce33d2e7e12bd59eb6288f734f55a5b196714","7d57e29954dea9fdb92520ad69dff4761927622c","692bc7c2c31a571a912e08c71deba9175ce5585d","a82b631f289b7dc465534ac114cabb30f2df9a03","53c5bbcf12a2dd057c10d1590b141d86fd365487","bf0138dbc3d8b844a279a5c175760f717cab4ad7","c9f7fd0bfcbb65b17c7712ae95b97ce9dd4f51bf","e6ac869c70bdf4f2eee79cd7deaf4d2aec0c4e40","2604fd108a4fbb587219bc924f40c7f68b349522"],"journalName":"Biostatistics","paperAbstract":"A measure of explained risk is developed for application with the proportional hazards model. The statistic, which is called the estimated explained relative risk, has a simple analytical form and is unaffected by censoring that is independent of survival time conditional on the covariates. An asymptotic confidence interval for the limiting value of the estimated explained relative risk is derived, and the role of individual factors in the computation of its estimate is established. Simulations are performed to compare the results of the estimated explained relative risk to other known explained risk measures with censored data. Prostate cancer data are used to demonstrate an analysis incorporating the proposed approach.","inCitations":["fbd5693eae8f488a5ecb1900b7b5000f6c0650e1","50816954719900273532a56dd1adbc241d19cfe4","18fe94f611fa4d458acab9491a16b05dca10e073","8f52c5c3fc1bfe5cb4b4cad17d3353ec62a1ca28","252f0ef632973ce5a6287b9ca38b1fac8a7d1c86","66266e4899e3fa2ba74869ccf4d2fa4951a5d156","29ad66b0126a5a909b080b870cc3d1f2b106cde0","1ef3335e457c295ee8dc22dcb18480c615715ef2","2153831e5a3df907b052b9c3cf6006da149d1cd3"],"title":"A measure of explained risk in the proportional hazards model.","doi":"10.1093/biostatistics/kxr047"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"RNA-Seq data characteristically exhibits large variances, which need to be appropriately accounted for in any proposed model. We first explore the effects of this variability on the maximum likelihood estimator (MLE) of the dispersion parameter of the negative binomial distribution, and propose instead to use an estimator obtained via maximization of the marginal likelihood in a conjugate Bayesian framework. We show, via simulation studies, that the marginal MLE can better control this variation and produce a more stable and reliable estimator. We then formulate a conjugate Bayesian hierarchical model, and use this new estimator to propose a Bayesian hypothesis test to detect differentially expressed genes in RNA-Seq data. We use numerical studies to show that our much simpler approach is competitive with other negative binomial based procedures, and we use a real data set to illustrate the implementation and flexibility of the procedure.","inCitations":["d991a865f00a1357f1a487001c1431d7a49bc33c","8487e7ca38107a43bf973a6c5e57793ad142640f","0cbe28501b964f3dee82393a45766e75e2d7fdba","af6d32a9d25fbfdbad17f7e82e02288dbb4736a9","feb931ef82e910f3a0e244b1275360808c7d260e"],"title":"Marginal likelihood estimation of negative binomial parameters with applications to RNA-seq data.","doi":"10.1093/biostatistics/kxx006"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["c2b7cefc34263957f9daf9d03de125d6b363ecc1","790d87c2da6a06435f4e9c078f917392fdf54e94","d1a218b301ee7a2b6b6c0ef6506b4e54e9d8ebec","17883fa1cf11db856e1e38bf92ab7df6de5ddad1","e5c024a280c2badc130a1c6bf44b9a7e63513607","50c23ebb2d6d0d735211ae3f7d206bcf597f8382","da935ad996a80f5491e482a2773cb8e2507fb326","d23b4d8367fe0e045378619ca0068d7565203316","6f8ca72d0cd9d4a32166c7351e4f03f8750784e2","1f2ce6c9f2b090146e6ed58e182233ffd6bfaff2","aca16ded899ae0671b5b7cd04f52491f12852906","adbfc9f7be4dd817a2e1052b23d569e4abc7b272","0063793298af553e27adb371ed1fa74c9407fbef","5c5b5d689cbc4ed3a6428d568ba066ad35210741","29e480b19084455c80192718ea75a6e14694635f","dcd9a871ef140da3f616ece74aa299dab3b75157","8d21b269717ae73e26d224055244fc38b97cdd98","cf55dead0876a47a254eca1e4bf626e08af3ce0f","36228e21d9c99e57b2c4b71a2bdba0eaede258ea","ad17c9e311c77cb967f4eb3a24010954c771a29d","b4c4e1f590354059ecd26e7d280b4f50d4165a40","adbb3299af19ef15f9f525cbab5f93d74f955da5","b0c4fbb43ed83820dc2e1f49ad2b79a77a160ad7","eb9e9d3d39b58b5be509bebc9a1ff11418a2cd3b","7ce7120e898cc2d3c1eb09989c9761de9cfeb65c","b44a6bd5f676c0e26e2f0c1d9b157af6e5967fa5","eb969ebf2eed6047c894542db891db74995fdf0d","164f8225152aac1c53f4cb83607ec2ddccb6dd75","caa61ac4582388ea1ee66885a8313aa0488ea9f5","9a07de762152612a4a103e3f0cc2590e31f2238f"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The directional consistency and skew-symmetry statistics have been proposed as global measure of social reciprocity. Although both measures can be useful for quantifying social reciprocity, researchers need to know whether these estimators are biased in order properly to assess descriptive results. That is, if estimators are biased, researchers should compare actual values with expected values under the specified null hypothesis. Furthermore, standard errors are needed to enable suitable assessment of discrepancies between actual and expected values. This paper aims to derive some exact and approximate expressions in order to obtain bias and standard error values for both estimators for round-robin designs, although the results can also be extended to other reciprocal designs.","inCitations":["6a9b15772684ca4a95c60546d3d66cc84a5c0407"],"title":"Bias and standard error for social reciprocity measurements.","doi":"10.1348/000711009X426253"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["62064218665ad89f0cb2a44f5b19f7703d9c7e71","f13530b2f420ce4d715320fb1a4f55d8c1547564","c1f0b4d8763d6445cb487367bb43500a50afba06","98f3a77510de4d72a38359e61de69f22baa53970","9151d84629277bab26148bdb6379626b44e1cd0a","09bc263568c5437ba03e8acf6193714aaa22fb64","a85acbe6ff39173031d877eaf79af3ca52bbc20f","2219b330ef98f6ea71a172659595b7506fca3633","fc41ac21596f8d2da1214f9c0fca9f4942639340","b10c9865b14e0a301ac01e7b9d88d04da1943273","39914a560a956f6ee5bfc65e1bfd25f2edcd692b","31c3d8fd4e71ec71b7503a55bfe063fcb9484010","33ec00bd4e76e45e5ad4bae355dfaf4ba62d2e7d","bd580bb56b1a70595a36f6bc5db6cf8195b15975","a39cd2f881a71b887bf821233290647c58876dd5","b6fe2d135767c4e1bb3e37ac3d3439471cf42bb6","74eb6fc1c039b5fcb4a5c50866d367070048eeff","d00760ca054a90bf6f8bec742635ecca8d76a67d","0eadc91da11633ba8f85c0ebd3abd4058652c6bb","d6f4eb08a3717bf23129e529a75a9ff33b010050","77d71016e06c4ddde3485a68a7a0b4e278cc9a73","b511a05e9aaeff71d8fe538d201079875d162eb8","017b60fe0906948661610f1bfa60d16a7ca47c3f"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract In many randomized controlled trials the outcome of interest is a time to event, and one measures on each subject baseline covariates and time-dependent covariates until the subject either drops-out, the time to event is observed, or the end of study is reached. The goal of such a study is to assess the causal effect of the treatment on the survival curve. We present a targeted maximum likelihood estimator of the causal effect of treatment on survival fully utilizing all the available covariate information, resulting in a double robust locally efficient substitution estimator that will be consistent and asymptotically linear if either the censoring mechanism is consistently estimated, or if the maximum likelihood based estimator is already consistent. In particular, under the independent censoring assumption assumed by current methods, this TMLE is always consistent and asymptotically linear so that it provides valid confidence intervals and tests. Furthermore, we show that when both the censoring mechanism and the initial maximum likelihood based estimator are mis-specified, and thus inconsistent, the TMLE exhibits stability when inverse probability weighted estimators and double robust estimating equation based methods break down The TMLE is used to analyze the Tshepo study, a study designed to evaluate the efficacy, tolerability, and development of drug resistance of six different first-line antiretroviral therapies. Most importantly this paper presents a general algorithm that may be used to create targeted maximum likelihood estimators of a large class of parameters of interest for general longitudinal data structures.","inCitations":["c275b73d4ef6f383b606a451aed5b6d6a540c571","1d436d34ade8e5195864dc7a060e05e8f984929b","b4d7ecac98fb93e2f869f1ce3bfb091aaaf05257","92508e53a87dad1fb476247a15d3be9f5a36ac13","4b3e0f6976acd8b16ac0f448585a176095bd08fa","89a9f10a089555b5a91619cc7e863c7952bec1d0","ae080f86fed62acc0f68dec92e9d33ac442005de","539c34ac53ccaa05fcffbad93804964ff839c6a0","10ec5f67261e156a69444b3845f56d521edf7ba6","db5043638485d7203aec46bd367fda6fcfdb0f3f","fdc1d1ad167a9a8f4e4322ceaff533d8f3e1f308","e22ff66105359b033de05f2468cd989906682773","1baf0ad74d5816659db5819e4b6ebfd48052b5a6","1f93177657a04077f725de82d168cf7caebbc9f4","d9717c53d893c435be06205f0893cf9dae78b04c","b0b2c40e5689c5e0f6cf234d2ad48c6151da2efc","e3bc464aaf1b6ea3afeef2e295e63e4230bf4251","04ffa716c223b03a42ebd270faf95630e5af6c27","fcedc83519202a20064bd078d8dfbb3e97b10cbe","1dc23732b894045439682a4cdf29e585c2eab7a8","5ea8f173e45c912e475b68e31159c293df8c3e95","b7bf531814091f71a2cf23cd4cbbbe7ecd0f0340","f97f8a6c1edbeb0cdcc3e0ac4e535066fdc09586","8ea16c54179abe9947213e5e0ae74a767463ea48","1c27c6016cbc706b99b8efe32d8aa02678bccb54","949e42a52d0c5ed9adc58a2e83f9de484e2b36ad","e1cad477d89724410abbfc9624299df9fa91c686","99c13f7782353abfaf867c240397aec0318655c0","8b40a9f35120f2e24d5801e4bcb512c8d146ced8","d766816b34730ae1941fa82dfe68d31751ff1b08","7eb8fd15d30d49dab2764908ae3126c9dfcaae96","2edc363b9b5ac16c7eac6e57950c8ad8bbb95cd6"],"title":"A General Implementation of TMLE for Longitudinal Data Applied to Causal Inference in Survival Analysis","doi":"10.1515/1557-4679.1334"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["05ab43b91321e8cf57a42614dd630baecd110bd0","d06798476ae907160dc4ec6b88be466fdcdb8b6d","37350821d59d0b2f476ccacf71b41b2cccaa6e73","3fc17a36e2bec28396fd17c1ec2288d817564565","d7a002d78c11654d8f0f4d3f1dde18902e5c80a4","ed99d8ed8d1f83ac18443f3b73fbc0b9038250be","f465e6bfbe6cb4495de07e72bf9ea3ede09b0fb6","ae02d7e851f8d934c05c298a522129a0b4d65f23","d2106196375dc7501043401a1843998ab146033b","cffb232640387094c189df8bffbc7777665640f0","96c480b9ee6a1b06a84d0740216c0fa7efb16efb","7a562e65bf44d93f240087a7a8c438bcbc13a4ed","df88effa48e2bf8b1f92e97b9f661df36de39d9a","0ed1900ac200ce5bf2d4d4e88cbcfb92977afd58","d3f6fc8ff0fea58bca76eb3192ffd69432450f7a","7ba99773bbc482837c79fa0006c672d88e16712c","198858dfabc050dbb8eb507e2ffda692e85200f1","47865b56fee61d9c9ff477f7c79f090cc6663d3a","7b4b6a3b9d19a1f57033d8642ca7b9ac97e94263","80c70da645c262bbbe4c006be091ffcb804b446c","56793ee97ea91d14b5f397846abe9980eff93222","63c8b17f507b461e0143791f00aaff4c01fdb093","9e26c8be21f341102016fa5a67b06db362bf272a","10b97062bbe2df60830c23c655198206caa53de7","16f71d7dc2d0bb158db673fa95c9281ae3ec38ee","ac41e31ee2b60a14eef84e05b45ce08a5d0b3379","73a8a205a37f0169e89d3f0819a8ec36b39d3d2a","373844b58a4a5a10b04ed5bb2cd83aa522cfe4a1","e458600fcab5ea7c2394f2453570f4df48c46276","9b24feb35b129ca3027de573bbb04095283bda44","0fa6c95598393f7fa0c9969d6c3856b635c25470","503acbef1d3d4d49fa3e57ceac194bef3c03f72c","5a30abc4f980c41344f3043dae4f14e21b2e392d","71bb33ba0f7c96af6f0b04607ef8771806e28058","31c88a88c9603ec32b237128dec6feeb5713a5d5","ba3bbed50c5cb80f1692785852c86d6704f25207","e50573b554cfa9ee77dcc2e298d7073a152b7199","75853b3e02373415ab10354b2b1540b0858d5d78","3e25910f8d57d593cccca521a59c52aa63c2dcc8","89f085f6f00ba7aec82329ae6b10c503743978ee","f6d69acf3c7e7cac05efd827b8320652593619ea","800cdc844372bdccdb9f30d9dc0b4902ed7dbca2","b1803f10ab6a8e4499b9dde8ff26ce8fb33e4fe5","00ae5e12df354c4c70b7d51863c6f9f15e44a46a","041f0c3d75072dec83d95d6bbf32c4757308d641","977a61f5b31aef34499caae9da079d79dc1d13a2","122b231f10c7693d8adb51eacd8b5106edc50278","09c461cf479ec0c46fc7b04513b093350f37a197","869836518181cfeaeab81d9b8249c805d72e2dd5","097694ee18f21b7d30e23f7985c3359f77f4d4eb","a96f85b9af623508fc5158c4f5284d2f02a027bf","afa73141e57a32e201d646a025c852504ea9c6b2"],"journalName":"The annals of applied statistics","paperAbstract":"While studies show that autism is highly heritable, the nature of the genetic basis of this disorder remains illusive. Based on the idea that highly correlated genes are functionally interrelated and more likely to affect risk, we develop a novel statistical tool to find more potentially autism risk genes by combining the genetic association scores with gene co-expression in specific brain regions and periods of development. The gene dependence network is estimated using a novel partial neighborhood selection (PNS) algorithm, where node specific properties are incorporated into network estimation for improved statistical and computational efficiency. Then we adopt a hidden Markov random field (HMRF) model to combine the estimated network and the genetic association scores in a systematic manner. The proposed modeling framework can be naturally extended to incorporate additional structural information concerning the dependence between genes. Using currently available genetic association data from whole exome sequencing studies and brain gene expression levels, the proposed algorithm successfully identified 333 genes that plausibly affect autism risk.","inCitations":["0b9975b284e8f9a6e0226b779b6ed28a931bc697","af7055cbd74d12b22f9ddb5c79f41fef89c9c851","0aa56be70f08d9f5d9ed710322082da3a2b17199","6633ff6db42eef49a2e0582a553ebfa3b8c14594","0b65ee62d091103b70bbdea6e3c771b6d91dd7d8","6331a956035afb591ced80f32aa0de1de1c6b8de","bf112ae2fbfd5850ff6e6067180dd2df65e0111c","a8a513943e07322c5e7e8bc1a530ad6a5fc7f097","ebc7aed5846fc72b4741f3b6ee883662295d7c17","26c66971336f9fe5180dd66b415bf6ad922c8125","c05ed4613024a40ca5f21fba87fe772140974e61","9183efd38147c851d9c143c8d559f4b2a2177ab7","db3b94dda4b4137aae29e632f4b1f83ba5d6947e","e4fae6c061501f78e733a9066722a1a8912a8f87","98f78570d14210bee1da10fa54e101377ea0ba6d","13df4ad35ffa89a8c6f329811bdce85d9a3705bc","bd74ed57e04628978aef749f56f7afa11d68edc9"],"title":"Network Assisted Analysis to Reveal the Genetic Basis of Autism.","doi":"10.1214/15-AOAS844"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"We consider a problem of estimating the minimum effective and peak doses in the presence of covariates. We propose a sequential strategy for subject assignment that includes an adaptive randomization component to balance the allocation to placebo and active doses with respect to covariates. We conclude that either adjusting for covariates in the model or balancing allocation with respect to covariates is required to avoid bias in the target dose estimation. We also compute optimal allocation to estimate the minimum effective and peak doses in discrete dose space using isotonic regression.","inCitations":["623ae8819d6d9c26d93108ccba7289a7342c681b"],"title":"Adaptive Isotonic Estimation of the Minimum Effective and Peak Doses in the Presence of Covariates.","doi":"10.1016/j.jspi.2012.01.024"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["75ad859b04adb042920005818ba4428b14682597","f5f4464716794cbe7bf3a1c113ce22e7fed444e2","51588b58aebafe24a0a0d3a77762dfc1c01b893f","d44d6830dc387f46895ae036ee3dda3d974ae01a","2415308ee029c61c575abd49dabf66ec6eb42b0e","fa01f62a41555ef2f9fbb752deb035d118f9121d","751b04d346fc9a70781bbfea23953f424ff7deec","b412ad49319d59258cc4869705266b9a7b666d48","527c011a1f470ad7659f6293acbfe68d6ad9b214","5956fd71f0282efddfccd6a4ab133c04720e5b56","e7f9254f8e9678dedd8c2ccee99624c271ceeb14","0439bcfd8b90529fa7816bda33a60f4210c180c6","504bbdeba19aa5fbde31f15df5cb08551316e829","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","d791be676ab4a946227535bad26d4c07a3cfff7f","859c91de1ab22aeff85558dcf676ee5ffc4981a5","f98590ed4967d6bb64a7a6e495419d1fd91cc0ce","8144ed617da5da6d24aa53fa92e14648e58ee543","e1ababf08c9ec103db854a2c1b4db611142cfdb7","ede33e54f3304aa28d91d67494c355c853a5f597","c7f80468cde7a210a61de36af1fdf978c26f5b62","6c564a11aa26bb4cae5aeb40d3612eebad237f5f","d3203958e1b9c007d06340aad11d41f088875f3e","27547c81bfe6ea78fa1223ccc9694c11e096d6c4"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"For item response theory (IRT) models, which belong to the class of generalized linear or non-linear mixed models, reliability at the scale of observed scores (i.e., manifest correlation) is more difficult to calculate than latent correlation based reliability, but usually of greater scientific interest. This is not least because it cannot be calculated explicitly when the logit link is used in conjunction with normal random effects. As such, approximations such as Fisher's information coefficient, Cronbach's α, or the latent correlation are calculated, allegedly because it is easy to do so. Cronbach's α has well-known and serious drawbacks, Fisher's information is not meaningful under certain circumstances, and there is an important but often overlooked difference between latent and manifest correlations. Here, manifest correlation refers to correlation between observed scores, while latent correlation refers to correlation between scores at the latent (e.g., logit or probit) scale. Thus, using one in place of the other can lead to erroneous conclusions. Taylor series based reliability measures, which are based on manifest correlation functions, are derived and a careful comparison of reliability measures based on latent correlations, Fisher's information, and exact reliability is carried out. The latent correlations are virtually always considerably higher than their manifest counterparts, Fisher's information measure shows no coherent behaviour (it is even negative in some cases), while the newly introduced Taylor series based approximations reflect the exact reliability very closely. Comparisons among the various types of correlations, for various IRT models, are made using algebraic expressions, Monte Carlo simulations, and data analysis. Given the light computational burden and the performance of Taylor series based reliability measures, their use is recommended.","inCitations":["4ca68e92b0dd138fe94fabe027e97cc8c38a84de","7c564f007c41c42fdcc3f6932a7e2b21454c1017"],"title":"Reliability measures in item response theory: manifest versus latent correlation functions.","doi":"10.1111/bmsp.12033"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1996,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In many clinical experiments multiple measurements are required for evaluation of the results. Several methods have been illustrated in the literature to deal with this problem. Some of these solve the problem of multiple testing bias just by looking at the significance of the most pronounced difference. On the other hand, some other methods are designed to take into account all the information available from an experiment. The purpose of this paper is to review these methods and compare the results they gave when applied to a clinical trial in which drug efficacy was assessed by 14 outcome measures.","inCitations":["045fe20d34240e9ea7e6392a9bc3c5cce9642d50","7950525d63b1042ebfaa89f2b783116bfc2e2047","c1765f963ffc8a08bb8ed96783c1553ec8e85326"],"title":"Different methods to analyze clinical experiments with multiple endpoints: a comparison of real data.","doi":"10.1080/10543409608835127"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["da917e536ea627e95556dad2103685eabeff54c4","89c8179cce5887300a8b588c86cfd3e6db0b2801","056e7774cd48d90dad92fbac784baa1837459aec","784379521bf2b06c4aa8001814fc73f667abb9c6","21b6c1b4a61d4d2ecbcdccea88b1e290648c08cf","3dae6070b6c8eecba7e18a96c1a3713c2ab4364b","97cc7ab1b0d200d38f802bfc26c7315fb4a07ce3","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","840c0cdb1f428d300cd7986d170da5f807b3d20d","156e7730b8ba8a08ec97eb6c2eaaf2124ed0ce6e","9f16b6a24cfc08d4cd4b9ee837da7585fde58ed2","4984239c82e82577fba571d83a100adef1068118","837f0ce16ede0932d9286dde2a261a9d5003de78","b719662405c578178d82971e97ab852ff3e1db74","21c41fcec6ac8a7f55c539ac199247f200633753","30e7e25061b7ccd9a625548dd6836afcff85043b","d42337ecab378287fbcd60b42e5ceb5b67b6f59a","e520cc396db99a52c1f0a67c0539b68f268f7669","1bdb480f609c7828f36f52f6b0ec33dbe2c8e65e","ce74fabb6df25e2aabcabd2e87b8b62385062251","a24b890fb3863998a8376630375e5325e669b291","0e499f07f1793aea13a38505608d6d2215271008","1c7ffc9b8da5873f06a3edc4448f80a01f174aeb","80b765c465d9518b2472420003bb40c6820e46ab","4df1ee2955b90258c8aeb25d032c71c4c21e042f","fa635997882eaddc4877740354f415cb68def43a","541bc6421a66f4f1fcfb90e1c33c0a67ebc3f639","4d65e9ceb2981fc081f42544b5110ccd07d28976","6f3675caf5bcce3ad0f0414de0d19390cb6f14ea","fcef2258a963f3d3984a486185ddc4349c43aa35","e5f5ce7e99f66eaaa934fef45768797d4155ccc7","62269cfcfd08541926d78a5c5a0d703b26e189c1","256f29267c2317228f6a7b65d698326f0a285e36","178e55a6ef96feeefe5c34b1822f4df9aed2a049","bbf432233475ba1fa6f19cb224c2e93279fc6519","7c362d12bad507d455a4aff24291b5c431e50559","e95d483f268d2a96e469cf7f57d86520245eca11","4d6022aa45c5289f9e1cc378c8348f97e1625be4","bc258645d961c601bfb769c500aaa3fcef636888","10139919af2ccd19d3e2aa5a4f044762b6c10091","e20b15ba1a0d141e5e814ca2667031c61dae5484","e5b7966f47a13cece7833aa3b775f9531d1323e6","e7b9bb433eb30eae9bbec7d4ae97903a6718c083"],"journalName":"Computational statistics & data analysis","paperAbstract":"The paper addresses a common problem in the analysis of high-dimensional high-throughput \"omics\" data, which is parameter estimation across multiple variables in a set of data where the number of variables is much larger than the sample size. Among the problems posed by this type of data are that variable-specific estimators of variances are not reliable and variable-wise tests statistics have low power, both due to a lack of degrees of freedom. In addition, it has been observed in this type of data that the variance increases as a function of the mean. We introduce a non-parametric adaptive regularization procedure that is innovative in that : (i) it employs a novel \"similarity statistic\"-based clustering technique to generate local-pooled or regularized shrinkage estimators of population parameters, (ii) the regularization is done jointly on population moments, benefiting from C. Stein's result on inadmissibility, which implies that usual sample variance estimator is improved by a shrinkage estimator using information contained in the sample mean. From these joint regularized shrinkage estimators, we derived regularized t-like statistics and show in simulation studies that they offer more statistical power in hypothesis testing than their standard sample counterparts, or regular common value-shrinkage estimators, or when the information contained in the sample mean is simply ignored. Finally, we show that these estimators feature interesting properties of variance stabilization and normalization that can be used for preprocessing high-dimensional multivariate data. The method is available as an R package, called 'MVR' ('Mean-Variance Regularization'), downloadable from the CRAN website.","inCitations":["de32a26ee705e58c317afd5caa8e83e143979b85","eadeebc8ffe91fd6c026d3399d61eb8b691d1e2a","a0d32e76e1b394f985c139132edc4aaddf9f8dbf","7809664799f01b300241ac9239057a883e81670d","e0d76bb0bc1cb733b38ef2142ad0a41e78313743","14df053eb2b004b3d48f9a312342e1c191c5d652"],"title":"Joint adaptive mean-variance regularization and variance stabilization of high dimensional data","doi":"10.1016/j.csda.2012.01.012"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Age-period-cohort (APC) models are frequently used to analyze mortality or morbidity rates stratified by age group and period. For the case in which rates are given in different strata, multivariate APC models have been considered only recently. Such models share a set of parameters, for example, the age effects, while the other parameters may vary across strata. We show that differences of strata-specific effects are identifiable. We then propose a Bayesian approach based on smoothing priors to estimate multivariate APC models. This provides an alternative to maximum likelihood (ML) estimates of relative risk in the case of equal intervals and gives useful results even in the case of unequal intervals, where ML estimates have severe artifacts. This is illustrated with data on female mortality in Denmark and Norway and data on chronic obstructive pulmonary disease mortality of males in England and Wales, stratified by 3 different areas: Greater London, conurbations excluding Greater London, and nonconurbation areas.","inCitations":["bb1baf348a5789cbc109df5c3e1b399ebab35ab6","c4dedaa53af48043c064c6cc5d5aeff18106fd55","11e60a852b2cd1385c63c8143ced2113d67f5ab8","cda2010d84ab9ddc4ba7c493321bd5b4a1e2f02a","6d2e315d4f21ed08ad969ab4c54b16b1c7e57031","f62702f4a2263bb863a450625f98183d7ffc5deb","ca01b40af4619c1b66611951c63276c119bdc316","5fe7e0210df95daaf09282417dd0256b91f3cd0c","1e722203ed06ee0e94f25b2be75c1b85a1da9df7","a55b18a16803a829d8ccefda7f470745b81c82d1","4cfd52ae3ca6dacbf6154af526cad5f094102f63","e353367b4b4210868adefae3c0de0fc02f3327d6","a9bcfcf65ca55368ed635a8c2cab6dfcfbee7c0a","880eb2cf3814a9728a2713a6a88c2cbe5b825396","75f58c4c8dba1298a489e8a5c943527506b9de36","036ca6cb845e54749246ab1a463dcac1f78998c2","bd142a3e59117047daec4928270be8c7184f5670","8e76ab95e0a76e6a3a715edffa69f512aca5526e","523cc123297544a08aebe63207e438cf4b6391e4"],"title":"The analysis of heterogeneous time trends in multivariate age-period-cohort models.","doi":"10.1093/biostatistics/kxp037"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["d0cce33d2e7e12bd59eb6288f734f55a5b196714","1c20cbda5890492810a815870859de321993c40e","0a2e8f69b23eecf522cdcfffe3e87a6a16890d8a","fa8216104648f5e7d4379f85bfd9ebbd8ce45710","aa44cd245b3e0a2146970f439cc5ea0564e8861c","c6040bda245ac894aa31ee01692a12a1c652ee13","8515e4b451c601d0297f76effbb147ba3852ec44","4f038aac835e7cfb6e38c1540904365b8c23728f","3b0aec5dd9b3a53ce2e05222c267bc39ae07724f","a5e9475d2781a1c9a07270857b68c6691dd224ee","46691f5715e5d68fdd3558d55827f3732880b591","e338b23bc619f95af3908cba5721b8b16dd4457f","81d760f60644ddca2ba95caacaf8d8cb8aad5b42","da30aa2985cbeb86fb96ffd53c7760a5344b78ef","e584567fb0b15503a65eeaa0dd7c466b8462dfb4","cf11d0e9b7869f5052aa87d3fa3cb521607d6473","f90339b07aeaf6f0b3135d842f90be47654291a1","ddd12789e26025181fc8e63d7ac36486186fb457","aefc3634697cbd1aac5634d5ce9b1be9b0b725a6","1680d82007a8562a2c0e7a0dba0d7217cb335755","3449ed9349ed1424efbba247bfadd19e4b824370","42401f196bbb049b66cc44b399e587248f5c3dff","ce74390a2186ef015bc981772a76a27ec3195da2","b956c7c7f76df3243cb311b658461922e1f33213"],"journalName":"Biostatistics","paperAbstract":"For time-to-event data with finitely many competing risks, the proportional hazards model has been a popular tool for relating the cause-specific outcomes to covariates (Prentice and others, 1978. The analysis of failure time in the presence of competing risks. Biometrics 34, 541-554). Inspired by previous research in HIV vaccine efficacy trials, the cause of failure is replaced by a continuous mark observed only in subjects who fail. This article studies an extension of this approach to allow a multivariate continuum of competing risks, to better account for the fact that the candidate HIV vaccines tested in efficacy trials have contained multiple HIV sequences, with a purpose to elicit multiple types of immune response that recognize and block different types of HIV viruses. We develop inference for the proportional hazards model in which the regression parameters depend parametrically on the marks, to avoid the curse of dimensionality, and the baseline hazard depends nonparametrically on both time and marks. Goodness-of-fit tests are constructed based on generalized weighted martingale residuals. The finite-sample performance of the proposed methods is examined through extensive simulations. The methods are applied to a vaccine efficacy trial to examine whether and how certain antigens represented inside the vaccine are relevant for protection or anti-protection against the exposing HIVs.","inCitations":["13ff04d2d35bac954d1e44cd7c4ee0250866a1de"],"title":"Mark-specific proportional hazards model with multivariate continuous marks and its application to HIV vaccine efficacy trials.","doi":"10.1093/biostatistics/kxs022"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["e40b44e4f20d185a9b09e29ffd11cb0f5977b63b","346bdde8ced5b1b959daf0a0a277ddcdbdd2083d","d98ef875e2cbde3e2cc8fad521e3cbfe1bddbd69","b26bb53333d151dce65f0cfc85832470246e75c3","0a14824290453b95d051ec9cc299d0f61ad82b23","02c388d43f619146ef64babb4c848190e83add1b","6b240ac2d947bb83a0a24a1988c2da166ad00405","be7ee0f1ca3407f824da25c5efb92b63f0fb0482","a0b75f959b80be7b8a436674297fc568d7026bf1","66f5f763f5f868e529ee81edf5b9957043f7a6fb","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","ceb3eff13951d80813103172355820bc9493f172","8b91c9e40c88114e9281b2cec56808feb54c19e8","5d6906070d7e69ed794058720b52e46d2899e96b","fa3c3fb3db6d54105c7990b6fd3ef41f3aff439d","3290cf8c97c98c2eda175660b5298127827e556d","841596e7980536426b91519adb0c73f2f0f9fc86"],"journalName":"The annals of applied statistics","paperAbstract":"We introduce a new version of forward stepwise regression. Our modification finds solutions to regression problems where the selected predictors appear in a structured pattern, with respect to a predefined distance measure over the candidate predictors. Our method is motivated by the problem of predicting HIV-1 drug resistance from protein sequences. We find that our method improves the interpretability of drug resistance while producing comparable predictive accuracy to standard methods. We also demonstrate our method in a simulation study and present some theoretical results and connection.","inCitations":["184066e16164e1b9e06592df9f7b3e7e3d0f3ded","39a9074075da5ea49f92a47c913ea8de0b327059","881528d6ca2b379827a7758828f2a93d8bc9bcc7","87438d7b26fdf6f10b54ddb43ced84cd2dd5789a","96d0911ddf93e0fb9e08fa44c25c9b29b647b671","28b3520331c97f8e59bff38fa41ec50c20ea68a2","cf55bfb4f626e3da2b4cf056303c3a931a0dfbf1","b1930e2e2df968cd6bf6b3c31c6fb1693472e843","12b335bbd12bf4240008cdc9de0dd8f66b0d40da"],"title":"Structured, Sparse Regression with Application to Hiv Drug Resistance.","doi":"10.1214/10-AOAS428"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2012,"outCitations":["d0bbeeba01481b12a805bb2c23c2c462f7188ebb","752a4777080e98634bb04b4bddd641a4a9a56c20","a2493f3ccc7ef04bc15d96368e632a79cf26c0ab","851a56d66159c09eab5b2376d51111f01fb1ebf7","4c0e6b4a01da41bee46eea1a20965dfa569840e7","3ce6f059466975ca608b6b90d79ba9d9ea9a1870","c09db7439505f49a0958f68e782df94b3807341a","77479fb5f278920a2437bd2bef0fa4512d658e57","5c7a328be4d94adf8c32137ecec7d054bb492140","2edc1936f57ccaf0996ab63dae425708560771cf","c8b4e46279f50a02a11f390dc6165fec5dd0d836","6a241c4ee66cdea0f8ebd45f3336dc94afa442ef","b5961e9d80dc973826d31b5ddc879a8ff85b6356","9c9cdb773d867b53bff8659e497125038917f38b","903c0418d2f18498fe3d2bbfea8723404f75a056","bda841f98b6fc64cd622309253d00c96d0207c96","ea5c9b61e243c6e0914e05795364de94b3944c7e","b12b5260de19a726998ac94a60278747550b1b65","5cf3f9fe77c423dc394c8766cbdcfb41ea44b7d4","6fbcdd8d0a65e349fdfcdaed41564f6b6a91fdaf","6be650c188e37184977f2beb95aff7fe14eee93f","35bf7bffb5c167f7eb233aa5939cf32b2c621846","6c4d5480f72053889a7cd3b8123aa624d7612d0d"],"journalName":"Computational statistics & data analysis","paperAbstract":"Statistical inference in censored quantile regression is challenging, partly due to the unsmoothness of the quantile score function. A new procedure is developed to estimate the variance of Bang and Tsiatis's inverse-censoring-probability weighted estimator for censored quantile regression by employing the idea of induced smoothing. The proposed variance estimator is shown to be asymptotically consistent. In addition, numerical study suggests that the proposed procedure performs well in finite samples, and it is computationally more efficient than the commonly used bootstrap method.","inCitations":["76b0506710f014535d4d382697d4cf12bbe0e822","a747d29e737f1dda894c38ab7d0f3d6c6a58a640","dfc522a59d79ce63df46b9c5a06e149c42934fbe","af216c6d8dfa6da9177b3e998918a4d525897d10","cc602f725764b6660487411dccfd91366b15d7ec","09ff9a0c4d0ee2ac15d7d04ef63d392674bf2e1e","109405688d04138782050eef9dfd1ac50a107e7c","62052f536ab45d7c00a90ae53a25a408f72e8ca9","a6d1916ef5b91212063e6d8ae9d68f87f45125f7","37e6a22322c3748b4daac070b0db42bd0e5a0dc7","a8cdbd4e04f5bc92b552d6c6b810dcc8eb4a6cd8","3a03c85cb76ac3b40edf5afacc0a131296d7ee6b","40dc2ebc9fac48268a617c9e9a295a943525265f"],"title":"Variance estimation in censored quantile regression via induced smoothing","doi":"10.1016/j.csda.2010.10.018"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["04483b678c1a919552269bc5ad0ad46ab7c1e399","fd55a81dd800ed6a7694b2e2fa235f284de552c7","7b261c11533a4bdcb14f10d840660bd60fc5130a","cf986ef388df2fa241b912d8fdbe8f61d8313b5d","39bc5a1901b71da6e83a7b11a4264027ea3f1062","cfddd95c408ef83c3e9a7d55a0b92f16cfdb9038","a7e23f416065a0fb1ae7729f3508e957dbcd0b44","51cc2ce00c151ded63f1c55bd993f59dd158c0f1","1a45d0e0135d0a882b2047e1b5ce85e463b202b4","6309b1f3b9b06040c5959fd6b24b8233bb3eb510","f6bf5e8bc2fec98a29567514871cc1d386bac6b9","6bbd8fc39487249bd1b6886e4dc763550877b758","cdd590b9ee5dfbcc9300b8e7170394d6eaa213b4","d0bbeeba01481b12a805bb2c23c2c462f7188ebb","b8645eaf8552db486ef536e9dfba6789f28744a0","9ee2d6a8de063e2621eebc620b9d9d3d8a380374","5e2d2f52283d12fe9f82b3728564c75ce91af97d","20ab22ec6f09f7ff9ac99b03fab1ef7f99ecddf3","c85195bf470d261fb3fd798f204d811d9d33f301","3be9646ca993c1444c473f4d140397b2556a3284","bb9f00b73a50bb4a9a836e0f22993f857d344d29","ed3a2b1d571a8188f41341f9b5c675a7682792b0","7333e127b62eb545d81830df2a66b98c0693a32b","9d156b6b58cdb82a183295c91a5f58b10974bf43","dbd4f07f6d010459cb789150075b631d2384406c","efe973075ac6c86965fdc937e44d5bbac34d00c9","0e6fe367cc544a7d219fc38099ba4f857d768150","090dbebf8f2ef9fd99606583fee54efd6211d835","9d9eace5bc4bf919518edcc4fe5c53ed7c0e66e0","62c163981d8cbaefe58d4491d653687f2ac157fa","92de03ee054848872f535a805142559a73d04b15","7cafbf6ea89b077abbbd6a824e557b308c3e8292","93dbc7c23053f4920b73469c44c1feec4be8693e","47c3d599ae178ca9c1b87f24c4a715c80c737193","35bf7bffb5c167f7eb233aa5939cf32b2c621846","072d09ba865b5c2cfac279696c555730f0cdbce4","5374171b6241276879107cc41d8371f982b1689c","dce3f85f1546c78c62b9e20d6cb3f557efd538e4","96f873f6ec5043c6de7d09398e6919156878493a","334d2af5d8d73dc4b6d2637b0c95e47595ab6c70","dbd2c8ed58bcdf97094d057dce7a4878f02e81b9","db19cc4b8414a66662fe584810e5d2e13ada2569","4b10d37fddbbab46ea21a64856e42747653cc5de"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract In survival analysis, the estimation of patient-specific survivor functions that are conditional on a set of patient characteristics is of special interest. In general, knowledge of the conditional survival probabilities of a patient at all relevant time points allows better assessment of the patient’s risk than summary statistics, such as median survival time. Nevertheless, standard methods for analysing survival data seldom estimate the survivor function directly. Therefore, we propose the application of conditional transformation models (CTMs) for the estimation of the conditional distribution function of survival times given a set of patient characteristics. We used the inverse probability of censoring weighting approach to account for right-censored observations. Our proposed modelling approach allows the prediction of patient-specific survivor functions. In addition, CTMs constitute a flexible model class that is able to deal with proportional as well as non-proportional hazards. The well-known Cox model is included in the class of CTMs as a special case. We investigated the performance of CTMs in survival data analysis in a simulation that included proportional and non-proportional hazard settings and different scenarios of explanatory variables. Furthermore, we re-analysed the survival times of patients suffering from chronic myelogenous leukaemia and studied the impact of the proportional hazards assumption on previously published results.","inCitations":["1ae94b179b099fdba5b306d3941831c23cdaf108","b14623ee36097b99b04a2865dcf988085f38fea8","341ca1161457ca4a5854c2725a731a4ed825ce8e","62d2e3b89245668d37cdc851324f998465661595","0f95422cf84a99079b2153a8379a10b9d15a3573","9d2aa689305a0fb4230af70c7e05fdcb030aa182","2df2a1752e020290c6dd54b343d289dd03bc644e"],"title":"Conditional Transformation Models for Survivor Function Estimation","doi":"10.1515/ijb-2014-0006"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Drop-the-losers designs were introduced for normal distributions as a method of combining phase II and III clinical trials together under a single protocol with the purpose of more rapidly evaluating drugs by eliminating as much as possible the delays that typically occur between the two phases of clinical development. In the design, the sponsor would administer k treatments along with a control in the first stage. During a brief interim period, efficacy data would be used to select the best treatment (with a rule to deal with ties) for further evaluation against the control in a second stage. At the end of the study, data from both stages would be used to draw inferences about the selected treatment relative to the control with adjustments made for selection in between the two stages. Because the inferences are model based, exact confidence intervals can be determined for the parameter of interest. In the present case, the parameter of concern is the probability of a beneficial response that is dichotomous in nature.","inCitations":["99a77dbb6fbf17acc368bde92490fd66c66da6a3","a2a1ca1f48afe8fde3d165e767205ce8a35b5a02","a26bc7deae2dddfdaf720e45acb4426962eb47bc","399b6dce8e9ab7d21410d38ce5defa6ea9d4e98c","abc7e7d5153d5db424fd126cbef35a9d6d8b2932","e966184a8351cba81c7d0bacb9573938a64c8689","5e9adc94c475fe9c291df927863c18065b6b00c6","3e4e784103363f0bf3499a61eab92a6a93834cc1","ff958ff1005ed1a1f5d05f65562d5497545b2862"],"title":"Drop-the-losers design: Binomial case","doi":"10.1016/j.csda.2008.07.031"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":["c3b6d9745bd459edb399cac2e78785ef73ccf711","d809ebbe8ecf969d83ef33405ad4a138efdca343","fa8216104648f5e7d4379f85bfd9ebbd8ce45710"],"journalName":"Electronic journal of statistics","paperAbstract":"We consider the minimax rate of testing (or estimation) of non-linear functionals defined on semiparametric models. Existing methods appear not capable of determining a lower bound on the minimax rate of testing (or estimation) for certain functionals of interest. In particular, if the semiparametric model is indexed by several infinite-dimensional parameters. To cover these examples we extend the approach of [1], which is based on comparing a \"true distribution\" to a convex mixture of perturbed distributions to a comparison of two convex mixtures. The first mixture is obtained by perturbing a first parameter of the model, and the second by perturbing in addition a second parameter. We apply the new result to two examples of semiparametric functionals:the estimation of a mean response when response data are missing at random, and the estimation of an expected conditional covariance functional.","inCitations":["6d41b7a06ee96f1b51f62a53dbaf3c65913f2731","967d8d8b7dd1be2c02880990a5c8ca1fafba3ebb","85e019bcd38d8dedc3e07b8924401fa43806ca9d","8137b915b83fe43c60476db8556ce8400f205730","61b892a96a043f784c966a037eac9ad4fff92c0e","5a4b6da2a773a809e0b8d805bb6ecb24c6703240","903b1aab960f2a9675266dab220b91d709d56147","8dee1bf96dfdc46e5ae8b887b2dbabff82de73f6","4fc5e418463b546c4c486d873411342be8bbbc58","5502ac84459eb91651b5d3f581b9372536d7414c","62968fe7e7eb7334cedeb76ac1f795aeebb365fb","fc0d8a8967140943ca3702071804fb5e900e0852","c5a29813216298b79eddd46e94ad5b247cc216b4","f1681c3928bcb49365d0382c3a848c6e274154da","bac02e19051f5e6efa75e39d679f43f5994505f1","0d5e74586f66f09086ebd383d690cfad96ccdd82","8777c4105e40097914bac62ee0f782beca89dffa","d810d65fdbf8e37c4c0c278f1a9aabe96907f1ed","74540200d9d0a7d1d087c72c15b4a90667523687","005d16465c7a8e2858cfe3154120f3f7560497e9","ffcc916bfc105f252939bd004df9b8e6a7cddaca","f45ed765452dfca515a403b1eeb9ebc7087dd416"],"title":"Semiparametric Minimax Rates.","doi":"10.1214/09-EJS479"}
