{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The Log-odds ratio for 2 × 2 contingency tables is often approximated by a normal distribution with an approximated variance. Hwang and Biswas (2008) illustrated that the standard expression for the variance should be modified in the presence of correlation. They also provided an adjustment to this variance expression when a single 2 × 2 table is available with matched-pair data. In this present paper, we first provide the required adjustment for multiple 2 × 2 tables, theoretically and also with reference to some data examples. We illustrate that this variance-adjusted normal approximation is a better approximation for such data. We provide two examples, one of which came from a late-phase clinical trial. As the theoretical development of this research depends on the existence of a bivariate binomial distribution, a multivariate (and hence bivariate) binomial distribution is motivated and derived. We then provide a suitably correlation adjusted Mantel-Haenszel test procedure.","inCitations":["d943199a6bdc85974db32642a2a44dfbe1ea8d2a","317719a4eee40e73473d7570eb53d5cb1167b87d"],"title":"Distribution of odds ratio in 2 × 2 contingency table: adjustment for correlation.","doi":"10.1080/10543406.2010.494268"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A project team working on a compound to treat Alzheimer's disease is carrying out a first-time-in-human dose-escalation study in patients. The team wished to maximize the efficiency of the study by using doses targeted at maximizing information about the dose-response relationship within certain safety constraints. We have developed an adaptive optimal design tool to recommend doses when the response follows an E(max) model, with functionality for pretrial simulation and in-stream analysis. We present the results of a simulation to investigate the operating characteristics of the applied algorithm.","inCitations":["f07d1819f88c015beac9f14975b96f4c0de698cb","349f8429d9bc0bebb3f3206f7059182fcbbf2feb","dfbb3b913413e068c5e05e9587e5d227944c7be1","fcf03aae99dce86e6089fa7b926cda42d1ae96ff","102b344d67c4f54a792371fc18ac5663aa469e0e","137cf6c05481a8802711827ab979146c4e68f2a4","15e67b39a49eb417b5e7bd84cf42f20e34123595","1eba69d1f01daea4fffcf59b10650bf1b7076575","d2ac898536283c35c21bd4056da61e358c3538b6","16b03283c74187ba851918fa3e85f87238b0c706","7edc3eb1cf354857ea8a59a5e3b5db8923bdb2a1"],"title":"An adaptive optimal design for the E(max) model and its application in clinical trials.","doi":"10.1080/10543400802677240"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"In computerized adaptive testing (CAT), traditionally the most discriminating items are selected to provide the maximum information so as to attain the highest efficiency in trait (theta) estimation. The maximum information (MI) approach typically results in unbalanced item exposure and hence high item-overlap rates across examinees. Recently, Yi and Chang (2003) proposed the multiple stratification (MS) method to remedy the shortcomings of MI. In MS, items are first sorted according to content, then difficulty and finally discrimination parameters. As discriminating items are used strategically, MS offers a better utilization of the entire item pool. However, for testing with imposed non-statistical constraints, this new stratification approach may not maintain its high efficiency. Through a series of simulation studies, this research explored the possible benefits of a mixture item selection approach (MS-MI), integrating the MS and MI approaches, in testing with non-statistical constraints. In all simulation conditions, MS consistently outperformed the other two competing approaches in item pool utilization, while the MS-MI and the MI approaches yielded higher measurement efficiency and offered better conformity to the constraints. Furthermore, the MS-MI approach was shown to perform better than MI on all evaluation criteria when control of item exposure was imposed.","inCitations":["bd9440f5c3e03520ccf0cbfd8cd5fc13f28711b2","4711faad206250798fafdac037dcf645db60c3dd","b9b898a0e6d6aef7f8d27fc8aa24920d09b838a6","45388f068977332128cb70cf948bfc8576c852a7","f6793970774a38c3e38f38b707dd81d1b3d84f31","36033ce6449caf135d81349344ce92c10235b315","e9c506eea003696bfbf0b091333ccc5c0e0c77d5","b19bc57227b70af7907729bce1ba50a5c8a21976","2c6ff8cabde7fd8ca22f818d1ca74577a599006b","e8496976c08f06186e582a3e08d565ed537c4f1b"],"title":"Computerized adaptive testing: a mixture item selection approach for constrained situations.","doi":"10.1348/000711005X62945"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Drug-induced organ toxicity (DIOT) that leads to the removal of marketed drugs or termination of candidate drugs has been a leading concern for regulatory agencies and pharmaceutical companies. In safety studies, the genomic assays are conducted after the treatment so that drug-induced adverse effects can occur. Two types of biomarkers are observed: biomarkers of susceptibility and biomarkers of response. This paper presents a statistical model to distinguish two types of biomarkers and procedures to identify susceptible subpopulations. The biomarkers identified are used to develop classification model to identify susceptible subpopulation. Two methods to identify susceptibility biomarkers were evaluated in terms of predictive performance in subpopulation identification, including sensitivity, specificity, and accuracy. Method 1 considered the traditional linear model with a variable-by-treatment interaction term, and Method 2 considered fitting a single predictor variable model using only treatment data. Monte Carlo simulation studies were conducted to evaluate the performance of the two methods and impact of the subpopulation prevalence, probability of DIOT, and sample size on the predictive performance. Method 2 appeared to outperform Method 1, which was due to the lack of power for testing the interaction effect. Important statistical issues and challenges regarding identification of preclinical DIOT biomarkers were discussed. In summary, identification of predictive biomarkers for treatment determination highly depends on the subpopulation prevalence. When the proportion of susceptible subpopulation is 1% or less, a very large sample size is needed to ensure observing sufficient number of DIOT responses for biomarker and/or subpopulation identifications.","inCitations":["8c136c9f03d82869f716d212a1b4cb97896cab48"],"title":"Identification of drug-induced toxicity biomarkers for treatment determination.","doi":"10.1002/pst.1684"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":["ef0c60f7ed7d00909511bda7d14cf30841883623","3cc447f873e31ea1dbe77f2ecb1ae4c90e1a455a","49f3acd602906b03c65690228ee80b2dfa85f4b6","db8074cf51668ef4e44e06194df78f288ba22df7","eaf538b689bde80a566260624e3fbb5c1410ae54","63865b7da30385e74eff039ce7e22d0f11f25cc0","1bc4de6d37cd10ec86fe3a4ba78bf9d59aeb56ae","b0ddd1152ca45b28f9a7a3450b0bfb511f74fdcf","66a4124906ffacab64a755766f601a15b9a2fd5d","821f2d4302c0b61376c5598d8a488a57b4a3be6c","5a1ec3a90dbcd41068e53c5890d139819cc76b6b","d78717cad16b4a2d5bec8aa68123e8ae6994cd42","cb8202c3189cce0908a721e59f049438db8654c2","dc68f3ac1b22f5ffe245b044841bdbc85cb83162","7f36cfdd34a1ab4e61cc502d7b40fcc93541af7c","2d2e9ff96e9ad7f8a50b41e1f9c766366614ce57","d5f8c85313ef4e03c9f01b16c6fef2ed71d9fcc5","5aec615a6e63fcbad7b7dcd489e5c98d12c43a57","ee5ea0aa34a5266c6592ca76658f730abdce6356","f45f963b7b967d526651937c0e5486c8448209cd","cb2e2b1948410096451643d0c23d6ff20ce578e4","8d990deca66c9afefbe042f95e41ada0c7227877"],"journalName":"The annals of applied statistics","paperAbstract":"Existing state-wide data bases on prosecutors' decisions about juvenile offenders are important, yet often un-explored resources for understanding changes in patterns of judicial decisions over time. We investigate the extent and nature of change in judicial behavior towards juveniles following the enactment of a new set of mandatory registration policies between 1992 and 1996 via analyzing the data on prosecutors' decisions of moving forward for youths repeatedly charged with sexual violence in South Carolina. We use a novel extension of random effects logistic regression model for longitudinal binary data via incorporating an unknown change-point year. For convenient physical interpretation, our models allow the proportional odds interpretation of effects of the explanatory variables and the change-point year with and without conditioning on the youth-specific random effects. As a consequence, the effects of the unknown change-point year and other factors can be interpreted as changes in both within youth and population averaged odds of moving forward. Using a Bayesian paradigm, we consider various prior opinions about the unknown year of the change in the pattern of prosecutors' decision. Based on the available data, we make posteriori conclusions about whether a change-point has occurred between 1992 and 1996 (inclusive), evaluate the degree of confidence about the year of change-point, estimate the magnitude of the effects of the change-point and other factors, and investigate other provocative questions about patterns of prosecutors' decisions over time.","inCitations":["5aec615a6e63fcbad7b7dcd489e5c98d12c43a57","12d295fec53e4abcaca150f11e269ce9cbbd6d17","ddc6ea3f390c43d80523502560efbebfadfd1c08"],"title":"Changing approaches of prosecutors towards juvenile repeated sex-offenders: A Bayesian evaluation.","doi":"10.1214/09-AOAS295"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2002,"outCitations":["f3b17400867c8c754de5e393b77adbb995ec835c","05b363be7c249d4fa4aa4adc52c747bb2bcaac5e","947822531518a533a42fe170049bcc7cec8883d8","0961bc88d6796c2a5aec4cd396f3c4b93a1a41b5","5123d9748e7a65b97f34b2addb76844702e91430","8baa06e703dd7fd5bfee712c3e1add5d8e26892b"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Alternatives to M-estimation for robust estimation of the median lethal dose in biological assays are developed. A class of link functions based on the Student-t distribution is proposed, where degrees of freedom are estimated from the data by maximum likelihood. Other alternatives include slash and finite mixture distributions. For bioassays from a pharmaceutical company, these methods extend the standard probit and logistic models, as well as the Huber's M-estimator. They are also applied to several standard examples from the literature.","inCitations":["2ebbda4ad65df643d6c9a65e129f01a83bd060b5","a1954e36422820e92d23483aaf4452a883fc16c7"],"title":"Robust estimation of the median lethal dose.","doi":"10.1081/BIP-120014416"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1997,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The group sequential tests (GST) are appropriate for performing interim analyses in clinical trials. Various GST are reviewed and compared in this paper in terms of the expected sample size, the maximum sample size, and other practical aspects. Also discussed are the p-values of the significant differences for GST. Common problems and difficulties of using GST in practice are examined. One problem is difficulties associated with the delayed data accumulated after a trial is terminated at an interim test. The GST with O'Brien-Fleming type of boundaries are found to be safe in dealing with delayed observations. Possible approaches for performing futility analyses are illustrated with examples. It is recommended that futility analysis with GST be built into the design of large clinical trials.","inCitations":["f0cef604ee6a724f6af91339ca9f7a76077083c2","5c111be6b6cc41f0be67c588070fd8dffba5b6bf","6ff050437008bbe6b21aa208fdf1a3e7c6cd85a8"],"title":"Interim analyses and early termination of clinical trials.","doi":"10.1080/10543409708835205"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Several authors have suggested that prior to conducting a confirmatory factor analysis it may be useful to group items into a smaller number of item 'parcels' or 'testlets'. The present paper mathematically shows that coefficient alpha based on these parcel scores will only exceed alpha based on the entire set of items if W, the ratio of the average covariance of items between parcels to the average covariance of items within parcels, is greater than unity. If W is less than unity, however, and errors of measurement are uncorrelated, then stratified alpha will be a better lower bound to the reliability of a measure than the other two coefficients. Stratified alpha are also equal to the true reliability of a test when items within parcels are essentially tau-equivalent if one assumes that errors of measurement are not correlated.","inCitations":["8972c5cd25267486bf80d736aea40f8db4b6462e","43d22277998520d8db8ec43175a4825310b6095d","13b0462d9ab2991ddadd8a87b2a551d9b9e08698","4ddfaa0d9519bd0888b1cd5c5c46d8902d553197","a1ad50115d028d4b4f88fcadbf2eb5623babf66b","4059bef29039398f03425780f4a99bedd71c7fc7"],"title":"A note on using alpha and stratified alpha to estimate the reliability of a test composed of item parcels.","doi":"10.1348/000711005X72485"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"We consider the optimal configuration of a square array group testing algorithm (denoted A2) to minimize the expected number of tests per specimen. For prevalence greater than 0.2498, individual testing is shown to be more efficient than A2. For prevalence less than 0.2498, closed form lower and upper bounds on the optimal group sizes for A2 are given. Arrays of dimension 2 × 2, 3 × 3, and 4 × 4 are shown to never be optimal. The results are illustrated by considering the design of a specimen pooling algorithm for detection of recent HIV infections in Malawi.","inCitations":["4506bb8531715303586d0c4a7e1aa37c84b89361","42c8e9007c9dcefd37d52f351f65cc90d1ed78a9","88e5dd0eb2748e8b5cf11a2b09136e971182d97f","eb4d3f0352f6e621aedfd5d8fc1035d2a1b75afe","590b91576175736a2ae914341cf312f5ac16e88c","9eb319746ecc3439d2f3c9c80ede7eb285717754","063c8ad14e2244795300f4db7b3da2111aa962a7"],"title":"Optimal Configuration of a Square Array Group Testing Algorithm.","doi":"10.1080/03610920903391303"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["d314f74b8dae9f066c1e9aa24a6874579baf0a47","b9d23c91c9054433a4b5d31553f55cf6ae7880b1","2933e03060bdb84eee7faa9013e3b248d6be9dc8","1f0cd31b2a9f74afbd353761f8a770b2516c0d06","ab0b6b47802662aaa770b23d7974cbe143c08461","33074f09d76389156df3a39254176377dd4839c5","17f01ec56450163b4e83ee28a8d227d4f23b7817","bae3768ddc723c78844a87cc3c32c35ed3895532","126a25352db3bd310b7e48df9604e26b2b8d3e2a","7cc151e585588180dbaf547bcb6265a0c71e11ef","f0b25b16bdcb7b6418e284255b9e2ba32a7585d4","e990f2e47964f6df85022a1c02ef3ae037736a29","0faa5253944fdb8d0213491663d60f0a17068e37","d9aa08c7b6ace338ae9c0ba7fe1972c69743070e","b4c2a275057cd4d2b3f1bc173d5be1f51ce86f9a","9f0994b064d36322ee794678f09c7ca86ce70a14","89fed3ec87d0fcafe354b087a6f0673b2782b52e","f7bf9f9cd2fafeff375f265e07d07df56f2c6e3f","1f68dc019d15058919e4abac5592828896a05c22","72d74b5b5dfe7aa66c06462e90d56c65af26efce","298449e5708ca223a7393462cb9515e6aebd854f","e502daa00650a7caab789bf1b9667bcb6948af3e","e6ba4bf91402b7e9fdc2e8469a1e69acb68cfba8","ad67d708a7260da2c526753a8130a83bb54d2eca","b002d2dd06f6841ba8a49498439c8bc899a2c34a","6add39d4ea72f2d063e32460388b3c579a8167c9","7392042a5351a89f6a4bd73894e928d390653b06","7d3af458d51818254adc6c7e3383634fe0d8591d","522b1b9ca1be23371cf9c6b458108f5d57c5bf59","545122e2990590524459ec9b59ccac6ce71e3b6a","1060b78070b9cf1d44bc298649d4053a527a7a4a","53091c437eafe662dc49ca8ff3ba18e6eb3bd8d1","945251f0b32f08b98a6283aad5203d2940c08715","ce72637a610571c270e7dcd2c8829c07b680b108","519283620579b52bbe6392877912829ff334d166","4f002349143b111d870ea41a8f64adab395ef059","909659dd65579589d5f2d533cf19faf79acf5fd5","faf481fa68a00820555fd0411f35e066d0e6b90d","4db56dc723d16f7ee5af826b48050d531bffa4f3","2c954d35b799631330e290a18edf1b7d87285fbd","fc25cce7d93edb75b0186744b95fe6690f869c08","48d57cee8e3537a1c8c7d42d1b6740ed23629cf1","772f7fa4024504ee7fc755015d18b26cb2837fc4","05eb1e233875f1dbf6003ca0955b6816dd1aa0cb","3e99015c72aa11092a0395f1342b08e145f3f58f","dba34b10e861bb7de0379a0dc4d09de0e42e2f00","484788d8ade771b153d492d5fc6cc9a680cf620a","f788f231b0cd4b393a098228a46650c9a3b96f8f","acf0b73bcbbbcecf407f6d7a83cf6aee89be8aad"],"journalName":"The annals of applied statistics","paperAbstract":"We propose a new approach for estimating causal effects when the exposure is measured with error and confounding adjustment is performed via a generalized propensity score (GPS). Using validation data, we propose a regression calibration (RC)-based adjustment for a continuous error-prone exposure combined with GPS to adjust for confounding (RC-GPS). The outcome analysis is conducted after transforming the corrected continuous exposure into a categorical exposure. We consider confounding adjustment in the context of GPS subclassification, inverse probability treatment weighting (IPTW) and matching. In simulations with varying degrees of exposure error and confounding bias, RC-GPS eliminates bias from exposure error and confounding compared to standard approaches that rely on the error-prone exposure. We applied RC-GPS to a rich data platform to estimate the causal effect of long-term exposure to fine particles (PM2.5) on mortality in New England for the period from 2000 to 2012. The main study consists of 2202 zip codes covered by 217,660 1 km × 1 km grid cells with yearly mortality rates, yearly PM2.5 averages estimated from a spatio-temporal model (error-prone exposure) and several potential confounders. The internal validation study includes a subset of 83 1 km × 1 km grid cells within 75 zip codes from the main study with error-free yearly PM2.5 exposures obtained from monitor stations. Under assumptions of noninterference and weak unconfoundedness, using matching we found that exposure to moderate levels of PM2.5 (8 < PM2.5 ≤ 10 μg/m3) causes a 2.8% (95% CI: 0.6%, 3.6%) increase in all-cause mortality compared to low exposure (PM2.5 ≤ 8 μg/m3).","inCitations":["4b722f1961774db58f1d3f6504adc415146af66a","bd8ba102d79973bbc99af11fb92e6e61085191e1","73a6eb757769b2f29936eb599f3858e3ba70e87e","0024663bd7beaf5eaa2674474a3af8d545668dd6"],"title":"Causal Inference in the Context of an Error Prone Exposure: Air Pollution and Mortality.","doi":"10.1214/18-AOAS1206"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2001,"outCitations":["d44d6830dc387f46895ae036ee3dda3d974ae01a","e26d16e99ae117c9b782f403835553eb2bc7468b","377339cd55087d503b855ae89d2126495cf104ee","59df0d4c50a519ed3395cb369661db4050e1f0a8","ac8f5d0f63c8ab8107dccd38303e4852e7696803","c6bf95030d83930103db17f4b77f91f7d3950489","c92d6fa1e30e12946c874e5a8b9aeee3c0155e29","4a806b64b468ca09c7faa583dc6cb1afab465825","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","8d76672d52622d9c45014d630717ce911d1292ba","9c67f30235a47e305dc57c9f185d5587faca4236","9871c9dce9887bf4798b5cd0a6aab34c3363b898","eeeb5ee61e2ac6c99b4b55849649e322726af06c","9f8adcc49a8c6200ce917dd31cdc45fba6985af4","ad09b28fd3aaf6a027943c6b280e1bf6cbebdbc0","c3669ed41b8ade66bf41bd9fc3d84e771177e9ff","54ec3862e276c0604727c9e9284b5e96dd6b0398","d2d4671c2d3c824c575b35ea044e557428c457bd","fcbceac118717eb78b2339ce31fb63e05eb52d89","1c2a2ce3fd63a24c0e2c057d49a17fc72192084c","1d480fc6abfdd048ca00f681a3000c3fb494da92","42a68c0429de917362a9faad8f5e0d1e6c9c91c2","0103ab234399b1334c7f78075afe3fab3d6b9d4c","f74092fec15abffbe4609fbcfe55d2f09b23d4eb","2e8dc3e53b261a3b86173dd9712601baf74a191c","96fbf4deb3394379794a43cd544f3a4db10c7530","8b2307042ac04fd0bf88f757ee5a8c48e6b9ba17","545122e2990590524459ec9b59ccac6ce71e3b6a","f7cb1dd88f292cf3e0266172b7701e315744b711","ea84d6c60d7594d23b492e35f2d56ebe77e916d0","b91517ff001b5f02f47551556968aec9d319cadb","ac9fb5f7f71a6cafd1d9e553b4a1b64370e2d963","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","314ba0326560afbd3e074cae0d27521909a5623a","0c0218557645c9a20b1c80ebf89948e060249829","08706fac704c2699471faa22eb43bb37cea5d5ad","cf8f4fe370aa731d5ec09a7c905f3258e4681e77","9f521a9653751eee59a4613cb0cfc993b4acc730"],"journalName":"Biostatistics","paperAbstract":"Recent advances in statistical software have led to the rapid diffusion of new methods for modelling longitudinal data. Multilevel (also known as hierarchical or random effects) models for binary outcomes have generally been based on a logistic-normal specification, by analogy with earlier work for normally distributed data. The appropriate application and interpretation of these models remains somewhat unclear, especially when compared with the computationally more straightforward semiparametric or 'marginal' modelling (GEE) approaches. In this paper we pose two interrelated questions. First, what limits should be placed on the interpretation of the coefficients and inferences derived from random-effect models involving binary outcomes? Second, what diagnostic checks are appropriate for evaluating whether such random-effect models provide adequate fits to the data? We address these questions by means of an extended case study using data on adolescent smoking from a large cohort study. Bayesian estimation methods are used to fit a discrete-mixture alternative to the standard logistic-normal model, and posterior predictive checking is used to assess model fit. Surprising parallels in the parameter estimates from the logistic-normal and mixture models are described and used to question the interpretability of the so-called 'subject-specific' regression coefficients from the standard multilevel approach. Posterior predictive checks suggest a serious lack of fit of both multilevel models. The results do not provide final answers to the two questions posed, but we expect that lessons learned from the case study will provide general guidance for further investigation of these important issues.","inCitations":["c9eeeb528e422f4a7e969b07e0a3ec69fe8f6bf3","2da8a4d8f15ec7f402c6c26baf80687f48e85db8","7109e1b0c5d0ba5828e79f0304501a13f8971967","5f44722293498a50ed6147f6c1d8ba8a77c5aa84","f42151ff152d562c010638f35b0d67fdfe543e86","f7db7bf7e7b7f4f86e1e7423e862ad43022c43f5","78ddcfbd7f1e3733aa97627be91e9984a81dc03a","499bbb2fc7a4f00885698f7417e5ad080e4aa89c","5b4d6fb5de0ae533b31894f5ac5d3f72c6c72c65","7a7c1da514449ca97605d0f7f9170a79bfa1d2e8","730fd7360b767cb2a6548069fcae7d19cdb7eae5","e417b917df4914e73e345c33b92889796bfa3943","285ef9df59753ff34c2e778b625dae5ee4dc377e","f65b87e5c812158bab02a57f3d58523ca5aaff3a","32f703b998a49946af7e0de8ef6f4be2eef30f09","6ef030f6a9a4009635a21a1b2618bed40c4cb7e0","31f5891b0d9c6ae721af372b43e1b7794c593167","28c90d37cbd692d9331885b8d6cbcac3b5c44e4f","9ff731fd83805c9dbe28a3cd062c7aa290d7cae1","889e553894f85fe491472e5e3b3c562f29a528b9","b752bab67777d7758fd648e0028dbecccc38998b","9263f6877938f3f965edf3a752134ca3e2403a22","2de8d86b71673b763316ce5e43865cea5de88668","b57690e255a452e7c1c20cd273a7ac791f774420","a60c571ffeceab5029e3a762838fb7b5e52fdb7b","d79a6af26b0f5ba1bf0adb7be422be17154cfe19","aeac690b5778fb1bdee2cf866a4b6940768ed1e0","a022d67da3f3cd3b67288385a91ec42c16917eb5","6443b77ea2429dc38fce271bdc184370d7c59b2c","9ad26d109fe3a17734f12a8c5a29d768873fe21e","cff3b0ff0c88875fd66249ffa357787a13cca951","cf897c8da538cf2ee616710148c39ab7508b37aa","e87357028d8652c879cadeb7687934eb8b568527","5d1b0e24303a10232a0a9c556960eb22c438becd","d11c046fc650a4704fb2a29bf4ee6dec760f996c","bf6684145502ba1064ff965cf340cc7204cb78f5","429935eb4cd6ce850e0a693370350f4b4ed8bbd0","431a1c0118e4337886436efe8d2a09ea536c8f0d","4c3243b46e423d1211d83079818e082365a54fb5","d401ae0b6b698be678b154242f444e7b01b702e8","df544c1c59b02bd53765ff462cfd1412fe2855ce","8a97f6f8a86081ced142d59fcd47701513f2df4f","7a28e47859db6774fbed59e6b0e0ee2c013b1efa","10172c4a2d026fc2c60cf0e99d2e8f72f70b6eb8","5489f37af2b41f2f1f3b5b29221901cdef60e804","3138a60583472ea8a9bb6c8e3ea841d6a36cc3d4","696025c7e33e7f933999edfc56f80dc0f7095ddb","b4a50008774dafd819d8228bb87cd7963f1b7106","5f660c9e598fc7cd90e59d057c96605d17d0ed80","d3d9f033c2ddcfebe3a69581aed85d1efc44bbeb","197a66bdcdd213c815acf2246c444d2fb6922162","c348e848e69723badbd577be0b626cdbe5d72d17","34a6240686defbb783cf86970f597d6dc06b40b9","9b8c56b142fab444d9e1abecb2253003b6b944f7","dd68af1710e9270ce3b3141d66d9329426c2f01b","ba3e8a2399d0e22318f9336f6b1807f0e72fefa6","9d085cd24bbb1a94d286f2bee7b521d48ff0733c","43c27c642d244edc2e48febe5aede6a2c44af08a","29039c0e08fbca8653ffeb9e6fbbc0047c605f80","9f6674b23082de815fe96c864796e388aab33f03","739acc344e02fef2e7bf69a691bdc88728f30f44","98fa2cc5e1ba7454dc2b246e6968fdb694cc1c04","2dabd1a2b108a762cb694ed8d6b9d3e1786cd400","6c88c366745d8728a523fb01b9f5ec4179e5fa5a","fff03015cf21ce180315549e3750819ea5c1b3ec","59385d26ddef2c0dabb58d23f5e09561ac54213a","71c26756c5a53b03904f6fde91ecf471fed1eff4","625b2a2a8dae87b5a1d7355a6413b7297dc7f68e","5f364543fae0fb29e2090fab2a0165ae366e5cfb","cf1a0566a703dca7a3697e56d2938b1b44ac8018","d6fbf6c61dff8a6a323dd87994bbfd4f30282172","b478c73724f67880e5107b6c6fde18190ed8eb2e","2d3e916d81d191be4f1bf6d76c08794add4b1a45","58f018a2018beadf12209e34e2e74ac01f359956","fcd22df09e1fe6053eb29e5dc34e8e24947b2834","3c4b3e73309517ceda12d1e691218cfff73c9c8b"],"title":"A case study on the choice, interpretation and checking of multilevel models for longitudinal binary outcomes.","doi":"10.1093/biostatistics/2.4.397"}
{"fieldsOfStudy":["Mathematics"],"year":2009,"outCitations":["44ec945e55666e7b191d744f3dea83a039b51c39","e9c8de6db539ebd0584498d6a0c3c326916517dc","aba73f6957bce1648f066935f7ea85a99119be5d","4a37299449defa2b68632d0fbbec27f4e04de9ed","397d4b39129bc62c8f8c7eeb610cae20b032fa68","2e2da6822c026dee4114921cc8a0babc7251b862","c2011feb200167d6059b71af6ad524210a458659","4d3d012a8ffbcfc74968e61a4cbfed33f535c1f2","0893c416c067673df1a3ccba355fd9dbdea9b4c5","8d31c19686a19fc98bab15eb9de7189cb4607cc1","b1cb944a8c3757f9408963bc194477034fc6a7bc","59f32011d380aa80dab9603edecc55ff43f00b57","fd72c0ca059e1d2c39257ce678001a687a3e9573","30b9831634eba5cc5476e7177fab7bfe11a4b8b0","2d8fe1cdd3bef8ab10f86f12402111d6758c7e40","c33642d400e3d5c7bc0562de5a3a54799993aa01","b58249824ab01e2beec3bf10dc72799dd7c8434d","c1df84c06ce003638ff0e017e204569175cb6c3a","ba2ff590a3779e9f04e587c8917abccc288a4cd7","f1e3c6aeb790fdb73a2c63005a9b8ce36a3d8f90","ef8a57b3ccc92e46a9d267148532e5016f3d367c","214924449537aeaef1717cd63d9ffd5970666a97","01874538a73d2464a84bf6e7180d8c9a3bbda81a","57af7b68fb6d175e734a19ddda679f0fce347603","b0c97eda0a13f72c4af55accec8e4014a14d893a","293da889c0e879a57c1b2c9af7c955f499a888ee","0e752d35c96e3a0140a0638423d7605119afa3e2","29e42352077db3e8b0c908eab772e9f0af8ba876","0a0a4f1f3ab70b9b7538810e6135ee0886ad1259"],"journalName":"The International Journal of Biostatistics","paperAbstract":"When considering treatment options, a physician ideally has access to prognoses for various spans of prospective time, meaning known risks specific for these and also for both treatment and the profile of the patient. Accordingly, investigators ideally would report estimates of such risks from clinical trials and their non-experimental counterparts. To the extent that such risk estimates have been reported at all, they have mainly been based on the semi-parametric regression model of Cox. We focus on a family of fully-parametric hazard models of an attractive, versatile form that readily allows for non-proportionality, yet models that have not been easy to fit with standard statistical software. We elaborate an approach, recently proposed, to fitting such hazard functions via logistic regression. From the fitted hazard function, cumulative incidence and, thus, risk functions of time, treatment and profile can be derived. This approach accommodates any log-linear hazard function of prognostic time, treatment, and the prognostic indicators defining the patient's prognostic profile.","inCitations":["8721911819a78150ed0afa2ab4f778e0eb6eaacc","ba95301851a8a92ba52efc95dc66c66fd825678a","405170ac3ae2cabb42b9a5a241a5d2f208fb60aa","089683e2faab213a5385c40ca0bbdace86b3e444","bc1a71af88cd507e02b728f090fba305731bcdac","313e4f7e0c4fee3bf6add8e8e263aed6840bb650","18e045c7f826c76826082fb2e5abf90312284342","ac25948d5009e54b3af85282f440fc4f218ddc62"],"title":"Fitting Smooth-in-Time Prognostic Risk Functions via Logistic Regression","doi":"10.2202/1557-4679.1125"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The ICH (2005) defined drug-induced prolongation of QT interval, i.e., the duration of depolarization and repolarization of ventricles, as evidenced by an upper bound of the 95% confidence interval around the mean effect on QTc (QT corrected for heart rate) of 10 ms. Furthermore, it defined that a negative thorough QT/QTc study is one in which the upper bound of the 95% one-sided confidence interval for the largest time-matched mean effect of the drug on the QTc interval excludes 10 ms. This objective leads to the application of intersection-union tests by testing the mean difference between test treatment and placebo of QTc change from baseline at each of the matched time points at which the observations are collected. The nature of the higher false positive rate due to more observational time points leads to the concern of study efficiency. Based on the concept of clinical pharmacology, a concentration-response modeling approach is often adopted to assess the prolongation size of QTc interval induced by a drug without carefully examining the validity of the assumptions involved. In most of the applications, the model is assumed either to be linear, log-linear, or logistic. The supporter of the modeling often emphasizes the advantage of power improvement and reduction in estimation error. However, it has been often pointed out by statisticians and pharmacologists that modeling under an invalid uniformity assumption across study population often leads to severe bias in testing and estimation. In this article, we examine data sets of New Drug Applications to illustrate the bias and lack of validity of the linearity assumptions.","inCitations":["911b3800635158828213531e18a00c5ed0668f69","ee42b1a3b21e40fc1031c5e8101360381484d0b2","d869d3f8f906b105b9585682284ebb08b41a9ead","4467ef17978e9166493c917e0df280fc3864d49d","9f1ad97e64af78ee494b78bbf32187819c050438","bd338db9b090cb2d1664c8a669098a44efc40405","13396b2ff00dce6f89b4afe28e209351b19b0fcd","23d80c70388bbf005cc17487b1a4667ff7f11154","6b46fd555edf8ca881d69f60047fdac4d3555e9d","f9b4e64b8f47e373655a10ef209981aa13c47f4a","cb7c1786c47f7e23db3c2bb1c7fb783d39c1dd92","1501b3fe8cf5aa4c5b74464fe3bf3304f21c251a","aac13632bf478531546fc2c5a56678f863652193","4596bee549279803a0f10301a4ab60904dc01a33","68eebe486aec232fb281e34cc2328c51983b3438","dab14221c13ae4410b9240c215b69590f51da0f7","7cc5c38d32ec9bb7a3f21f635665dd8fcd54d121","3f909bc798897e5105d6e2ea8b0c79beadbf4884"],"title":"Statistical issues of QT prolongation assessment based on linear concentration modeling.","doi":"10.1080/10543400801995502"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2019,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"A common goal in the analysis of the long-term survival related to a specific disease is to estimate a measure that is comparable between populations with different general population mortality. When cause of death is unavailable or unreliable, as for example in cancer registry studies, relative survival methodology is used-in addition to the mortality data of the patients, we use the data on the mortality of the general population. In this article, we focus on the marginal relative survival measure that summarizes the information about the disease-specific hazard. Under additional assumptions about latent times to death of each cause, this measure equals net survival. We propose a new approach to estimation based on pseudo-observations and derive two estimators of its variance. The properties of the new approach are assessed both theoretically and with simulations, showing practically no bias and a close to nominal coverage of the confidence intervals with the precise formula for the variance. The approximate formula for the variance has sufficiently good performance in large samples where the precise formula calculation becomes computationally intensive. Using bladder cancer data and simulations, we show that the behavior of the new approach is very close to that of the Pohar Perme estimator but has the important advantage of a simpler formula that does not require numerical integration and therefore lends itself more naturally to further extensions.","inCitations":["48218be3c780c6af12123feb845feaaa3c44c740","164352cc0db37542ff3258ac86b8a6ca6850b9c7","73c7051a175ae59fa00de7ec1062eeb713d7536d"],"title":"Using pseudo-observations for estimation in relative survival.","doi":"10.1093/biostatistics/kxy008"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["d7e19f959dde55b25c2db6c4a64113db2cd2077f","fe0117166a79fdd664e1a597f7a62b54c1afe108","31ad76e830bdbb25272d01cdfb898ebcc6be0d18","8ea38081e52437ccfcb0a61a19870e49e59f0605","83730969c0686b1d185bcca39f9b5743fa53ebc1","4623ade0b828254410c06f2826a06cdbb65b4823","6fe2104406e28845ebcb170c7b2b3af7196639e1","07d582ae5fb6d6c5fd45f61a8f569b9e8fa7cfd7","fbd46bf6718c89e98b3dc50e2520ba47ed6e8ac4","7998bfb654f478a3cdbba560a56e7eb8b9f8c521","0439bcfd8b90529fa7816bda33a60f4210c180c6","cdf0c89cb9a2e71c46a42037fc08444501cecf87","a3d972f6da61ed72defe42d77ce3a0f28e49c140","0a2d99e4b49e315050380a2e21fc90450dea6ef2","d8df821fe8940e7977cf0c98edb19ff8a49bad6b","3af3d2178d2f2fc1d3ddb2a1cccb4ec6b1d4be68","87531c380dd969c12f5ebd97244c4410c00a8344","311115db251ff1b9317d2b58a55309d90b3f5d1e","3c96ed050bfc4aefd14c734d78d9e972f577acbf","e2fe9fe6b38cc07fb4f30752b50b73b825fc8c03"],"journalName":"Biostatistics","paperAbstract":"Repeated low-dose (RLD) challenge designs are important in HIV vaccine research. Current methods for RLD designs rely heavily on an assumption of homogeneous risk of infection among animals, which, upon violation, can lead to invalid inferences and underpowered study designs. We propose to fit a discrete-time survival model with random effects that allows for heterogeneity in the risk of infection among animals and allows for predetermined challenge dose changes over time. Based on this model, we derive likelihood ratio tests and estimators for vaccine efficacy. A two-stage approach is proposed for optimizing the RLD design under cost constraints. Simulation studies demonstrate good finite sample properties of the proposed method and its superior performance compared to existing methods. We illustrate the application of the heterogeneous infection risk model on data from a real simian immunodeficiency virus vaccine study using Rhesus Macaques. The results of our study provide useful guidance for future RLD experimental design.","inCitations":["f4cc3e35e52e381249eddf271831b8614d0d0644"],"title":"A discrete-time survival model with random effects for designing and analyzing repeated low-dose challenge experiments.","doi":"10.1093/biostatistics/kxu040"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"Studies of diagnostic tests are often designed with the goal of estimating the area under the receiver operating characteristic curve (AUC) because the AUC is a natural summary of a test's overall diagnostic ability. However, sample size projections dealing with AUCs are very sensitive to assumptions about the variance of the empirical AUC estimator, which dependens on two correlation parameters. While these correlation parameters can be estimated from available data, in practice it is hard to find reliable estimates before the study is conducted. Here we derive achievable bounds on the projected sample size that are free of these two correlation parameters. The lower bound is the smallest sample size that would yield the desired level of precision for some model, while the upper bound is the smallest sample size that would yield the desired level of precision for all models. These bounds are important reference points when designing a single or multi-arm study; they are the absolute minimum and maximum sample size that would ever be required. When the study design includes multiple readers or interpreters of the test, we derive bounds pertaining to the average reader AUC and the 'pooled' or overall AUC for the population of readers. These upper bounds for multireader studies are not too conservative when several readers are involved.","inCitations":["bee4ec61cc3f09d69e71f488b62c6e02c73fdc2f","7f56e97e3374b070d4bf211541781d931c47d6a9","a0ecefb94bfecc0c2e49d3f7fd9d6c767eeecaef","0dbe21dec0e6f633c6ae7a92a673516fb7989f4e","0143ede4dfb44511c0e1fb9a532050b2496db549","2c534dc37db1baf1c9ea7871b213515fec69cc7f"],"title":"Bounding Sample Size Projections for the Area Under a ROC Curve.","doi":"10.1016/j.jspi.2007.09.015"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":["b6fe2d135767c4e1bb3e37ac3d3439471cf42bb6","fe86c9ef608d5cd33c496d182879192287cf8569","22b60979d6371f0701546299620cda98ba973b78","32d306abed43536596bb1015f56b94e143f3f2b4","5bbbcb2988e0ef5171fadda83160db23bfe5829e","0e13aa51d0249495adea2f84a9b7f260f61b9b89","77d71016e06c4ddde3485a68a7a0b4e278cc9a73","b0a4ffe7b6989eb57a5fe1d54ee5871b3d70b6ea","5b854f2347c5488d52537aa4bf45e73d7c858d58","74264b1a86efc480b4656485a7d6cd806d3139ab","1d69335a02394118f25e167cde871a1227968b83","ce9c927489496b72ee045acfdd0937d4b8bcff1c","20a36abf3dcead76ce7234d92079486203f5cd40","126a25352db3bd310b7e48df9604e26b2b8d3e2a","4d508675ee414f4a8041a7270f63f3307ce50476","b7847f2fe48006413579f59579097aae681331a4","59183f99d570e2888447a2496fa27ace3e7e6ce4","5b394bc3f1332674958f3cf4c443a8802bf3701c","d6f4eb08a3717bf23129e529a75a9ff33b010050","017b60fe0906948661610f1bfa60d16a7ca47c3f","3bab236904a5971c4ea8ab0918ffe3e646eb2181"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Consider a longitudinal observational or controlled study in which one collects chronological data over time on a random sample of subjects. The time-dependent process one observes on each subject contains time-dependent covariates, time-dependent treatment actions, and an outcome process or single final outcome of interest. A statically optimal individualized treatment rule (as introduced in van der Laan et. al. (2005), Petersen et. al. (2007)) is a treatment rule which at any point in time conditions on a user-supplied subset of the past, computes the future static treatment regimen that maximizes a (conditional) mean future outcome of interest, and applies the first treatment action of the latter regimen. In particular, Petersen et. al. (2007) clarified that, in order to be statically optimal, an individualized treatment rule should not depend on the observed treatment mechanism. Petersen et. al. (2007) further developed estimators of statically optimal individualized treatment rules based on a past capturing all confounding of past treatment history on outcome. In practice, however, one typically wishes to find individualized treatment rules responding to a user-supplied subset of the complete observed history, which may not be sufficient to capture all confounding. The current article provides an important advance on Petersen et. al. (2007) by developing locally efficient double robust estimators of statically optimal individualized treatment rules responding to such a user-supplied subset of the past. However, failure to capture all confounding comes at a price; the static optimality of the resulting rules becomes origin-specific. We explain origin-specific static optimality, and discuss the practical importance of the proposed methodology. We further present the results of a data analysis in which we estimate a statically optimal rule for switching antiretroviral therapy among patients infected with resistant HIV virus.","inCitations":["1847dbe105401f2bfa1cfbaac35d89be8bb69ce4","84956b93631269a9f382833ce6e68c78c61dd023","e33caeb68e69b33345e1cd9ec9a747cb11c5af0c","a58005780902eda807118fe130a43fc924d2a2d9","4467ef17978e9166493c917e0df280fc3864d49d","0f17e391e6480631b99cbfdb016f443749d58469"],"title":"Statistical Learning of Origin-Specific Statically Optimal Individualized Treatment Rules","doi":"10.2202/1557-4679.1040"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["e1ababf08c9ec103db854a2c1b4db611142cfdb7","442079bcd1f06e5e772304ab7953174f572ecfb5","2e92415190ef2fc333f9116bf5c414e73afd23fb","685e2687517049d8c9f9aef06d0691a848d4e50e","c8ec829b266249851d42c9fe4deeaffdd94f4ce3","bf15d330b9aae302048cfaa7fe73232d4195f6e9","0678860b68795fb96189a14669b17b0d8d1e3dd9","d659296a68b92af73588094eb24914c0a8c4d344","670c5156d5d6cf923aa46058b8da2a19a60d2977","4f99af3455bd202db220327bb384a58dd6b33e40","1d13c469ebbf51c315ee78cc1a4115ff1896255f","7254032e174ab66d5bfde791f656cb377b3d190a","3c4a84c02eb0d43c63f002bb07d546c9ce54bdf7","5d99e7ccf82ea1c5f6200d971bebe1958c59bfc2","23855f08b1d29413eb798d6d2566672863616a21","f69f2fd5e289266d147bcca2645892e9b3511b4f","4c858d32221921a2b5add3f8f60d29b9dca4c3a0","f75bd32fce2d1c4269dbbfc2ee0c1bab46279b38","509a3e7e12193ba4f7f2dab91de867c753694c79"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This article investigates drug dosage individualization when the patient population can be described with a random-effects linear model of a continuous pharmacokinetic or pharmacodynamic response. Specifically, we show through both decision-theoretic arguments and simulations that a published clinical algorithm may produce better individualized dosages than some traditional methods of therapeutic drug monitoring. Since empirical evidence suggests that the linear model may adequately describe drugs and patient populations, and linear models are easier to handle than the nonlinear models traditionally used in population pharmacokinetics, our results highlight the potential applicability of linear mixed models to dosage computations and personalized medicine.","inCitations":["fd0a23aef8bb1706d0835a836960d7cf0d21eadd","70e71cae8bdf91596c983b7062132e1019254c15","a59625e3e6c0e258a4976601e2df84687cf9a0c3","8bdd839ae9c3656e6ae4f5bf7f69e98da124fcf9","916b0172c8eedb1c428014597169a945f50697fa","4e5145e525b3912bee77751df28dc9c188ff71f2","f3da1413a7101395d71f24c02d54ba1e78b0a254","9e5e32dbbce79ae91f7b1efcddd0b71b1c7e4460","110d6e81bfa3ffc49b49147d15e4ffeefa898d9d"],"title":"Drug dosage individualization based on a random-effects linear model.","doi":"10.1080/10543406.2010.547264"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["bc341e010f470efe57e17969d908d26d56c56db1","3014d428e0017287ea8c72b016e34c6e87835b2a","440f592defc68551856361876aff63933fa116d7","7b00f78cf908518b1fbc2af0c10815d2e69036ff","3d9a72613dbe7ecc92b28769c9bae0c0c8a6f98e","fd2756eeed222c2f0b237932da364b04801cbd9c","ea54f0c0568cab38619ee51e6ac021e76d6a6559","67189000dcfeac41b96afebc6dd4d8a377cab93e","99e7fd4c67e111b11b21578fd9353146e2e3e4e7","d402f7c991955a80e0452febb34835e09cd8ba11","8e3181e0084bcce463e36c74f0d49323995dd4ab","9f66387c3086f369c656d5d8766e358fc22de9d2","a827571a281d0c8e10dda68991622b7b0f0d67a7","a1e916cc5cbe066abfb0a005a5e25223cecf78c3","efe973075ac6c86965fdc937e44d5bbac34d00c9","65a94c893e2e5fb0efc7f8e2db3d42388279ef75","a1956649e301d242babfdf7d7c6536be0b893555","e4c3868cbc5667aaffd7b25ea626e323e8d3510c","a29685354dab74d6a2e53031dfe32e05f84afd21","7b261c11533a4bdcb14f10d840660bd60fc5130a","a842d38127a71e1ecc16c777f6474aa934a3699f","31eef93ceb6a914098c7f37b3fb2ce9670ffa84b","c0bad354e79ddc44fbeb412829be387c4e1ba51b","95023ff5ffa4d6fe74bf7b101c39102dc427b928","b77231334c53e3e852a2d205d510d6b8a4e53ab6","45db4813fbd91a026e7de9a7c36b3c4838b33114","8e1a94688ea578398a1f45acb0fe95c07c7fa72d","e2d82ffeeb160a6dd905151ad1aadc1c9c279eeb","ceb3fa7759db53af2812ffc6ea6d12495982c310","15e9b9e51aeba691f7ad94f267aa381d65a44854","b939e3570e9df2b66dd9d190122faa4cf1f2718e","bbab67e591cf3bd5206006380cf8306b4ce0bb23","a419ad6ddbd6faa779382bd775e6f21994c7a289"],"journalName":"The annals of applied statistics","paperAbstract":"Electronic health records are a large and cost-effective data source for developing risk-prediction models. However, for screen-detected diseases, standard risk models (such as Kaplan-Meier or Cox models) do not account for key issues encountered with electronic health record data: left-censoring of pre-existing (prevalent) disease, interval-censoring of incident disease, and ambiguity of whether disease is prevalent or incident when definitive disease ascertainment is not conducted at baseline. Furthermore, researchers might conduct novel screening tests only on a complex two-phase subsample. We propose a family of weighted mixture models that account for left/interval-censoring and complex sampling via inverse-probability weighting in order to estimate current and future absolute risk: we propose a weakly-parametric model for general use and a semiparametric model for checking goodness of fit of the weakly-parametric model. We demonstrate asymptotic properties analytically and by simulation. We used electronic health records to assemble a cohort of 33,295 human papillomavirus (HPV) positive women undergoing cervical cancer screening at Kaiser Permanente Northern California (KPNC) that underlie current screening guidelines. The next guidelines would focus on HPV typing tests, but reporting 14 HPV types is too complex for clinical use. National Cancer Institute along with KPNC conducted a HPV typing test on a complex subsample of 9258 women in the cohort. We used our model to estimate the risk due to each type and grouped the 14 types (the 3-year risk ranges 21.9-1.5) into 4 risk-bands to simplify reporting to clinicians and guidelines. These risk-bands could be adopted by future HPV typing tests and future screening guidelines.","inCitations":["c61990a55175eb20cd1d6bc6ed5a96b49d4b6552","449a1a71fca86871c1cefda76e150333d8be61f2","deffeda86f0405e9bfaa93b4ebbace013f663b3a"],"title":"Flexible Risk Prediction Models for Left or Interval-censored Data from Electronic Health Records.","doi":"10.1214/17-AOAS1036"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["70e1a407b1d0aa70fd65309f295f19eb3fd8baf4","716daced42ec3739a85a15d7ec6ecce9817d0881","00aa9bf0d1115ad96b9f253aa8cd38fddbf9c9ee","701aba11ed95e57848859f90bf20e6b54833d051","7712ebad1cc73cad3daceb2e995f76b467e2cafc","ab36bbbfffed53eb6b8c2ba768731ae645378cce","152a950fe17cc8cd57adc2a35efa4c7f175aa5ed","c7376cb162d3168de62a013fae5a350999b35862","8c2726b9b16cc288506c8e955595a277bb4e4781","392f58ba40429bd2fdcc24e54bf0c07a99b02dab","da1c8d24e6f37a914f8f8b271fc7c61ae25119fd","022da07e94f54cfee406eba2c1f9281b4718b240","effb5496f772a569ea6802ef61dfd5e31319f28c","01ef4bdb500835b8ec790e764d24c43df2f32e96","d87f230886d15dbd635dab126ebbe02d4824b028","3c09fe443a3674e744975f0c51e379e26b0b462a","01e24da9f2b579983f372821e150e6e86067110e","e5a19a6728bff0e799f3518e0fb0354e8c3cc7d3","112c2f1ad61dbd104b61c575dbfaec691e23e7f0"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Using Tukey-Kramer versus the ANOVA F-test as the omnibus test of the Hayter-Fisher procedure for comparing all pairs of normally distributed means, when sample sizes are unequal, is investigated. Simulation results suggest that using Tukey-Kramer leads to as much or more any-pairs power compared to using the F-test for certain patterns of mean differences, and equivalent per-pair and all-pairs power for all cases. Furthermore, using Tukey-Kramer results in a consonant test procedure, where there cannot be disagreement between the results of the omnibus test and the subsequent pairwise tests. The results suggest that when sample sizes are unequal, Tukey-Kramer may be preferred over the F-test as the omnibus test for the Hayter-Fisher procedure.","inCitations":["7dcab626c52b437284ddd891dba6b16e52bc13c5","aac2f5a11d84acb8a8cec58e15143dd6bd233c0b","271ae80c35b0f6cbdb985ac10fcbd4a7d1e00c3a","13c15759c2b1cef9cc8ed64b49a399ad1f224e9e","c899a4e7b528d712c4a1508bbe126b9f3e9929db","f775393c08b6d39dd25505bcdd003a7a6dd0941a","3421365f9806b718f66cc4b37fcbf3242629f477","eff2e3d56686f6322f74c38145245566b3e0065d"],"title":"Using the Tukey-Kramer omnibus test in the Hayter-Fisher procedure.","doi":"10.1111/j.2044-8317.2012.02041.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["e749642c2c53f433f25c097c92b3a2b0a6528121","f4e31b720ff5ae0e6a2d5e58353568d29664c3fa","c646229a10912a36d38a0602a19c976e1b7dbfb2","3bf0c27b00d6bfcaeb09c839b5583c1381d2fdea","f327a3ec3fd438aa8760c0eccac4b7f79d267b7b","c08e54c0fdc1b403bec8b1d11d19cf2b997f2b87","17a8476597f06bc31487c8ea9efac2cad6eede10","c110485065e48c14df8b0dc7fbc9c6b01efb1d19","69fd6e00c7c93a834df0aa829d0f4ee1fdab0e53","053bff737b7a5530546af87bb0f3f1dda253a11f","6bc8be14e8d515b86c22e8751dbc759b4ffe343a","bc9b8023d0a7f881c0dd29f7e206f3fc6c28669e","3fdd284f2e53a5ebcbd2cc8e79a677775c2df1a5","79bc31432854d64ef7883e1b18f8ca1d68229146","cd83d7cb482d8ca3a6cd02d620ea903caa5094c1","a89c6248e668db361da18e2317c2e4b6ca11652d","8c6fe027f5ca89b37b3dd5ddf295ce99f9fa19cc","78b74dd847864e86808e7534c7744467b2f1cf19","fbad7286a02730a794177c030ec070b9f54c635c","38346b01d8e077871a72005b67e4913fec4b30e9","377339cd55087d503b855ae89d2126495cf104ee","48f213b2737afb07133856ee4254f956017fbf8d","f2eafc2e0eaac1ca4576adf0bbdaeb0535efc2ab","8283d0710089ed319a3d7e17f817c974bb070397","781df52cce1b41509a47ba54366078891d43e38c","dff42f982bba41e8a467b5a10f489efa3e31d914","5075b95baa3195c8fa54b33bc2362d42572db8f6","ec226ec1500c920f306cada080197a51c3f1bf3c","c96d210ba447227ff1e9b2fdbe93dd2675bc2993","5396ca75482f95948666c89099bfbc4ed85ec89b","46ce387874654dabe7f6aaa477b6d09946dc8a8a","754f2c6e22dd5f80f55c4a14a7743f1638e2978b","ff3e953c46a651a18a7ad1ebe299067498dd9b93","5123d9748e7a65b97f34b2addb76844702e91430","0a89c7982f6cc71f298ee0d6f725e3ebe7744a89","f55dd93b371e8590e055cf71731af5513eae9028","31f49b63a562fcdd995b70f09a0e9c3b47732fb8","e45b74bf3ede47ff25dee775800d16cfdf01cfdc","6e6eeb69b8e0d5296a448188101fde44fd724f3d","df851d9b937aa7a3f00e8232c1485fba60fff996","a16cf19b4adc5ff21a5477be0637359331135f0a","108d17c1f3315c6559d7d9af0c5edc39e33084d4","9ea02b9280defd812b466143b051909492d5a4ce","a62d50af8ced5b1da76a044d861e8bef6a4ae4d5"],"journalName":"Pharmaceutical statistics","paperAbstract":"Bayesian applications in medical product development have recently gained popularity. Despite many advances in Bayesian methodology and computations, increase in application across the various areas of medical product development has been modest. The DIA Bayesian Scientific Working Group (BSWG), which includes representatives from industry, regulatory agencies, and academia, has adopted the vision to ensure Bayesian methods are well understood, accepted more broadly, and appropriately utilized to improve decision making and enhance patient outcomes. As Bayesian applications in medical product development are wide ranging, several sub-teams were formed to focus on various topics such as patient safety, non-inferiority, prior specification, comparative effectiveness, joint modeling, program-wide decision making, analytical tools, and education. The focus of this paper is on the recent effort of the BSWG Education sub-team to administer a Bayesian survey to statisticians across 17 organizations involved in medical product development. We summarize results of this survey, from which we provide recommendations on how to accelerate progress in Bayesian applications throughout medical product development. The survey results support findings from the literature and provide additional insight on regulatory acceptance of Bayesian methods and information on the need for a Bayesian infrastructure within an organization. The survey findings support the claim that only modest progress in areas of education and implementation has been made recently, despite substantial progress in Bayesian statistical research and software availability.","inCitations":["301fb882cdb476d4f1863249b959bf31d6f4eb0c","e5f0c4760a83cccab8ff1925a7e51851e4c5fc01","efdd34c1c83740e52d0c4e99d50e691f17a23a9c","9793d403fc4d2d421c86fc9dca3905f86b5c3ca7","c9c48cfbda15232793e585fd7c9a84c13dac0904"],"title":"The current state of Bayesian methods in medical product development: survey results and recommendations from the DIA Bayesian Scientific Working Group.","doi":"10.1002/pst.1595"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["0921975b30ee1185d548444ba423e32a40fb58ff","7c7d9f98b1de582e4f634529dc79d1b3a7807389","35cb397bb9c6fa99391cabcc6c613a4ad220f63b","cef006ff8559f1638ab836b58a031e460b17f45f","9bbabccca7f9bd6b3c82190105e4950115c5a080","5284ad72302ae9c7b59644ccdb02d81d4bd831c2","6a35cffc08c93141ab4fb89f0d3dde809413c88d","83db7b97ffccb45f1f76a619b595acd3995339ce","d22b6172ffe1cf2df0cc420fd5280375b3e5624d","c253ac37b89a6ba310b295f81310d8df96e556e9","f9a6a3d16c96cd6b7415f78539cd469a00b6aacf","ea1782fd060c42a9b7ada94531c9481700321b07","b2142e512677925dfbc809f22bc46020f6871002","1156f895a3c2823ff757121b74a9afc5f9552ca8","b872af483adb03dfa91262ca4f20af3751dc63ea","86f4aa12501032eecdbfe1394e99eb017f5d1b27","c0b0d5e6fb425e7d5c98be4becc3bfade880740f","de8d79f2012457e6acffc1acead260a9ed1bd7fa","9d9a986bd3b78429fa8dab9c2fb2e2232a9c18a0","23d3f58d1573490295ffa2a6c26c7c2220db7eca","bff1cdc1a299e9f0525b44bf93155ce9d6a19207","89893a5a56a8817eb614cc10ab5d0ebb5a088dd0","9022ddf41f164ed5dcf6f3bc46a9d107657a8c95"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In recent years, the use of adaptive design methods in clinical trials has attracted much attention due to its flexibility in identifying the best clinical benefit of the test treatment under investigation. The flexibility, however, comes at the price of decreasing the accuracy and reliability of the statistical inference drawn. In addition, it is susceptible to abuse. The Food and Drug Administration (FDA) draft guidance justifiably distinguishes between well-understood and less well-understood adaptive designs and suggests the use of the latter with caution. In this discussion paper, we further classify the less well-understood adaptive designs into the categories of flexible and wildly flexible ones and recommend the latter not be used. In addition, we suggest a set of performance characteristics as criteria for choosing a good design from a pool of flexible adaptive designs and group sequential designs.","inCitations":["fe702c36320a86139292c2ae7f87e1810e744913","d1844b2d4513d9f34f9e4cd10f9bf909df77769b","b49913cfdf710617c46da4f1763d1433fb73f2c1","9618c9e22b80100b005c223ecc7b772dea74e98c"],"title":"On flexibility of adaptive designs and criteria for choosing a good one--a discussion of FDA draft guidance.","doi":"10.1080/10543406.2010.514460"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["000f96d26fff29b28e91bd97dcc312e31847d0b1","3f48e7eeb440bc87de0100713dbe1fce3faea5a5","a193b811baa20c69aacfbf6c2c7aaf09386575e7","4c157fd2206ed9fdf87643cadbdc66cf3e1c11a7","1aa9b1e370d5d766f51316cf67040ab92f21fd2a","43c3bfffdcd313c549b2045980855ea001d6f13b","47ac1599b072370e284a95b902f6cbe3d7ea8ae8","17228a0f580480191c3003289d7c910154370f8e","5f4d84b772ba77410858da575c2bfd154d43851d","0dce4987cedf2f077d6aa5e3e019c77354490bc2","cfa6370b9dd114a9c88638d2d6797903229af7a0","2773aea30fa489a5bdc002ae0e607db4602ecb16","4f9bedc5277e6786ec006bf407c0a6e885dc392c","d90f004d17c620703b6341d14d5e99f91723d85e","efe973075ac6c86965fdc937e44d5bbac34d00c9","1a2072acdf1b4130a727447a2fe9dd4902e9e74a","ab153408111863cb8853c96845bd43ce63ec38a9","a1eae56cbc168df0a6a09aa41fc2850e8a4a7c5b","e93c0c78ff5c2ce1d10e9c674349a753d76e6258","f6a57d53c00f5458bcc17af69a017385f4206e43","f7f04e0468059e69aa0b1dcaefa190c54939ec83","4afa0d9e4d03c7dc892d8958aa01e1661b969166"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Evaluation of surrogate end points using patient-level data from multiple trials is the gold standard, where multi-trial copula models are used to quantify both patient-level and trial-level surrogacy. While limited consideration has been given in the literature to copula choice (e.g., Clayton), no prior consideration has been given to direction of implementation (via survival vs. distribution functions). We demonstrate that even with the \"correct\" copula family, directional misspecification leads to biased estimates of patient-level and trial-level surrogacy. We illustrate with a simulation study and a reanalysis of disease-free survival as a surrogate for overall survival in early stage colon cancer.","inCitations":["fd202d8675983addd83b62e2ade246add5f98ef7","f1245b436dec8912c8f580baff5688e27deb1fd1","69e37fc0be9082909d9a3b10c53b3d5f6b636df7","fbbcef70a665f11a69bdc98751d38c4c437656f0","5868000822d3a41046a5644c731f2a6a5b0a9230","f02b63182e50975185071a82a613dad8f18d77c1"],"title":"Impact of Copula Directional Specification on Multi-Trial Evaluation of Surrogate End Points.","doi":"10.1080/10543406.2014.920870"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":["9b6fb2c075831ddb4e83b5b69e8c1e96437e192a","c67ad202cf7309840d03692e32a8c26a282a9a35","1b497f7103c292f3dafdccad18c97cd90f72a132","7921cad504fda0fb30ded33facb4337bdb422b0d","b535bed912810bf10910fc475835e4c2c9bef810","0ec973ad24cfe070473f33dd6d93675d3a957380"],"journalName":"Biostatistics","paperAbstract":"There is considerable debate regarding the choice of test for treatment difference in a randomized clinical trial in the presence of competing risks. This question arose in the study of standard and new antiepileptic drugs (SANAD) trial comparing new and standard antiepileptic drugs. This paper provides simulation results for the log-rank test comparing cause-specific hazard rates and Gray's test comparing cause-specific cumulative incidence curves. To inform the analysis of the SANAD trial, competing-risks settings were considered where both events are of interest, events may be negatively correlated, and the degree of correlation may differ in the 2 treatment groups. In settings where there are effects in opposite directions for the 2 event types, a likely situation for the SANAD trial, Gray's test has greater power to detect treatment differences than log-rank analysis. For the epilepsy application, conclusions were qualitatively similar for both log-rank and Gray's tests.","inCitations":["870105b812592976c1c807cce4a06adad6f0d461","919e7541d66c8522b6bbc1b1e1ecc8b096a1f3cf","6c68df2d4e1cdb96f51531158eb839d2330b4501","261211b01a6395fbef62fbd24cee87cd31b710e0","d07d9f5233bbbbe6cee036434cef50cdb9a72a33","857806fbdc0b46d2b80c4e61fc3fe37e3a4f566e","9df524d2077a1285e0e9f6d8c97783d370348e58","83bec39857815f597a0e23aec69a555c5323b51b","f7fc221652bf2abd9db094c610e4b90c7df01ca9","7f74424f77b2914ec0f4f82963219208d91223d4","c3381f3e78ba1bfedc24b1245f25805b85290ae8","9d7ec52ba77411e715a1be80e4f731da24790cb0","5df85a0bb1c145b6196d216e0204612bded8e425","b1c6f29ffab9d921f6f1e907c47d27335b0efa52","97cc463f3a2b2520f4561478ded23b4a0a533d64","bb65a09c9c0fbb5460949a73d0fc7416725d317e","2594ad313a83a140d0be17e4a9d08351a8c15d3c","df61c3967952a1bc592156f9af50493343afa85e","05146f5fe9190cf98de2d3b2d5882665d09b0613","d2badee2ae45965462b6ce7aa43200a79d021c3e","a67781a21bbb400575fc44963157fe84e604367d","4ab0359927fdca1413ed2fb608fb77343dea79fe","104611747b093a31f3fea0a443513887b2b9ed0f","9e795a8089a0320b4d47c4b575afa1b1e98e0e7a"],"title":"The influence of competing-risks setting on the choice of hypothesis test for treatment effect.","doi":"10.1093/biostatistics/kxl040"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2012,"outCitations":["6c4ddace8318752f61a53792da93042f515193ec","c2a5f07965d1d12123f3102062030c6121c83c45","1cc8bb71e56fe46ec01369d5c3b3ae63641c3933","a4abea526b67c9f02417c873bd0b1fe6db886bf2","b8160ac3f34352b4f1fa99cb49bd72acef31240e","2621375315a3b489a7980d927a36dd68ba36f6fd","b81a925052fcc2fff208c3437a2f1f63da00c56d","7c4dc536ba3e43d09145cdae6f5e7a99fdfa1436","45ee7447b9dd406496c4a5d9d8fb6556366a01c6","cf60fb09ec5cf3c43493b46958ab71fd7a750db7","de812d95dfd4e03432079d1be91574b4241215aa","efcfbdaf529a55072c61de0b5429693e9da9cf24","5546b2d40ca53da8d34d8cd3c3ea4d736cd1a3b2","e338b23bc619f95af3908cba5721b8b16dd4457f","2daedee09b9c7b5700524eea18e1434ac5080518","87dc7cdabad48e7c7bf388e2faccb33b7021c19c","0e497b7519efaf28efc3bc747f84e3f263b1c8a0","39fb6eb8926c29e2a1559f724fdc1389c5b19b08","eed20f02f8158764b59bee5dae4e6e01f823b794","c200a40faccb0d6e4557b8e93ba6cf020b5cc702","f7085c81b55b84bd34deeacf608271cceb42d08d","4b79840d19495c24d3875daa7e548236783cb9b7","b3d851dfc31dec0deedb204ea23b403548abad87","44658f4993f1d117dd551dd033aaf1ace43d236f","ae68ed6fe389b9ea84b15a3cea3a86331db8ead5","326f2fc52e391cbdd31edb727f222fec2fabb407","277d0b9de45e89d0b94569bda1f259fbc9812b9f","4240f3ee1ee461c70d2c06e2755cdc82df27731f","671fc06c3a65c0266c5f77ee12534c40ede8b82e","a155d32f2c39c13b162df989c49e30d72886f6a7","880ce3858842e9766cfa2e5dc9bca0046ecb5053","8d29788a7c867b29e444890cc4410df7aae69b29","66610a8a0a94c994175cd70c9dde9240c9f3d841","3ce6f059466975ca608b6b90d79ba9d9ea9a1870"],"journalName":"Journal of multivariate analysis","paperAbstract":"In this paper we study U-statistics with side information incorporated using the method of empirical likelihood. Some basic properties of the proposed statistics are investigated. We find that by implementing the side information properly, the proposed U-statistics can have smaller asymptotic variance than the existing U-statistics in the literature. The proposed U-statistics can achieve asymptotic efficiency in a formal sense and their weak limits admit a convolution result. We also find that the corresponding U-likelihood ratio procedure, as well as the U-empirical likelihood based confidence interval construction, do not benefit from incorporating side information, a result that is consistent with the result under the standard empirical likelihood ratio procedure. The impact of incorrect side information implementation in the proposed U-statistics is also explored. Simulation studies are conducted to assess the finite sample performance of the proposed method. The numerical results show that with side information implemented, the deduction of asymptotic variance can be substantial in some cases, and the coverage probability of the confidence interval using the U-empirical likelihood ratio based method outperforms that of the normal approximation based method, in particular in the cases when the underlying distribution is skewed.","inCitations":["857eb71b584094f7e7dbcbf7485851db44a3a404","4502c82d68549dfc3facb72f1b350dad47fdb236","554758ff080b26e3a219e35c019a68ad651faac2","78e2e74cd2db6a2f7a4fbda2c0adb4c9401f5c89","946c99c1f3031fb62522348ea9e7791106b7ec1e","b7a554341f4d41ae23256ff6af1c98cd4560486f","3aef6b72e77ccbeec01d8d0ffb1168060403cc65"],"title":"U-statistic with side information","doi":"10.1016/j.jmva.2012.04.008"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1996,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"Data analysts frequently calculate power and sample size for a planned study using mean and variance estimates from an initial trial. Hence power, or the sample size needed to achieve a fixed power, varies randomly. Such calculations can be very inaccurate in the General Linear Univariate Model (GLUM). Biased noncentrality estimators and censored power calculations create inaccuracy. Censoring occurs if only certain outcomes of an initial trial lead to a power calculation. For example, a confirmatory study may be planned (and a sample size estimated) only following a significant result in the initial trial. Computing accurate point estimates or confidence bounds of GLUM noncentrality, power, or sample size in the presence of censoring involves truncated noncentral F distributions. We recommend confidence bounds, whether or not censoring occurs. A power analysis of data from humans exposed to carbon monoxide demonstrates the substantial impact on sample size that may occur. The results highlight potential biases and should aid study planning and interpretation.","inCitations":["bc052c2c8cdac859eeb8afe9c851c82df4123fa2","98407ef35673ad83a1b24fcb6ce5a85c0689de42","fbfbcab4b59e54c6a3ed39ba3656f35ef86c5ee3","df336340d66df7e7ceb361427a740b81031011c9","7bdb98d41c12c4c18084d165a8b6a44c4ca7ec4b","eefcb7eade41c3f7069f3e938527bbd30be396dc","54c76520db0581af203600ae6bba74595f138326","8ead297e23fe077bde64fc11edb4fc37ca227087","4f1b29ef442872027627de22039ff0b2cbb174fe","a9c82b29256007d20af3e5858e73aedae1a61dcb","42f3b7ebc059a6afbeba37d477893abfe086b7b7","092562bb1809063bcb04d0c68bdc87de45b96e6d","44568dcd125eb2bd279290ded2cdedae0f089f47","d296085b30cbc41dd6845d4a609c573c00ec6d3c","0935abb3bcd51c7496b9c9ed49297ba8ec0ec125","0c4312fe572259918549b14f07bd674551c364e0","d37beb35b68c26a4ce1aed77351f2d76a0b6f9d4","927db798d05b8a1a83b92f0f893519292ce8fec1","cf0b49bc9f37597c765ac7086a9299c0058b4582","898066e26c6d204e4d7cdac23b75630a47be2fed","0cbbd0f4038c54f51ce74d408c842db9e72254aa","7291f47892e36f122a7d9258a5672c639dd005b7"],"title":"Bias in Linear Model Power and Sample Size Calculation Due to Estimating Noncentrality.","doi":"10.1080/03610929608831787"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2013,"outCitations":["dac1b8585bd59e9cdef8ab04660bffdae8f506e5","1e961ad161cb78512093e38a139d41e6a1bc4f4b","f330070081491f890e6e4e04cccf0206f58219f3","d709bd064e556c0a87a645865b0a8ca8286a0084","f8639285f6d0f0f98de143ac8736453e8b1c9b4f","3699a3f32ea0b7d4520cbecba0ab95d5ef4bcc09","0b3e92b00538f5bb98ef8f2319cf0de5d81aa957","9672bc51f4ea62a32ee788aeaac23287d1e308ef","724e1bd478fdf795aae495a4c476b15732c791c5","e7737153a96b2083ddbb1248830373570b12e091","98d3be5412488f8d420e99e957a5c234c78b220c","bec272a67dabbff22ba28c03e3d2943d38efaadf","4d45bb1ea86f829e65387a16badebb0b853887ff","40383ae43e9c9a542b37ae18e7df86512764b38e","28213baecac6675f8745e48c2f871b2c1141afd3","4b71a72a901d22730e2c0092248a958dfe4f1d2d","7fcd621b9b580128ccc617c63c502375c07dbc17","0127401c0c461e1bbf1d679fbfe7722251082d3e","607de9bb0f24306bed926ca6de4015d5753ea901","62798ea0e63b72d50b2e1113533dafdb21ffa5e8","d37813382037e3667e0065da8a9fe6b995475875","5d91e02c3da6dfd2407065575c5e165f66620ce8","11ac6ceccea69246174b5e84e0a27cc1dfc962aa","4c64eae5317df11187cf9e2934e42416810ed4ae","4dc0a001330ea66f708d378f389aa07bc8ca75d1","ed7061c6eeb22c84c159ee911b4bae889b8b291a","a1320425d116b89b168e98d6e897958771ed3be6","8bbc03a11d69bd0e5527052ff714c339d31f041c","51a3055d0d2de24db9eb743a0aafad292f8f4cf7","2aaffea16389ac2ec1c6600cde50b268ab7e1572","95cf86c7b79d70e9c55fabdc9f405f2cb6354d72","47be2e9c5aa6eed1fff67b67db0e8a1f9e2f417e","1c3e5253233c647352ce3634f38be70721359d4c","3f820a8a12918628e494b58e50d893f022525033","afa0f6f2bc64c97da01edc39df141900df52d255","b70317b502607d01a6c8499a0f8bb59381c7fffe","7067df23f895c67e957d289dff2760e61a94de7a","0bf99b52833546ccee8d4da4f54afa434cc83a1c","264dd1b4a7d8b3b8151c3c1d69da8d94ecc764bc","0f6d4eb3df5d5b4f7c1b5d3f2072d563a5496998","f9742bdbcc42a0161b81185bd13defd4144e9850","e92248e55d3fa36ff45e43d5c41f7e75107625aa","80bf3a3a9b9ba350b2b0e76b69400c46c2ec6d21","70529f5aa7561d7c6325f428b8bc80bab61a4cd7","70e04fdc297370204ee9813b01ef666ba18f1a3e","7b01d7ac6c7913f4fdc52e14da2230ff6a4f7403","3a4bad63270b19a49924c4b19bf5f8e170048baa","e0440ead990546d42fbf9aeb7ceef6eb2879130f","b65abd38f19e5dceb4a8ecba2f42e725100e929c","e0662046fb9dd22acca02ce0afeb4356bb8fc523","1fae2be2dc31730224d2bdba20f5e05ae203cd05","683c8c58b0048d69aa4b889f9d12945f3bb4c00d","f021f1392e7390f32be0b3bdf7395f603f663c07"],"journalName":"Journal of statistical mechanics","paperAbstract":"Human immunodeficiency virus (HIV-1 or simply HIV) induces a persistent infection, which in the absence of treatment leads to AIDS and death in almost all infected individuals. HIV infection elicits a vigorous immune response starting about 2-3 weeks post infection that can lower the amount of virus in the body, but which cannot eradicate the virus. How HIV establishes a chronic infection in the face of a strong immune response remains poorly understood. It has been shown that HIV is able to rapidly change its proteins via mutation to evade recognition by virus-specific cytotoxic T lymphocytes (CTLs). Typically, an HIV-infected patient will generate 4-12 CTL responses specific for parts of viral proteins called epitopes. Such CTL responses lead to strong selective pressure to change the viral sequences encoding these epitopes so as to avoid CTL recognition. Indeed, the viral population \"escapes\" from about half of the CTL responses by mutation in the first year. Here we review experimental data on HIV evolution in response to CTL pressure, mathematical models developed to explain this evolution, and highlight problems associated with the data and previous modeling efforts. We show that estimates of the strength of the epitope-specific CTL response depend on the method used to fit models to experimental data and on the assumptions made regarding how mutants are generated during infection. We illustrate that allowing CTL responses to decay over time may improve the fit to experimental data and provides higher estimates of the killing efficacy of HIV-specific CTLs. We also propose a novel method for simultaneously estimating the killing efficacy of multiple CTL populations specific for different epitopes of HIV using stochastic simulations. Lastly, we show that current estimates of the efficacy at which HIV-specific CTLs clear virus-infected cells can be improved by more frequent sampling of viral sequences and by combining data on sequence evolution with experimentally measured CTL dynamics.","inCitations":["dfba8b8f06de67774591fe4332bdfd1da6fd09b8","0609843676382a68c2827bc68d9307d816341506","b83fe1364354fe8b4f8c203c577a744ee64e3aaa","01893369bdd49ad4e756117b40e627b81d458d73","981125e13b3d23f550cdb11a8cd13b9ac387810f","8dc348944da6f2c321c376249bebd1e4a864c6c9","322a2cee4e11ceefac7c48e4c06d96af0af0454b","9e173895986de012b1d85b33b8a41c4cabaec8e7","08f9c511bbee21814a740f029c54db1ef45dcf5c","3198ecc03c767ff78efb9a603a94f4084972c47e","4f8dd4efe783f9e3076a6498397a7a326859b77e","f6084008a49c40dbaf3ff5ae6a3a06c2f2ddd416","f54d49f12fd015b90899d10a74788c2e56252321","70d573eec35c16a336f8b4d4651e28a3720da18f","ca6276c0502a1d8054aba6101560e48760697f96","64e59279c03caad950403471248632e14c3f4a87","571ff617bdaad903cd82b4de652d3c00538e2beb","c29f2ff97196a71ffc145216f5bb68a46e65cd3a","786293b01ccc303a3687ea10ba4438017a553fa2","47c166cb6f9ebf986151f532277eb038faeb6bf1","1a15b78e38fc70f377a973d70e5c348a6f9e6999","3d8c48506ef6163140c4692fe0f2a59731cfe5e0","ef9f50d1370526ccfc9c6de550d9bb6df7ad7d86","b4863726540ce7d3b923a2a98394a7e9a1b0adc9","33c5c5258ebd6f0c402519841857e89e8926c2ab","cd871d25a97b6c23eebf1d520f0d1c04dd787209","77d6a06081186a1f20c7da84fc5cb12823a56fde","d980dd097f27a3619acb9b5ce6ff85cddb7461dd","8512f5198519cfd0caae8eaa46c83730dd84635d"],"title":"Mathematical modeling of escape of HIV from cytotoxic T lymphocyte responses.","doi":"10.1088/1742-5468/2013/01/P01010"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["59cb5069370ccfeec9e14712d5d6791e05a9cc04","68f1683b30f3985f97043f5c22dd0c4cae6c3c0a","742b5b5344ac509e10e7286d8fd74dec88486204","5016c4564aa35317068e9ae11b174bcd0e2a1cca","2b9785e8031f099e288cfd3c183839bc7b6ae19a","86b2fb0cd87b1263d2e0d0400730333cf5e3def6","4a506a2d506ae595904894498ebec253c3b309f1","9871c9dce9887bf4798b5cd0a6aab34c3363b898","4f92cfe1c2bb0d98bb12e627cf6abc5440bad7b1","9e9de3102ffd46aa42064fd9a5f7a1e31ac192a4","6c6c8531bc144d1a450c738e4cd3f0dc92b257fc","3f6cfba99d2cb299347d8e64e5dd9fd7e7fabc75","6665d5639c20f78053bc2d78b3ce0d10cd7f7052","303a359abe2a744fa114060302a7c0ddcc7cc451","aa7138c899fd48d3c8df2ccbb65dce06ca4d12c2","15211292412f365ed2d4946333a924029dee1c39","d9b682fa07ac9064fd4ea4093e364cb13dd32218","9335ecdcf7b16598d16538449db34706095f0e4e"],"journalName":"Biostatistics","paperAbstract":"Two-stage design is a well-known cost-effective way for conducting biomedical studies when the exposure variable is expensive or difficult to measure. Recent research development further allowed one or both stages of the two-stage design to be outcome dependent on a continuous outcome variable. This outcome-dependent sampling feature enables further efficiency gain in parameter estimation and overall cost reduction of the study (e.g. Wang, X. and Zhou, H., 2010. Design and inference for cancer biomarker study with an outcome and auxiliary-dependent subsampling. Biometrics 66, 502-511; Zhou, H., Song, R., Wu, Y. and Qin, J., 2011. Statistical inference for a two-stage outcome-dependent sampling design with a continuous outcome. Biometrics 67, 194-202). In this paper, we develop a semiparametric mixed effect regression model for data from a two-stage design where the second-stage data are sampled with an outcome-auxiliary-dependent sample (OADS) scheme. Our method allows the cluster- or center-effects of the study subjects to be accounted for. We propose an estimated likelihood function to estimate the regression parameters. Simulation study indicates that greater study efficiency gains can be achieved under the proposed two-stage OADS design with center-effects when compared with other alternative sampling schemes. We illustrate the proposed method by analyzing a dataset from the Collaborative Perinatal Project.","inCitations":["48db2f51ff3fc899b126a3cfa231275ec3092bef","2a6f449a1a16e46098b066cf171b5e408e30436a"],"title":"Mixed effect regression analysis for a cluster-based two-stage outcome-auxiliary-dependent sampling design with a continuous outcome.","doi":"10.1093/biostatistics/kxs013"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":["15c52dea21bfb63ca2c60ed110d71d4d5dd137d4","f1d3d313a723c9eaeef496244edcfefeae237feb","d9638dbe635aedc7c88b24c0e9add924dd4ccb36","2acc007eb129e0954e1f0b2dc0a43347be24d35b","9c7ffd8b7988b8bd1984e7f2d76b38bd8834b3f2","80db408970c1b8d4ebb664ac313bf5c452f95671","40dfc0f660cbce80efd876f697c693dc929af301","dfbbb4c09e5e96e7e0e5fbdb609f2279eca10e85","ca54ccfbb3925841e7c98a1548f0c2aae2cdc076","21733f908100d1f45948a5c9bc86d8b336aab856","a24e46a309111f3f55f15aaba06e0c6b11a01da4","557f1513a806cc936357468e978f46fee3393eda","d701bafc5f8fa3df14a5121d0f06a33a61ba69c7","7ecfd666e3d84bdbfc3e72c976984b8b0b60f295","8d76672d52622d9c45014d630717ce911d1292ba","d0a47c8c9c4213edd24a120a6912ebc08e348a19","5aad6aea159f45517442cd06d79f9bd9b8d4b82a","a1da81e6ffea5b79c35b478e90fc0ac970bd8d23","5a343015d755a9001a26287b7a92028b5d026617","1af159595d1a05cc271c92a64d139cb840c7f149","13404c1d2e7f4d87b761cca03fd8907c08acd311","b8ff0724e28ae553ca0b036d74f3d4b10f13db3e","cb3128d2f47c244e921ac068cd75f26b621f8abe","9f05d37d0f7ebb3c81bd1404f6f41f2be76144ac","4027427ddbfae986ea095c61bf0df2a4786af642","f51665eb8867b1010c642970e0b4748f2e32ea51","7e895b230760ac34ce3d5472fb1cbf92b08566cc","a8ee38bdc3f88e378a3ff63658b2dbe9d14c3587","d9bcf1123403450fd2943ac51b282cda45bdc22f","cb8202c3189cce0908a721e59f049438db8654c2","2b5b6939b9619a0825c410db34adcbc21fac90a1","e69bce0185720fcb652ae458a4529a2807f53de8","ce8dabac89b4acbe2ab0e97b944447465811d9fa"],"journalName":"Biostatistics","paperAbstract":"Predictions of lung cancer incidence and mortality are necessary for planning public health programs and clinical services. It is proposed that generalized additive models (GAMs) are practical for cancer rate prediction. Smooth equivalents for classical age-period, age-cohort, and age-period-cohort models are available using one-dimensional smoothing splines. We also propose using two-dimensional smoothing splines for age and period. Variance estimation can be based on the bootstrap. To assess predictive performance, we compared the models with a Bayesian age-period-cohort model. Model comparison used cross-validation and measures of predictive performance for recent predictions. The models were applied to data from the World Health Organization Mortality Database for females in five countries. Model choice between the age-period-cohort models and the two-dimensional models was equivocal with respect to cross-validation, while the two-dimensional GAMs had very good predictive performance. The Bayesian model performed poorly due to imprecise predictions and the assumption of linearity outside of observed data. In summary, the two-dimensional GAM performed well. The GAMs make the important prediction that female lung cancer rates in these countries will be stable or begin to decline in the future.","inCitations":["b1d3f8855f21478adc9aa515be9fe6e8577d5a7c","f62702f4a2263bb863a450625f98183d7ffc5deb","974097f3ac90f76302c986d756a74cc0621fcdff","6dec4e585ccfe7a21eb05b84bbb9bfc1e2243a6a","4696ada1b6aad94926473951049215587ff4ab21","5d390eaf38552dc556edcaedc591e87310971fe1","04c3cf8ead4b6b594d05c9bcc583fadf5250ecbc","6dee052b580975ebb7ca1449bc3c421152977b74","9f1dd88437917360015ebac53d32f10082509d87","1cea03d9c105d4beaeb911cde99b7ee685401e63","b719cda109947ae4d213fb8847aca04ea3eb2f8f","49aaf07569e113fa70ba231df3186a3f2a0c2c0d","9c3dd14bb277dad4c6a0da4bd52177e47c2a8a98","5ddcc10f3c4bb312e27072b577190db71d2cc40c","b8b28443f7ecfbc0885d0ea4065684123c6ab588","3b37c1adf74ecc13e56705cd765c076373521464","8e76ab95e0a76e6a3a715edffa69f512aca5526e","b580d9db7c66f80c9369f6ae6ecc8f9200a4586b","1c97ce0b7b54bee73bf0afbad4035ab384281db3","cd1d5b3c53c4ccfc5202acf94729fe8ce193ff96","c4e281ad826dcdebda1b51f031ec8e20af3aaabf","d13f281136e19b18e759f3f6302e1582d8188ee6","cc68871e9c31e76c81e5b28a87a55bb856a6f260","8dfed76150f00843a400b8aaf7197404df59e30c","9fd2dc078d1f6ce0a1175888846419405ab24d09","693b1e8c1d726f6cfee9f4afe8097b9b0d3a4528","49caccde8298b4a4faaa0cb0fb4fa79467c61409","dd02d0eb2f776f1784ad01a571c555cf5b3f61fc","828b92e9ab350420bfc3206fbd6eb90f38ad6e7f","f707640571f512722a86975629690c8cf5de191b","555372ce2acea48cae02afc68802aab3c2a096e8","c2ef37f5b1e91786183d6141c3f1e14292557f74","e32c2405b40b28db43b2ca4bbce412d5bc46fedc","6a06edb43ac25715eb95fbd072f212739b41d4f6","ec7469ffd964c6d606239d3b79588b7181d7ca2d","249fd826d3902a4cd095bcc9a7a56828c1b98b94","3bf23fd86c04993b68477b9624c2c5646e44a1ca","199389adc8995ad12e9e4861f7f9ebc3b4b0c01f"],"title":"Lung cancer rate predictions using generalized additive models.","doi":"10.1093/biostatistics/kxi028"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["d6e7d5c26c57fb2ab4d0eaf32f67e768a41ba8a9","50cb449fabaf665e14af64152196486e9b50e9d4","6ad2301a76d9ff361a48bbbcce1846fab03194b4","b9babcdb1e40bfe4206400f688ec6b046cc4fee0","269a2840e1dac44d01097d54d85b98e005ceb35a","e1f1b7180e6ac2cd8d7f9fdd6c769a79debf36e3","d4eb63d532bca73034ef9f3f5e29a369cc29ed40","d98266ffcf24c73b73b66e37b23642b10e8f9048","2d440974dc0837cf9c65138b315f98ee821edc89","bc41d9b6983a95bfac50cbc448149770eeacb25e","88f25e5efd7d70bbb3fc813acea2c44c61551dd0","85ca9cd9a242cb7cf59d28f019cf6cdaa5fa49a8","92f6b08c284aa222c0d98becca6f989da366c023","17989b602781e26ff048aa3494178e66411b0f65","81554cd9a34a5f7486937a0b7d2d9fa0aaff3db2","a03e5d0ec1286e1993444ef26599c878cc1484ac","e190eceab1b4ed07131658fcf533d3202d7aac50","37513eca116a34ceceb2aed1ac0e3ce968d5b488","e37b2d8badb6764e8602505a4df23c58ff37c7f7","921bf7a28b01e1d79e981650406ab51f91fcef1a","7124e091e290f9eb837c844a25f04c126bfa5e90","c5f63408d8aa04acc6604cf8a3b9f68bdea06c6f","fea2fd93115459f358f896da7b23966da5406a3b","44b780e97591248e7475202698701174a2409676","9156f838bc78cf762e9c1d61f6ecfbb4a1246776"],"journalName":"Journal of econometrics","paperAbstract":"The theory of the optimal allocation of risk and the Townsend Thai panel data on financial transactions are used to assess the impact of the major formal and informal financial institutions of an emerging market economy. We link financial institution assessment to the actual impact on clients, rather than ratios and non-performing loans. We derive both consumption and investment equations from a common core theory with both risk and productive activities. The empirical specification follows closely from this theory and allows both OLS and IV estimation. We thus quantify the consumption and investment smoothing impact of financial institutions on households including those running farms and small businesses. A government development bank (BAAC) is shown to be particularly helpful in smoothing consumption and investment, in no small part through credit, consistent with its own operating system, which embeds an implicit insurance operation. Commercial banks are smoothing investment, largely through formal savings accounts. Other institutions seem ineffective by these metrics.","inCitations":["2e25d897d7bc1091515c609d331426dc44092713","db531d2ec584276e207635ac2889400ee192a9fb","0d6abbc9c9326089f576ab28cfdb723b2c6e3005","7c5c908b69859ced46c6d3ac71aec09ebd0b310e","13060926d18484f8a8cff8ab2dee837cf9a93ab2","abe88c744019b797e5e191cbfecaef5ea219f766","e919189380036b3cd93b68f7c657c7ef0710b7fa","44b780e97591248e7475202698701174a2409676","1d4fc148446299014cf139abb5c48071d0b038dc","9f94bdc26dccc9807ab4839b78cd5232f9f58fe8","e485e0ff7d64b3042a76b5aee9b62b4ef5bbcf67","077e251ad984fe6d0cda69a1a182345bb92e8d5b","7f1fe6e7b19d0234eccea0e6e056b5fd883b55a7","143879e062ae310ce6fe67a82f86fe7d85dd28b1"],"title":"An Evaluation of Financial Institutions: Impact on Consumption and Investment Using Panel Data and the Theory of Risk-Bearing.","doi":"10.1016/j.jeconom.2014.06.011"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper proposes an on-line version of the Sympson and Hetter procedure with test overlap control (SHT) that can provide item exposure control at both the item and test levels on the fly without iterative simulations. The on-line procedure is similar to the SHT procedure in that exposure parameters are used for simultaneous control of item exposure rates and test overlap rate. The exposure parameters for the on-line procedure, however, are updated sequentially on the fly, rather than through iterative simulations conducted prior to operational computerized adaptive tests (CATs). Unlike the SHT procedure, the on-line version can control item exposure rate and test overlap rate without time-consuming iterative simulations even when item pools or examinee populations have been changed. Moreover, the on-line procedure was found to perform better than the SHT procedure in controlling item exposure and test overlap for examinees who take tests earlier. Compared with two other on-line alternatives, this proposed on-line method provided the best all-around test security control. Thus, it would be an efficient procedure for controlling item exposure and test overlap in CATs.","inCitations":["a442496bb99fcab710312d8ed7a0ee0e065e814d","f4343ad97521a5513487796c3860fe8413378ba8","eee848aa8541d711bfaf6073fc315d53aec4e797","053de8a978b00816260749a60122b4aa2fe92492","bec8116b8cbac6fe6958234af3ae864b2328647d"],"title":"Controlling item exposure and test overlap on the fly in computerized adaptive testing.","doi":"10.1348/000711007X227067"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["21d3394e220715696bfbccce446aa693a88bfc1e","86d1037f2cef943bf7e623380cff38698da28069","4714b6acacf2a44a47aa0f06eb8f11c7d56f54f7","595dae7a2323db29cbd7248839ada5c0a097ccd1","aee0334a8285f90125019705c8928b597340c78d","79401032c32f18fa08af6dd1d4e3cdc8a1f71f99","04113e8974341f97258800126d05fd8df2751b7e","f4619fb6e1dbe834955f2b9f9519ffdf0602e3e6","370a959a53c01a7cc08fb38cad4ffffc5bef2855","44fd92c355684c4cf10fd4b49f89e7078333be43","41dc834ce0d646a7d2ad2ab32cdb374f17646541","315a9d88925d703104109aac6db82bc31a0fa6b8","e24622199fca470b9cf610d4f13dc6f4db993333","1e40d280daae88a5f9063b5ebd80156b7b55c61e","45db16309fbf7e9fc8907047e7e1a9933c4e1b85","a04592a980532efc7aff92c9614f437d4a4114c8","cd12ab9cb2655d32706737445858842255483a3a","3a2fa1494b57d1fb1edd6e50f23b38fa24f5dd52","4e636b346c468c4b8d6147e9410316be5e4ad32a","371bee53d968eb7f8b39bc0395dd349861c730ad","18d5fa98e73d30da0621916dac5318e2ea0a386d","ca45987cadb2f3530f39dca8fc3e1b502fc52dcf","412d4cc12671d89dcd3d09840f6c4ef4ca1beba8","b96fd89f27fcbfd02bff7168ca8cc0b4386e8a2d","a3a75c0c98e17323fde60924dd7183b905399c78","72c10e8551abcb61fa06c266895421ec4328f4ac","999cd108b7547a52676d2543ae7c614980ada6f5","6627d1953e22391ca5e958f9eb2fcaae7d0e9f51","a31342e1d9a674545c23e763f43c29381ea6556e","0337920f287e25aa00c304f5ab6f9fb67e33c7d4","fc0d069311db61d182517542cecf0adf5525ab6c","0832510cf3b8c99dadbdd304e188d6cc557b9b0a","4ef4ecd55f28742cde8f2be361ec4ff74500d91c","483d71ee2083d8f3e6fc9413a44f06a91d869bfa"],"journalName":"Biostatistics","paperAbstract":"In various application areas, prior information is available about the direction of the effects of multiple predictors on the conditional response distribution. For example, in epidemiology studies of potentially adverse exposures and continuous health responses, one can typically assume a priori that increasing the level of an exposure does not lead to an improvement in the health response. Such an assumption can be formalized through a stochastic ordering assumption in each of the exposures, leading to a potentially large improvement in efficiency in nonparametric modeling of the conditional response distribution. This article proposes a Bayesian nonparametric approach to this problem based on characterizing the conditional response density as a Gaussian mixture, with the locations of the Gaussian means varying flexibly with predictors subject to minimal constraints to ensure stochastic ordering. Theoretical properties are considered and Markov chain Monte Carlo methods are developed for posterior computation. The methods are illustrated using simulation examples and a reproductive epidemiology application.","inCitations":["e58f7021f080917e75f1d4c5c925997e1f523fab","fa469c5e23a0a6f55acb0d4b47014cd64b5229c8","74bcd8d00022d81fc2169a0c257f7f36d079d779","a57d532079d1b90a10be0f4af219919f7b3e88c5","e7706e6f6895cdee68f47170a720042d3f988178"],"title":"Stochastically ordered multiple regression.","doi":"10.1093/biostatistics/kxq001"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Selecting predictors to optimize the outcome prediction is an important statistical method. However, it usually ignores the false positives in the selected predictors. In this paper, we develop a positive false discovery rate (pFDR) estimate for a conventional step-wise forward variable selection procedure. We propose two views of a variable selection process, an overall and an individual test. An interesting feature of the overall test is that its power of selecting non-null predictors increases with the proportion of non-null predictors among all candidate predictors. Data analysis is illustrated with a pharmacogenetics example.","inCitations":["1b293b253565e58fa59502b679e7cb14212cd150"],"title":"Estimating a positive false discovery rate for variable selection in pharmacogenetic studies.","doi":"10.1080/10543400701514056"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2004,"outCitations":["e92237d95d5f4840f829fb3e8a895a28e0c0fe75","772322def7b05048f64277e24bfd5f2c477c7d62","95d2d67e7c73f247d4a56f7483abea9dabbbd66a","94ad634bb48d40487198a4b6e31560fc4419b707","684ee7383ae4cc10a3b1d002f3cc97851521adc4","640808ffe0970c0231f1463fe4df9f64d69d9627","e1065fbcfd79c4a984605ee4e0cf250646472baf","d49b166f8c11dabebedb85339d8b8620af18efc4","b759a01a66baa9f86bc4f8c55934caec8b959aa7","e9d7419cb00874902f9cc3804633b5df8a60d729","fc7e0df8eca3642fd215561ebd7e09f7135f91d9","0592c5093d9c2d95713e9a2f35f3779be07be681","c369d4807adeff168a6fef1dd7986d62fc150a78","7b95044f07f170ab0c8e5a0b353395ac2e705f59","60f788264e6278374be9dabd8e2a644cc65129b6"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This paper considers the extension of the dose finding problem in a one-way layout setting to the case of several groups, in which the main goal is to identify the minimum effective dose (MED) of each group simultaneously. We propose two nonparametric procedures using the respective pairwise- and Helmert-type two-sample Mann-Whitney statistics, which are applied in a step-down testing scheme for identifying the MED simultaneously. The computation for the associated p-value of the identified MED vector is discussed. One numerical example is given to illustrate the proposed procedures.","inCitations":["c8bef8bd3701136fd7213c80d5e78b7d78e393bd"],"title":"Nonparametric procedures for simultaneous identification of the minimum effective dose in each of several groups.","doi":"10.1081/BIP-200025693"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":[],"journalName":"Journal of applied statistics","paperAbstract":"Randomly censored covariates arise frequently in epidemiologic studies. The most commonly used methods, including complete case and single imputation or substitution, suffer from inefficiency and bias. They make strong parametric assumptions or they consider limit of detection censoring only. We employ multiple imputation, in conjunction with semi-parametric modeling of the censored covariate, to overcome these shortcomings and to facilitate robust estimation. We develop a multiple imputation approach for randomly censored covariates within the framework of a logistic regression model. We use the non-parametric estimate of the covariate distribution or the semiparametric Cox model estimate in the presence of additional covariates in the model. We evaluate this procedure in simulations, and compare its operating characteristics to those from the complete case analysis and a survival regression approach. We apply the procedures to an Alzheimer's study of the association between amyloid positivity and maternal age of onset of dementia. Multiple imputation achieves lower standard errors and higher power than the complete case approach under heavy and moderate censoring and is comparable under light censoring. The survival regression approach achieves the highest power among all procedures, but does not produce interpretable estimates of association. Multiple imputation offers a favorable alternative to complete case analysis and ad hoc substitution methods in the presence of randomly censored covariates within the framework of logistic regression.","inCitations":["7f47a88e77e3ac24fb9f37aee2cbd5bd145c3e9b"],"title":"Multiple Imputation of a Randomly Censored Covariate Improves Logistic Regression Analysis.","doi":"10.1080/02664763.2016.1155110"}
{"fieldsOfStudy":["Biology","Mathematics","Medicine"],"year":2007,"outCitations":["509fefdc16520391de8069419f5b12a94afceb50","b333c4ca391b192be11a2c9ac067b24fec702055","9ea95d38e5b5a0bd8ef95184a95c29265a6d87e9","986019c34fd465d89baddad6dab0d6b2c324cc2a","51e92b74ab80b7377ec7dea303a2bd56157c670a","1d9acf733e2115287dada99be70341fad8325a7f","63aabb4d70ddf90a122361e04139f4006fcece54","5563f1bf82d9da981a715eef9f9fdc286cc7af20","76597ab3d84c5e4034d5aa029ee79d904a05bc10","2c2cdb4b6427aa5fed998c5e85b2b59f2e852a20","0395323ffbd233fab139e120a3dc5f306faa1be0","6289fa2488fc6057ae50f57776d56c22661ea2b7","0276f1acbd9f7a8e15f2d81750d8e2bc0e44f5c6","d93cacf6c7bddb1a38a530fe601d34dad829059d","48147dd57f04ee6ceedf19c2b267e5c3000f4c40","7a28096f3f3e92eaa1bd7e91efbb526161c84e17","318e32da7c8d332a87c5f80d88949337b6566f77","a76d5a02bfd550d3458fe8386715d8348172b4c7","bf3ad711c8167947e71eedf221735bae47367e94","ce279ee79cd0f0eaba306ef1750e3d810aae59d9","f4b9edc7fa563a2f8eadbee2032d3057da28e81a","10b0fcda6ac864118b9414bbdcc477ed4ab153f3","9518042a3511d56a75e350fc9eb40a68bb7b24b0","017ddb7e815236defd0566bc46f6ed8401cc6ba6","3fb7fd1e87ce1b668c9fc07c42f46cab5aea4489","571f5bbecd3a083a2bb6844f59a3f8cea237252e","e15e926149f9c81aedbb7ccb83131b201b1821a5","6b59bc75dc697a49af22fd74f83f5a003c7c3f69"],"journalName":"Biostatistics","paperAbstract":"RNA viruses provide prominent examples of measurably evolving populations. In human immunodeficiency virus (HIV) infection, the development of drug resistance is of particular interest because precise predictions of the outcome of this evolutionary process are a prerequisite for the rational design of antiretroviral treatment protocols. We present a mutagenetic tree hidden Markov model for the analysis of longitudinal clonal sequence data. Using HIV mutation data from clinical trials, we estimate the order and rate of occurrence of seven amino acid changes that are associated with resistance to the reverse transcriptase inhibitor efavirenz.","inCitations":["2e8d54600c69cafe162090fe58e90ea63a099b71","0c7ba082d12d59fec74d3a5c6e5c48309e51962f","f411d1d62d2dbed3aa103d36c5142d2d2b8186ce","c4a8c0fc5e2fae19fa37affaf04c9b95b1da44ba","e42db5f99b90874600c1d6d38b596a8d027a9d23","2d5793108a2b3660187c0ae12e52ced8ca5cb5f5","f9865fc0d61a94d90579d60012d58b54cd44f367","c18607e1fdbd6ca55472c8a88d3513761f4700a2","2df9096659f8cd19f351104ec7f1fb85a94eb6cc","74139ce904bd9ccbab87b07bb22038911f48de64","ec85ba986fcf1d5f887030008fc5dc83737e51fe","ee12c6cadb354daa582438a667d267faf476bd5e","b1968cf104a0852720aa726c6c1b41dab6417832","3bb9f7309428048983e04814b1cf213654f028c3","3323be6d74ed881e4c0b76d33bd0a47c1ae5c91d","8b97d7f057f6f541c7328adaeab42be38d20fdd8","25bdb7dd1c677bf512e15a50d8721d070a091242","27630986d8e674de2c98624ce63130eff52245de","a819656c4d1cbb86d276e448d1558e01866d9f8b","8c050fe179f709922e7becfe7af435c2ef31eed8","0c5b2ae9f85befc39e639332d496e0ce72c99c0d"],"title":"A mutagenetic tree hidden Markov model for longitudinal clonal HIV sequence data.","doi":"10.1093/biostatistics/kxj033"}
