{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"A method is proposed for block randomization of treatments to experimental units that can accommodate both multiple quantitative blocking variables and unbalanced designs. Hierarchical clustering in conjunction with leaf-order optimization is used to block experimental units in multivariate space. The method is illustrated in the context of a diabetic mouse assay. A simulation study is presented to explore the utility of the proposed randomization method relative to that of a completely randomized approach, both in the presence and absence of covariate adjustment. An example R function is provided to illustrate the implementation of the method.","inCitations":["34f0d0a1df16cc2fe5b763d361159c0e5dd3d334","04ad9d08c83679bceb8c008eea6ff5fe4aefed6d"],"title":"A method for obtaining randomized block designs in preclinical studies with multiple quantitative blocking variables.","doi":"10.1002/pst.445"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["d6b5569405f9b2f969c7f3a5f70d41f52d8940f7","a4b964c30eabebf05ebb5905e88032d5663c1467","5a616fbd6dbd34deaac5484833d0d10644c88231","3e33fb9b8836fdc1c2a8ba4b60424437b252b616","158224fb16a3584e42772a79c324dbf37dd0e4c1","b2479578dc5f5439733f3edab5fa69e3417d27b8","2924c10cfec1b4eaaf4f7e3bbf4d1682f414f8ac","75bd19d0f9a3e5d36e4bf009b812104251dd6a9f","6a810d84d74b2d624c378344f940d063abbc45b4","5dce85c79c44a347a3be6f789b9c152d02663955","16636e58cc259f2800ca953907f45450b35e1c8a","a19d2547fbd871f16835ffa75a6034b4c1570c10","9a1c2b1bd0438f4a73ecbcb14e33097234cb6415","dcb2b0def5d9de5c0d015ab24ec806146d9cba8e","16d7796b5dc4bdf641cf0f049e97b0cd1fc5bad8","8b970437a1614ac4098006a97c9342a07802c48e"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Response-adaptive designs are used in phase III clinical trials to allocate a larger proportion of patients to the better treatment. Circular data is a natural outcome in many clinical trial setup, e.g., some measurements in opthalmologic studies, degrees of rotation of hand or waist, etc. There is no available work on response-adaptive designs for circular data. With reference to a dataset on cataract surgery we provide some response-adaptive designs where the responses are of circular nature and propose some test statistics for treatment comparison under adaptive data allocation procedure. Detailed simulation study and the analysis of the dataset, including redesigning the cataract surgery data, are carried out.","inCitations":["584c9ad1cda359eab73d0689b1fba1a674fdecc7","a36e92aacdcf58cd58675bf9bca482db02b4dd68"],"title":"Response-Adaptive Allocation for Circular Data.","doi":"10.1080/10543406.2014.920857"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["541bc6421a66f4f1fcfb90e1c33c0a67ebc3f639","2af829f8416959bed471ff42a03a3f725b8da683","a24b7bf40c967f357e66b00dc7d2141a6966986c","97cc7ab1b0d200d38f802bfc26c7315fb4a07ce3","89a0e8707e15d0861c72be59853a9e61395c696d","0274982ca43e28442d403fb3b2387f6d52d3a8c7","7391cb448625fea9888d712e52bdb73f1988abee","0976d01fc11b500f4c199fae06475b8b526ac4f0","d848d78422260fbdf5ddaf9f21db75f236a52d5f","a5e6f4ed864385bab62e577984cfa3d5ebc66036","8a75052906b675003bfc5011e6b3535cc9651144","95124346ee368ebdf57e003b1fa6a656beda0344","56f76d7b283fad276eaeaf5a86b3516cbf8c3e68","303b5eee63d270379eba049290898aed29aa7d57","b16cd25aef1d6663167733a2ac7681a8d7b23990","053b97e316fc43588e6235f88a1a7a4077342de7","22a9f9bcc02c3117f86768d2633b95340055ce23","8c932b33e1287c608d7618c6c30da8dd554e318b","eed9e9bb926c3aa3332026ea00615c75bfdc4e22","821c6660965ab4925d49aebffb40fd831b23a3f6","6f3675caf5bcce3ad0f0414de0d19390cb6f14ea","056e7774cd48d90dad92fbac784baa1837459aec","4ae003c0a447922e2136e96cbd8987b90fbc19e8","dd52056da025bf9cb344bc8f8f10b5eb182e7cca","2dec3b5b5a58f48d694e5bb30f9e7387842398a7","fcef2258a963f3d3984a486185ddc4349c43aa35","d7d14151248fc5675438ef0569f660e34877e76e","156e7730b8ba8a08ec97eb6c2eaaf2124ed0ce6e","9d824137333ed2a91519f4f51c6f98f1e8234fd6"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Microarray technology is commonly used to identify differentially expressed (DE) genes across conditions. A related issue that has rarely been discussed but is equally important is to identify commonly expressed genes or constantly expressed genes across different organs, tissues, or species. A common practice in the literature for such studies is to apply the differential expression analysis and conclude that a gene is unchanged if there is no statistical evidence to conclude for differential expression. However, genes that are not statistically significantly DE could be (1) truly non-DE genes or (2) truly DE genes not detected by the statistical test of differential expression due to lack of power resulted from high noise level or lack of replication. Therefore, the practice of treating non-statistically significantly DE genes as non-DE genes has the risk of including genes that are truly DE without controlling such errors. We argue that if one wants to identify genes that are truly non-DE, one needs to show statistical evidence through valid statistical tests with the appropriate type I error rate control. In this paper, we consider the identification of non-DE genes through statistical equivalence tests under the framework of multiple testing. In particular, we consider the average equivalence criterion and study the power and false discovery rate (FDR) of the standard average equivalence test, the \"two one-sided tests\" (TOST), through extensive simulation studies based on real microarray data sets. We study the effects of various factors that can affect the power and FDR of the equivalence test including the proportion of non-DE genes. We also compare the ROC curves of the equivalence test with those of the naive method of selecting genes that are not statistically significant DE.","inCitations":["e746c28675f2ae36e6fb3876f348d14317333d94","2d2fbb9c3e65d620bba860a8776bc2d40ee49ee6","195b639543102225932edc24005da22400726455","f4221a180bb62d3e8c373b41501e677ce53479e1","8a97d896e136952ef4e1db5ce0bfced18dcd2238","02f616785a796c5550c5abae2f5b65464e2d4e20","b099867b37174e3d05e8c19930aec407c3db35bf","eb684371c35da18b858b82c19338faa954d35283","65f021598fed48f6483824eb02100d84414d70fe","c446c61106e1a19c01e44b10b8c26cc277fc94cf","ed68d08ee991ee445c61b05e0f8a392c6a57ca11"],"title":"Evaluation of a statistical equivalence test applied to microarray data.","doi":"10.1080/10543400903572738"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["f78040cbf404817a1235c225b4e25df21f18aed7","2da9f7fd363a8c1b9b8cc7f90991d13f2b4e508e","1beec30d5f1774336e1def93c9ad8cc1b3ccb8e5","6dece4a89658f48e7cd5ced1af5d28adbeadd04a","c372b546071029252ecb54425559151d8057cc61","b8593122c6b1dd2432125a4eeb1a908c280b1d1d","2117227638bb46e41f64cf21076e0712c7fef941","0994781c732a5fd6191186538ddd3754f5461fc9","4365070438219f3642546c5d727c734c68215c8a","1f95ea6bf5c66c4527edbf6b2410759d24839c6b","8eb621aa97708642924a7613923a1400342e64c6","03be636697c84eb22114f09de6c1bea215cc87c8","d4da79bc2dacd3dacb7ef05d9d73c7845f551da4","81cca1dd2b63883a3129ff2175e77f9ad73a2aaf","fcef2258a963f3d3984a486185ddc4349c43aa35","c6ef3955c8c4bf826b2c33e5c1bccc84720c8f3b","0e2ed77a2d94d5dc6c74f155d0120553c1d6c0d6","821c6660965ab4925d49aebffb40fd831b23a3f6","caeb4ab550f329bfed6fe1d58d94d829b9a0e03e","812f45cb8e18234813e73f7faffa0181b002e0ca","bbf386c307ba1481ac7f748ff75c1c02923dd13d","ac386f32e49e05be86c3f9c6ac742be7afb5b733","e8ee1171e7959d8d24dae06962f12d7d7c8aa164","f45f963b7b967d526651937c0e5486c8448209cd"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"We discuss the analysis of data from single nucleotide polymorphism (SNP) arrays comparing tumor and normal tissues. The data consist of sequences of indicators for loss of heterozygosity (LOH) and involve three nested levels of repetition: chromosomes for a given patient, regions within chromosomes, and SNPs nested within regions. We propose to analyze these data using a semiparametric model for multi-level repeated binary data. At the top level of the hierarchy we assume a sampling model for the observed binary LOH sequences that arises from a partial exchangeability argument. This implies a mixture of Markov chains model. The mixture is defined with respect to the Markov transition probabilities. We assume a nonparametric prior for the random mixing measure. The resulting model takes the form of a semiparametric random effects model with the matrix of transition probabilities being the random effects. The model includes appropriate dependence assumptions for the two remaining levels of the hierarchy, i.e., for regions within chromosomes and for chromosomes within patient. We use the model to identify regions of increased LOH in a dataset coming from a study of treatment-related leukemia in children with an initial cancer diagnostic. The model successfully identifies the desired regions and performs well compared to other available alternatives.","inCitations":["702a3cae60087ca6b173ff091b0e55316cc70d7f"],"title":"A Semiparametric Bayesian Model for Repeatedly Repeated Binary Outcomes.","doi":"10.1111/j.1467-9876.2008.00619.x"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1982,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Differential coupling of sensory discriminations to the physical stimuli is here established by showing that the contrary supposition, direct coupling, leads to empirical predictions which are at variance with well-established experimental findings. \n \n \n \nCertain plausible assumptions about the initial stages of sensory processing suggest that the distributions to be combined in a statistical model for sensory discrimination should be stable; these assumptions are first set out together with the experimental evidence which gives them plausibility. The notion of direct coupling to the physical stimuli suggests, in addition, that the stable distributions should be unidimensional. A survey of stable decision models shows that, to accommodate Weber's Law, the distributions must be either Cauchy distributions or strictly stable. The unidimensional Cauchy model is shown to be incompatible with the typical shape of the psychometric function for a discrimination between two separate stimuli; and unidimensional, strictly stable, decision models are shown to have inadequate resolving power in relation to the discriminative sensitivity of human subjects. The suggestion that the decision variables should be unidimensional is thereby shown to be untenable. \n \n \n \nSensory discriminations can be satisfactorily represented by a strictly stable model with an unspecified, possibly large, number of independent components, and an example (the normal model) is given to show what such a model might look like. Estimates are given with respect to this model of the numbers of independent components required to support the accuracy of discrimination typically achieved with different stimulus attributes.","inCitations":["a03b09adf195a16f9f3b4cb94e8bf41a2b8180ed","f48f00e35ca1371446ecf866556feb0725e69966"],"title":"Differential coupling of sensory discriminations inferred from a survey of stable decision models for Weber's law.","doi":"10.1111/j.2044-8317.1982.tb00648.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":["04913abbcb9f140924b2f7b844dae1c2155771e2","b77471763a1bf488aad9d4292bde9b8de5234086","95fe69e00618cef0289c9d0879008e1c9efc9c55","97961c67cde2a00d95baa7030cbb81dd5cc4003e","683a4d25cd5607f5269e797e9fd750ae59a3ec2a","19db42d3078458b7cc624ab1aa4bfcf8a5e900b8","858476436458901a869c7d781748856a81968668","06fc8d3016fb3ad036d1b18550f0f99439a7a42e","02d36bb0e0ba1158766cbda462fc7abd3b03cd71","819562c634d2d4e1369249e94086da8626e75f56","d1a3658d4962ab363468a7b21db8087805386809","93c90a937dd4b53d5d6f7a28e9aa8c512482d338","509c974edd2e1f8570f110a22c9de45c8105bc56","e98e53030e9d4ff5b97cfe8d2512eee4c424c227","60501c1d8ec34a50a78a8a226000bce2f6e86993","f8d141f258e92fe25f17dd812cce535dc099265c","9c9cdb773d867b53bff8659e497125038917f38b","ad975bda5f6c08fe094e55993fe7f87be72f49e2","1b74e9d34d7435aafe022d43ceffd3664efe5505","965f0fd9601e5cc2fe262e5402280f4c14253b1f","3e029f9093e5988733ef7ddc8a5711e3341f6505","c09db7439505f49a0958f68e782df94b3807341a","252535e8bfdc59e0653a2d11b891e75a4e25fd9b","06bd7b4dd8656644fea493d082ace4df836cde3e","3b98e8c2b30822db7f0d72eb3d2f33c7cf88f427","6e02b53bc7492dae3ad9a29eb5cd57e6b4905d11","d945fac6333ea57237b132a36e938306fdea044c","395bc88e0c22c646acd1d95d69ccca9c03e4113d","60ef49d4d12c8e6cdf43504f49899fb72eed2cbd","e99c995cad13dce2f37e9d751fbe3d161f9da90b","45dd246c4f72b94ee787c22cdafa4d35414f3e16"],"journalName":"Journal of nonparametric statistics","paperAbstract":"Autoregressive (AR) models with finite variance errors have been well studied. This paper is concerned with AR models with heavy-tailed errors, which is useful in various scientific research areas. Statistical estimation for AR models with infinite variance errors is very different from those for AR models with finite variance errors. In this paper, we consider a weighted quantile regression for AR models to deal with infinite variance errors. We further propose an induced smoothing method to deal with computational challenges in weighted quantile regression. We show that the difference between weighted quantile regression estimate and its smoothed version is negligible. We further propose a test for linear hypothesis on the regression coefficients. We conduct Monte Carlo simulation study to assess the finite sample performance of the proposed procedures. We illustrate the proposed methodology by an empirical analysis of a real-life data set.","inCitations":["7c23aad24d9f3acb3def57c6ef04f48bb0b3d36a"],"title":"Weighted Quantile Regression for AR model with Infinite Variance Errors.","doi":"10.1080/10485252.2012.698280"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["8141b79fbe7a810dc26fd6aefb3018a37205f4d7","93a07176704b7679eb27c9459337beb06c3054ae","9871c9dce9887bf4798b5cd0a6aab34c3363b898","bf0c1e60cdd5ccf3ec1b8a79c9865236ad42b10c","ed831e9c931f82488374629e3245008cff4bcb53","e1ababf08c9ec103db854a2c1b4db611142cfdb7","f5f4464716794cbe7bf3a1c113ce22e7fed444e2","80762cf6c7180db5c0d17f4eab7a7f894d8f026f","143d2e02ab91ae6259576ac50b664b8647af8988","dd8bfb80f22ba89ae4a0b6c9721a954c29b351f2","c2e1c14b103bddfc992a5bdbcecb418a6f8d6426","ccb09e3a0ac30cc904d3eb879ad1569e1843b437","725b490300c13745c540ef349066f7d90d022a1a","fcbceac118717eb78b2339ce31fb63e05eb52d89","75ad859b04adb042920005818ba4428b14682597","1df6875d672248eb68383ea935c58bc5607f5d9a","9c67f30235a47e305dc57c9f185d5587faca4236","ae8c54af98c689ca9db96de6976119091f475bfc","f6a13f116e270dde9d67848495f801cdb8efa25d","bf29ca84c21280dc18d0ff9e8b79f52362c92501","227f5e7a42981632d7cf7acd9354ae6378247461","673f6b73139ac9111b5997b114060fd5a152169c","fc708347109c16c96bbc949ffa09092762b0360a","ea54f0c0568cab38619ee51e6ac021e76d6a6559"],"journalName":"Pharmaceutical statistics","paperAbstract":"An extension of the generalized linear mixed model was constructed to simultaneously accommodate overdispersion and hierarchies present in longitudinal or clustered data. This so-called combined model includes conjugate random effects at observation level for overdispersion and normal random effects at subject level to handle correlation, respectively. A variety of data types can be handled in this way, using different members of the exponential family. Both maximum likelihood and Bayesian estimation for covariate effects and variance components were proposed. The focus of this paper is the development of an estimation procedure for the two sets of random effects. These are necessary when making predictions for future responses or their associated probabilities. Such (empirical) Bayes estimates will also be helpful in model diagnosis, both when checking the fit of the model as well as when investigating outlying observations. The proposed procedure is applied to three datasets of different outcome types.","inCitations":["c908f6b22638c7964ffcd791524bc64a7b79e3f2"],"title":"Empirical Bayes estimates for correlated hierarchical data with overdispersion.","doi":"10.1002/pst.1635"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":["279930f6bdec139a9eaf9f17450494039e5d8898","3fec56c823eaf62632a6501acb003f5ffa0751ec","7518f651bc962ac7514aba43969e553908da3f6e","fa3611acf748674c9e74727cf2fbf45b55648d1f","08e2beb9fc1b77e3d42efb7708f2649da533d93b","b0ebbcf713b3ddf3f94325bc58dc39ff76fdc412","b16cd25aef1d6663167733a2ac7681a8d7b23990","0514c2895a30b47b7c0449ddc87c5f6b7e4f1556","6bf4e723fec2f0d9ff11fff4b96ebdb5296c2866","639994438c2c5cbbf2ecb89bacd1faae565625e6","e945beb280668d4cb346d9209afec4f6a9aed7ab","7f7ce45eb9773c8c71206f80b172968c855a378c","b14f4269f09ef77ad310581ea82d502402d90fb9","83730969c0686b1d185bcca39f9b5743fa53ebc1","c83cb156e8812906bf79337032e076f734eb5d80","c65d341e1313e153cbce97dc9de38bbf6b94bcfc","8042f347aee40f9e75c4dd820b595af08e7095eb","298da6605b5b7c0f8149ff4544b9ca8c6ede5098","2fd9e7fd54808c47ef62dbaf931457a8590bebf3","f4890345d1f0547606508185cf65d49613fbd423","291c9d66cf886ed27d89dc03d42a4612b66ab007","9f1bc6bb83fe172d3e21d889b0f67ee8abe6b0fe","0f2550ee06c6cfadb8dc52fc6744b8b11aeadc8c","e197caab023d0d40aec7d96e622dc2cbc14e6971","7302febdec049235971895db54aef77e7624dc3e","2dd32ff6608812d9b5d3877340df1cf9fceda08f","da571e9cc5e1d067e9848da6a235558926f4f46f","874f15f67fa41e3afee6ed5a94bb07780ccbe59f","3bda8b8dd09117f7d5abc12cf4581ac50b6412ee","d7203a27edddacbc573a29754bc192f7bedecaca","93bc678116f0a062de7f694e0552f56df924d08f","afb215711a77f9d49a52241a7e59764c6d9a5ce1","64596abdf95560ac4be87c71424d011eb1e51f78","1f9a6a182c1755bbf4c0c7dc89033b8881f6ffc1","0ae4d69758924c3b2c85c856ed9fcaa4c9c82201","b38a5f78f6f5e1b9cac33c69c8ee1288b5d115ec"],"journalName":"Biostatistics","paperAbstract":"SUMMARY In neuroimaging, hundreds to hundreds of thousands of tests are performed across a set of brain regions or all locations in an image. Recent studies have shown that the most common family‐wise error (FWE) controlling procedures in imaging, which rely on classical mathematical inequalities or Gaussian random field theory, yield FWE rates (FWER) that are far from the nominal level. Depending on the approach used, the FWER can be exceedingly small or grossly inflated. Given the widespread use of neuroimaging as a tool for understanding neurological and psychiatric disorders, it is imperative that reliable multiple testing procedures are available. To our knowledge, only permutation joint testing procedures have been shown to reliably control the FWER at the nominal level. However, these procedures are computationally intensive due to the increasingly available large sample sizes and dimensionality of the images, and analyses can take days to complete. Here, we develop a parametric bootstrap joint testing procedure. The parametric bootstrap procedure works directly with the test statistics, which leads to much faster estimation of adjusted p‐values than resampling‐based procedures while reliably controlling the FWER in sample sizes available in many neuroimaging studies. We demonstrate that the procedure controls the FWER in finite samples using simulations, and present region‐ and voxel‐wise analyses to test for sex differences in developmental trajectories of cerebral blood flow.","inCitations":["5fc8d61512318e743f2eb455962dc2f38df6d6d0","00324cbb3a5e282ab8828d322bd676d16d0b8644"],"title":"Faster family‐wise error control for neuroimaging with a parametric bootstrap","doi":"10.1093/biostatistics/kxx051"}
{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2017,"outCitations":["c1a2495710926e94265831af1742eb1feb0f8465","d301fd49b18ad036be64672403247a7206d80620","afc519ac4929bff2db6979d98d7872a15691fbf5","27056831c0551630a750f849ebcc00fb1fb549ad","7d309c18458fcb639df72d02f92c613153271ef2","c82e1305bc801d67d23cd1cab1c36ec6fb585cd2","581e9e7880f411c0839cf100a0cdab3a950f7f20","707b13278fbf8e624c63533c82f80535de678122","5f3aeb08cbcf91dbd0d49a24c59a2b57d69e71f4","1f701007f789890d1066172094bbf158f002f673","37243be2e3717086459590ef3ae1b85f7ea85622","7a108630dfda8447883f8e5431c83f7e0b18b3fa","5130ea633245eed0d783eec3d4bf8caebc51a809","5ff4660e64a9cbdb2fe1aa5e79e777a0aee92ecf","a695273fa9694c0d898e723c82a265f7122e8f3b","d52edfb1b477f46540e4509dfa5aefd42015b915","e973badc42197b438921e77bedf083a66de6e9c0","53921aeb6eeea4b022183bbd25e3e85a3ca0f2e7","60ebaac94dcba1a8d66686656425ae250cc49351","cd6c23af32853d1bb07baeb3fbb86c9dff193dd4","e662711a613b35c6e6119e9236a9758b94bc8b53","fcdae0d4c50c5a389e990cdb4ae74b41f891c785","bb655deee209676ba53b789cddbd26e38915c040","a1cd00d5bfb7abc5a874508518d44083968edd91","d2dd48f65726262c17d6fd65999d58c7545bd289","4bf3ce9a7853595a07bb2ce2d83bc7f322627913","7b5333ce14d356d2914b42b3b8994181f12ef81e","d764077c01cb5961e05e6a088ac8d26b62a01356","d553c67e174f2b7cc5072c32e9257ab897c5601c","d6815835b369de133bca5bfa9d91a6a3593acc54","9af96f9ff34148524faad5bf1e7349ca2e4892f2","c4afb24c35815892d819f18f8db678352b400be9","a82efd78e2c602ec17e775f371817ab1b8c1d177","801257f13663c493851d55366b431fad0cc801a9","b43c54d12d5d8163b523b7625ba4bd4b64604350","54832f5f4a629a115ad0069c62222973b3568eac","a58ba72c071a232d2508097aca59d7f8e451aaf5","de68accd3a2e4411c0931ca14b7eb46b44bdc9ed","f73f700e6f25b1e844547504f8edff78db6bd1ec","3e8b253b44e20612adc26aeeba8a75c5242947b0","fab4e2bc033cb8bc1a5587b235184c66e4faea2b","4693703e0e1e30686182cf5bd7c070ed725a49f1","063fd41fdf678f0aed70adf76af5571a2cbc4692","7aa841327aafc1098772ce488186c59faa742931"],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Stochastic epidemic models describe the dynamics of an epidemic as a disease spreads through a population. Typically, only a fraction of cases are observed at a set of discrete times. The absence of complete information about the time evolution of an epidemic gives rise to a complicated latent variable problem in which the state space size of the epidemic grows large as the population size increases. This makes analytically integrating over the missing data infeasible for populations of even moderate size. We present a data augmentation Markov chain Monte Carlo (MCMC) framework for Bayesian estimation of stochastic epidemic model parameters, in which measurements are augmented with subject-level disease histories. In our MCMC algorithm, we propose each new subject-level path, conditional on the data, using a time-inhomogeneous continuous-time Markov process with rates determined by the infection histories of other individuals. The method is general, and may be applied to a broad class of epidemic models with only minimal modifications to the model dynamics and/or emission distribution. We present our algorithm in the context of multiple stochastic epidemic models in which the data are binomially sampled prevalence counts, and apply our method to data from an outbreak of influenza in a British boarding school.","inCitations":["9e9de6acbe7667bb61427c198a1fcf6094cd9a6e","9acc731550520053c8f8dc9248dd587ea6397114","23a8045db90c6b6130dbe705c90d6ad7a4565a0b","76bbb6ec29a0fa9f3ee67d3746f4de6854c6901b","9807943aa3840249b4c291c182adb4dadf4448cc","6cefe2de880b3f7edc35270f2c148640da3196aa"],"title":"Efficient Data Augmentation for Fitting Stochastic Epidemic Models to Prevalence Data.","doi":"10.1080/10618600.2017.1328365"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Bayesian methods are often used to reduce the sample sizes and/or increase the power of clinical trials. The right choice of the prior distribution is a critical step in Bayesian modeling. If the prior not completely specified, historical data may be used to estimate it. In the empirical Bayesian analysis, the resulting prior can be used to produce the posterior distribution. In this paper, we describe a Bayesian Poisson model with a conjugate Gamma prior. The parameters of Gamma distribution are estimated in the empirical Bayesian framework under two estimation schemes. The straightforward numerical search for the maximum likelihood (ML) solution using the marginal negative binomial distribution is unfeasible occasionally. We propose a simplification to the maximization procedure. The Markov Chain Monte Carlo method is used to create a set of Poisson parameters from the historical count data. These Poisson parameters are used to uniquely define the Gamma likelihood function. Easily computable approximation formulae may be used to find the ML estimations for the parameters of gamma distribution. For the sample size calculations, the ML solution is replaced by its upper confidence limit to reflect an incomplete exchangeability of historical trials as opposed to current studies. The exchangeability is measured by the confidence interval for the historical rate of the events. With this prior, the formula for the sample size calculation is completely defined.","inCitations":["94676fe65bc4b774e490b7b369aa40a03e71ad93","2a235915c2a22bb42fc44a4206538133ae53560c","ce4c05d2a1e887286ec1a1e2e0ea811959178509","62a9897830e9bceea3630962f8715c92a5d60043"],"title":"Empirical Bayes models of Poisson clinical trials and sample size determination.","doi":"10.1002/pst.383"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["5b8ebd6d11ddb37e3ccf9f1d3a6d43f2c5a6ed38","687bd3b4d850551bb73cf0ed489e07cf33df6154","a6f4a74d47919f33197a1499088dab95610f39a2","8562d9098bad3bc688f804ab7e87cbee6b0c7946","83c72d83164885f6b9b2a2760ca5335ef62155dd","66e0044fdfce2552708c031f40447fc41569504d","640d2428e026b656b0c81c96274c6f1add3695b0","7d4b506dd32d13d806f11e46bd189b26a0117914","eafe9fae94acd8db1b31fa307ed891f05b89ce15","f2369601b3bb1633b4b68249e932e4e59369318a","ba2e2458aab4c97466f951677288dabc211d2dda","d84e9af1293de3ebd5fad73c772350502065b695","ecce1185bc10b0ddfb3c68f8bd5427a67f548016","a781ce1aa898bdbc7c87e5859cbdc582538169a4","952636a3e3a473f2c910876fc7e018c5cef73699","3e8b4e3feee2078e984723b5723b7542fdcb71ab","35ecb15d78e45325fec242a56527d142f9145ae0"],"journalName":"Biostatistics","paperAbstract":"We consider modeling the dependence of sensitivity and specificity on the disease prevalence in diagnostic accuracy studies. Many meta-analyses compare test accuracy across studies and fail to incorporate the possible connection between the accuracy measures and the prevalence. We propose a Pearson type correlation coefficient and an estimating equation-based regression framework to help understand such a practical dependence. The results we derive may then be used to better interpret the results from meta-analyses. In the biomedical examples analyzed in this paper, the diagnostic accuracy of biomarkers are shown to be associated with prevalence, providing insights into the utility of these biomarkers in low- and high-prevalence populations.","inCitations":["fcf3b3ee855f5202633962e28579c23cb03cc8d9","0ac454095d301cedf16277a07fbca420955e5f1b","b837b69a51ac81c70ea529ebc2c7dfc86432c063","d12af7bc21c5a08c9e29f74095f6383ba3fa4a5b","135d4b73100ea987fed7e5311caef4f85f6d62a3","b443134afc1307b1dbbfabe3c33b353bd1b72a79","7eb4ce9eedd2fbfae86dfb7c038a0eb700834690","c6852ad314ab220185524beae0e799c07db64028","e4316e904a859824b25744748db0d6b71a1ec8ce","9e9d198f066c193efd599790154d4ef794808246","b3255628c49c6f28b5e42dfed33cfe8910dd8ad5","2dae73ca5596341f020aad0d65b22168c23d26c0"],"title":"Assessing the dependence of sensitivity and specificity on prevalence in meta-analysis.","doi":"10.1093/biostatistics/kxr008"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"Since the implementation of the International Conference on Harmonization (ICH) E14 guideline in 2005, regulators have required a \"thorough QTc\" (TQT) study for evaluating the effects of investigational drugs on delayed cardiac repolarization as manifested by a prolonged QTc interval. However, TQT studies have increasingly been viewed unfavorably because of their low cost effectiveness. Several researchers have noted that a robust drug concentration-QTc (conc-QTc) modeling assessment in early phase development should, in most cases, obviate the need for a subsequent TQT study. In December 2015, ICH released an \"E14 Q&As (R3)\" document supporting the use of conc-QTc modeling for regulatory decisions. In this article, we propose a simple improvement of two popular conc-QTc assessment methods for typical first-in-human crossover-like single ascending dose clinical pharmacology trials. The improvement is achieved, in part, by leveraging routinely encountered (and expected) intrasubject correlation patterns encountered in such trials. A real example involving a single ascending dose and corresponding TQT trial, along with results from a simulation study, illustrate the strong performance of the proposed method. The improved conc-QTc assessment will further enable highly reliable go/no-go decisions in early phase clinical development and deliver results that support subsequent TQT study waivers by regulators.","inCitations":["7072cd774cf079bc43fcef81b6250546537954e1","c8b52adf6838a65aed009c2b53131df89e6fc8ed","e84da3d4806f9e0d2e269001314f3b9b08b4e800","dab14221c13ae4410b9240c215b69590f51da0f7","f9b4e64b8f47e373655a10ef209981aa13c47f4a"],"title":"Enabling robust assessment of QTc prolongation in early phase clinical trials.","doi":"10.1002/pst.1806"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["aeb8b8ef28066b7b6c9a6574c5c0faae377d0654","8fe4995d6d0b2bb448fa4e276f5c4c13d97a078b","856ca4b995ce3e11a3123be65d256d2206137d08","5c5f3b3a34677b39a00579ffe60677218e554ab0","c8229a14d0299d0c0908bc673f9072d72a5229b2","04157394dcff6b4de00846579788fbf6a43669fb","a2db8478606cba47479b54801422cde4a3e2765b","f8d65d3d73bcb4cdc99ab96a049e567b98520e32","8560a27c7530a1a6f3e6d6fc1d129d54dc764465","2da022db274fa0b645b44198a6d6505779585f03","c32f3023702a63cfb7150a291eddf18223162715","a2b3d6dd4fe6ccf2d210b9b5e3fdda4d9fc51877","233bf56bb7fb04f9a297f289b27a9d5115fe4e39","937ab4f6aa3afdbc2baba147e0ee2ffc9dda66ba","ef249af869777d22ebecbcd2c6e27e71a61011dc","a43dabef8ba3e2c7915089d6296a9c15f95413cf","a02bcc87a4ffd56c68da411f7e35b7160b3c9f94","22c6062e0d0b46a1b5cec73f9edcace3fa06973a","bbc2aee0eaa4de071cd88f89519d7b5dab844f29","6ea42fc1f2bcf0adb1d2801583a54337aa9f205f","e53f7940dde4ab98bae8d919a1eb331d46053794","81e7be67d1b49b8b0c7403bd8b034078af46990d","7ae6207e586ce2d66314094ca051507cac805420","cdbe0f5d7cdd3925f8f5793c2db90b628f57dba4","d11aa802cee46b941c0fdc7b10e35bd8a3f2071b","0ec24658c3078b7c4407e3e27cc6cc06b04ff81c","6f2468cc8eac344defa1d0f98116d8ae41d0b237"],"journalName":"Pharmaceutical statistics","paperAbstract":"In cost-effectiveness analyses of drugs or health technologies, estimates of life years saved or quality-adjusted life years saved are required. Randomised controlled trials can provide an estimate of the average treatment effect; for survival data, the treatment effect is the difference in mean survival. However, typically not all patients will have reached the endpoint of interest at the close-out of a trial, making it difficult to estimate the difference in mean survival. In this situation, it is common to report the more readily estimable difference in median survival. Alternative approaches to estimating the mean have also been proposed. We conducted a simulation study to investigate the bias and precision of the three most commonly used sample measures of absolute survival gain--difference in median, restricted mean and extended mean survival--when used as estimates of the true mean difference, under different censoring proportions, while assuming a range of survival patterns, represented by Weibull survival distributions with constant, increasing and decreasing hazards. Our study showed that the three commonly used methods tended to underestimate the true treatment effect; consequently, the incremental cost-effectiveness ratio (ICER) would be overestimated. Of the three methods, the least biased is the extended mean survival, which perhaps should be used as the point estimate of the treatment effect to be inputted into the ICER, while the other two approaches could be used in sensitivity analyses. More work on the trade-offs between simple extrapolation using the exponential distribution and more complicated extrapolation using other methods would be valuable.","inCitations":["ad501a1b1625dc6e31da476d2ce9f8d3f2bd7d81","5dc6783daf6fe1ab34d47ec7ea4a3ada5d1c487c","42f45dbc7f2898abb096e2f350a1f531adb43cd7"],"title":"Bias and precision of measures of survival gain from right-censored data.","doi":"10.1002/pst.1700"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Journal of statistical planning and inference","paperAbstract":"Varying coefficient models are useful for modeling longitudinal data and have been extensively studied in the past decade. Motivated by commonly encountered dichotomous outcomes in medical and health cohort studies, we propose a two-step method to estimate the regression coefficient functions in a logistic varying coefficient model for a longitudinal binary outcome. The model depicts time-varying covariate effects without imposing stringent parametric assumptions. The proposed estimation is simple and can be conveniently implemented using existing statistical packages such as SAS and R. We study asymptotic properties of the proposed estimators which lead to asymptotic inference and also develop bootstrap inferential procedures to test whether the coefficient functions are indeed time-varying or are equal to zero. The proposed methodology is illustrated with the analysis of a smoking cessation data set. Simulations are used to evaluate the performance of the proposed method compared to an alternative estimation method based on local maximum likelihood.","inCitations":["52c307eb2c9cce7790840442cb59e24bc699ce39"],"title":"A Two-step Estimation Approach for Logistic Varying Coefficient Modeling of Longitudinal Data.","doi":"10.1016/j.jspi.2016.01.012"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["4a2265d18509e883ec978e1047c0dea3f96a27df","b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","d016420d244caa241c52c62bb2502c85f7048fcc","0de02f2389e643a3e0eb5bd42f4276e696dbfeaa","91912eb10ea9270a686f45f51bf81939f264916f","f1d3d313a723c9eaeef496244edcfefeae237feb","7700190ed77117da00063e642c84ae05ae715a3a","211319a26e20cfd9762128064527de4be38b8dff","1f37829bc8a1c63ade6f93f24330e8bd5a0a316a","d918cc6e015b9907b7ff072afc7b2a54f87467c6","e6be2250d5b9d4a1671ec2259f97b5aae23be037","ab05e999e5a61549c3497654ef54c88c6886d81f","f34d90d50bea3d4d777389f5ad3c8dd5d2021b26","8a3fb34eb8c817f56b25c9c9415045304a4e2537","3902de5f0059d63c9b8919b194c85fb7d9b42a6a","530bd15ad00a2e510e69ba6d961156d53780358e","53091c437eafe662dc49ca8ff3ba18e6eb3bd8d1","c8074f60b37b42394c804eda1d3318e451d40ffb","8996f4a0371de9c4e4385853e977b84a7fb049a4","3db03751c412b2513ec4a179d2708f53699d72e6","779a20a6eed5673015a3c1baea352a1832a5a89b","162a9b363b56bc3656a74972976223a03ea501f7","255e9bc871f82184c267738483eb07c198e90480","76ded5364597a6b4abadd6a155f67b262c2c3f7c","cbbc12d639c964f52ad77e60d6956e53ee4c2286","0a8e032464ec77c03dc9537627db3e7dc76b3e69","35f34b6ead0a8350b31df5cb2daaedef08570624","379df72de684003963f11427c97490a8c2d2a593","41f316228781e2687250519933c58921514c5a80","b89372e946acef85539a32ee60a656e3d2e87af3","a560deab06a75dccd7337d9c149ed5b33cddd9fb","3028253fb63f89bb382de5301830f4aff4734344","cbcee14b3666efbf99256a24f834dad4e86acd29","df5306848897afd40a1e4a8e31b328439ee8efb1","eb41effac2e39c92ca513a909a4d037e276cedce","657bd455382a141e623665cf7e30acbfd8175533","3b6738196526cd721ec1567c951a4ac8085a3baf","d59780c129598857dd7ba888be017446a1849861","503cee3e907e960e7198ee4d93c564a33b9a7bfa","6ad0e8f977591fd8ce207aeffa0f96866601253f","c90061042d1c08abb90181e6bfb794bf9e950ae2","fb0b812d9ba1a4b33f399fd51b56693e1935c745","c3ec945e6514010e34f2bbe5fa6b44f1104cc72c","30f7170a4c170f8f6635dd7c2263cc94a0d69be2","ed2cbfa31e804256a58454f59197f4264c7348ca","31b33d86ef83279a329e746944c00f6739ff7d7e"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"We propose novel methods for predictive (sparse) PCA with spatially misaligned data. These methods identify principal component loading vectors that explain as much variability in the observed data as possible, while also ensuring the corresponding principal component scores can be predicted accurately by means of spatial statistics at locations where air pollution measurements are not available. This will make it possible to identify important mixtures of air pollutants and to quantify their health effects in cohort studies, where currently available methods cannot be used. We demonstrate the utility of predictive (sparse) PCA in simulated data and apply the approach to annual averages of particulate matter speciation data from national Environmental Protection Agency (EPA) regulatory monitors.","inCitations":["11738a40c51c9acf2702ca9c43d3ff53e9a4332d"],"title":"A novel principal component analysis for spatially misaligned multivariate air pollution data.","doi":"10.1111/rssc.12148"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["bc8cb930c10d7664fdfe548bbed6f2d5f9b48804","01923bf49b8add6f2cd26c7133e108d7c202593c","ef3457d11123d3bc078726b029598f2644c2922e","84722301231d159b9c717707a29adecabd94ac37","3348301f102cca12cff1e154a2b3557096c0bc62","9f2a597abc640d652734ec29a3c6025d90a3ece8","dab8c701d1f1c9134a5994515c07c919e8eb9db6","a7c13bd5555812a29c92c4ace80c8733ac59fe23","5929a18c7f94ea8bbdb7bf58920a0006998b8896","7964ada9f332821273d95b36ad459cd0073bce98","8669d411179b81a561f06cf3dee9f2009823e809"],"journalName":"Scandinavian journal of statistics, theory and applications","paperAbstract":"Functional data analysis has become an important area of research due to its ability of handling high dimensional and complex data structures. However, the development is limited in the context of linear mixed effect models, and in particular, for small area estimation. The linear mixed effect models are the backbone of small area estimation. In this article, we consider area level data, and fit a varying coefficient linear mixed effect model where the varying coefficients are semi-parametrically modeled via B-splines. We propose a method of estimating the fixed effect parameters and consider prediction of random effects that can be implemented using a standard software. For measuring prediction uncertainties, we derive an analytical expression for the mean squared errors, and propose a method of estimating the mean squared errors. The procedure is illustrated via a real data example, and operating characteristics of the method are judged using finite sample simulation studies.","inCitations":["fcc7883c6bab349ec9e94c07468b13907e545d58","c02452da415b2f24d6cce2d43aaf15834e6e41b2","d4f249161b4faa7f89722a053c71556e87b6ddcd"],"title":"Functional Mixed Effects Model for Small Area Estimation.","doi":"10.1111/sjos.12218"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":["bd4266180f0147585d6d52f43fad9cad9e9b1e89","b703668663a8526570d779cecf87e7f02b0d9315","bf9c85ec5550a46029881a2efed8b6af709c28d5","f4698004a019d70fb974390bc1f40d6c6b1fd383","1bc6f505726c4c3fcc70244a320b88dfc24a700b","a781ce1aa898bdbc7c87e5859cbdc582538169a4","7ce10624b09c54d2604f60b4c2d48409201fcc5b","d2874954bc4319032e8df7095bfa578107462f75","54cd8844cacc54b1cdeedc250c08771c05fa33d2","e791c15b26a99e65e118b3bc2f4332d997e0a838","c9803aa05a508e00e4887eb586a3fad024c27c55","027e28cc4cfde77fef014b21a0016e66d9dc22f7","f1f35278a18429e226da2d5df3a7889cbf0e5643","1d1d4ad81c4f1acc6154707af12367fce4d7ca89","75ab7c595c858c2ef841609438eeca2dfd82f97f","34c74ab0670847a45c02644127e18a1927bc35f9","78a7152f03bb334e3cbbba1272c1ac57038ae9c2","d817c301bdf5971f396216b7ca1ca7425b5213ea","7fe8556d0f346db8c9be331b4647122543f9fa02","41b92341001c1723c6113b70b0c993978859f0c5","724d3399abbdae53d1662add59418e881722a0c0","48a51d2097fb5f9e105870c6c88e7310ddd75d3e","dc4488f85e0f0e7b51a9f638c8aba607d7eb33b1","eafe9fae94acd8db1b31fa307ed891f05b89ce15","e3d7cf7b7c5e6112be57af864152e0b4efc6864e"],"journalName":"Biostatistics","paperAbstract":"Multivariate meta-analysis models can be used to synthesize multiple, correlated endpoints such as overall and disease-free survival. A hierarchical framework for multivariate random-effects meta-analysis includes both within-study and between-study correlation. The within-study correlations are assumed known, but they are usually unavailable, which limits the multivariate approach in practice. In this paper, we consider synthesis of 2 correlated endpoints and propose an alternative model for bivariate random-effects meta-analysis (BRMA). This model maintains the individual weighting of each study in the analysis but includes only one overall correlation parameter, rho, which removes the need to know the within-study correlations. Further, the only data needed to fit the model are those required for a separate univariate random-effects meta-analysis (URMA) of each endpoint, currently the common approach in practice. This makes the alternative model immediately applicable to a wide variety of evidence synthesis situations, including studies of prognosis and surrogate outcomes. We examine the performance of the alternative model through analytic assessment, a realistic simulation study, and application to data sets from the literature. Our results show that, unless rho is very close to 1 or -1, the alternative model produces appropriate pooled estimates with little bias that (i) are very similar to those from a fully hierarchical BRMA model where the within-study correlations are known and (ii) have better statistical properties than those from separate URMAs, especially given missing data. The alternative model is also less prone to estimation at parameter space boundaries than the fully hierarchical model and thus may be preferred even when the within-study correlations are known. It also suitably estimates a function of the pooled estimates and their correlation; however, it only provides an approximate indication of the between-study variation. The alternative model greatly facilitates the utilization of correlation in meta-analysis and should allow an increased application of BRMA in practice.","inCitations":["7dbd5061486abb0e310d694d521bf612afc2bec0","66aacd6fd71acce1089597ff1ac0aae3e4065455","466d8e45409d63ab5cd05110a15b9a1c70597090","a67f3653a0954330ca9cc62c2eb70137be91153f","7301519f8b1c31a655109e4f5b1496830084ebdb","52701e18f91bb207800b38129586b3edce245cf6","6bec67e63ca287850266d8b962b5111ebea5914c","985d5b2d2476d892ef8c975d15b17232b773406b","5cbb2a9e2782ea0d26291ecdb370a6cdfecad55a","f0594484cb32dfa143a5d91499d8561393dd382c","7d2deba5715a3cfe80ca25fb588ea4f1cd54d9d3","f0954bacc10470e27a2d260c56f6852e448d49af","c69734fffa06fcdcf10088c6914f30da158c327a","2941e5991e400ac3aaaafb71f473b8d495cb1d3d","d137e2b16279dcf4465887719223085155a36ef3","6c48180f1890caec058fa0153e18b6c43af68e7f","9ffe687da6eb2b68289aca4d9bd7869ccf4b4acb","8a5a938a365f9878f2dc9d53a21b1dc628bc9b39","b227021dc31ef34643bc7b91cc242627c06efbc1","88058f99531a043317b2fc67d7354f1615e6b97e","7f9949844b0042698f40058dd875aef7b1b44539","97304659e15c8ee9b59a22859b4ac94393a143f1","bb66e2012c3fb7d51cbc9373c7e7b0dd50cf1afc","f9b0e9deece40d884bb648b01c192c0cb907b455","99765d8689aba0b877b64ff4730f94bde024aaad","4a0ac826f8ed22b61764c089ced703de684c20f5","981cddde2b3d53a22aabea153a2707bf66f3d11d","d49706b35701a3782fab72f2d60eca52d7b515e1","c6852ad314ab220185524beae0e799c07db64028","b507e5db0d8cd3454bb5a6ee2b87cffbf3527b86","7f29c77b5085c9ded39c6838ae1fb87045d25ae0","59ec493be88079bb772069fe7c841c27a3915d7c","c366845569f8ec557f604dd58864498499702179","bfa6d4ba6b737acb6df0afdafeade0055592b61e","e60dfe44ff24046742612b68d26080f56b755a34","b6a6b4e6ed035f11e0cc3f13051aaf45b574888a","9b37520fda780e886086e20d10b6fc10ecbcd96b","af9c6c6e91a3cbcbfac3a6e7d746487ec8e662df","063cc6ef7e7b9732998c92988491a29cc0f7741e","0b3bc870a77dbc26e73ceac50924cccb91df3521","bd2c3f6b0ba52c8388e78ea9acc96711899c668f","870a0412f17de7216d576984c5f6d5c658dd01d9","4995691b2a28cd1a6197b9a309645dfe51877d61","e53acb64c2d891081805d04f9c82a709ac453993","1afd4cfc5dd88c0d9179f50b70c0ade6a044173f","ea0285fdf7d38d22f59f8633a37fa71d1c8868d4","2dbbb8a926c6d0a80883c7c7e845a95ef82a1d72","e256a5e944f15f93f83f7588ce32c440bc0099c1","36c6918f7d99a11e7667f4081210f27b558cec5d","29cd4ca17bfcbd5a858db829698a141b071cd3b2","b0fe1627fe2d31354004d36155bc4e4dfd4f31dd","672038ce17de3d0d53703cbde0aab1d0d6219e03","e45956c2a59d1eb83d3e11aae40c420a56d69564","c1c5bba1de04e2e5ef9c062ab41ae2fed78c15f0","ce3c421476947ae103ef20b95ece873db0d54429","52043b3b269985d0915efe5cc87058f0655b3e57","656ff11d686abc2cc38a76c9ec98de494a1754d1","007e84967dc1cd82d23b6950fb4c08e5313a414c","aa6e585d13bb71b78c1510ecab4d226b31ad1eba","31bbffa32b9fc7bd5f7cbbb6d8c8eeed4bbdfb54","67c2dc46580b96da2cdb94a28aba3d8343da661b","9fdae62b538b5bd9d4a8096441d7f025633479cd","fe90caa17f3a17c078e462ebdec87cf15fa512bb","b2f7d7bd2c954e06bc720338d8fba190b63f27ec","8e99b0fabb8b3ec8f78977d0530918287f7d7239","c5fe3c6d1e1d8d5479ac19610ab9c20999626073","6ce5b9296e0afe4ec9e48d130ba46ca2b6cca5d0","bc420c8f8e25e7d5ac119919423f157911661c8c","3850f69122890f119599b73b522375f9ffcac095","7a2e35112bc1839dbebe1de388488f70344c7f14","b22c666fc66c488debed05f485657eccb40ce101","6c1731d0afeab8221f96a97923801d561b775106","e8224da23284f3943ddcc028dadaefc300804215","0015fa4de6b3be46519528d134da0687c59fa132","1d0d792d7440bbdc319f235fe70312543fc3a9cf","b843c037875233815cbadc656f8ac441c7f309fb","07340a7de13505c767d4be1fa339b99c9f898f6b","332e1a518c6ca425f0ad23d9621dcc46ae7f2c88","7f497a0025ae0c9a3624819a01adf6c9f0913f9a","03b73beac746d50cc0692f5d4307a560f85e8ced","2dae73ca5596341f020aad0d65b22168c23d26c0","5ef393c758eb0829eeade3bf6592ac323801e32b","c80c9370a0e0081ec1f6e2285166fac448d72c29"],"title":"An alternative model for bivariate random-effects meta-analysis when the within-study correlations are unknown.","doi":"10.1093/biostatistics/kxm023"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2014,"outCitations":["e66435fed8d6fde135ed770510330c26120f694e","f7f04e0468059e69aa0b1dcaefa190c54939ec83"],"journalName":"Biostatistics","paperAbstract":"Analyzing the failure times of multiple events is of interest in many fields. Estimating the joint distribution of the failure times in a non-parametric way is not straightforward because some failure times are often right-censored and only known to be greater than observed follow-up times. Although it has been studied, there is no universally optimal solution for this problem. It is still challenging and important to provide alternatives that may be more suitable than existing ones in specific settings. Related problems of the existing methods are not only limited to infeasible computations, but also include the lack of optimality and possible non-monotonicity of the estimated survival function. In this paper, we proposed a non-parametric Bayesian approach for directly estimating the density function of multivariate survival times, where the prior is constructed based on the optional Pólya tree. We investigated several theoretical aspects of the procedure and derived an efficient iterative algorithm for implementing the Bayesian procedure. The empirical performance of the method was examined via extensive simulation studies. Finally, we presented a detailed analysis using the proposed method on the relationship among organ recovery times in severely injured patients. From the analysis, we suggested interesting medical information that can be further pursued in clinics.","inCitations":["2d1db2c0400c54e7ebac6275fbf89859d859df03"],"title":"Density estimation on multivariate censored data with optional Pólya tree.","doi":"10.1093/biostatistics/kxt025"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2000,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"The asymptotic standard errors of the estimates of the principal component loadings for standardized variables are derived under the assumption of multivariate normality. The standard errors are obtained for the usual unrotated case where a loading matrix is orthogonal and for the cases with orthogonally or obliquely rotated components. The corresponding standard errors for unstandardized variables and the asymptotic correlations among the estimators of the parameters for the unstandardized and standardized variables are simultaneously derived, together with the standard errors for the standardized variables. Results of a simulation illustrate the accuracy of the theoretical asymptotic standard errors and correlations.","inCitations":["dc62751cdedcbbd32a683d9eb2c943339c4184d0","70b881a22e1073acc074ba95d225591858f6bcc8"],"title":"Standard errors of the principal component loadings for unstandardized and standardized variables.","doi":"10.1348/000711000159277"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"After a group sequential test, the naive confidence interval (CI) is usually biased in the sense that it does not cover the true parameter at the correct nominal level. Furthermore, when the stopping time is taken into account, the actual conditional confidence coverage probability can be much less accurate. In this article, we study the conditional coverage probability and other related properties of the naive CI and different versions of exact CI's. It is demonstrated that only correcting the overall confidence level does not necessarily improve the confidence level at any given stopping stage. Conditional inference can be applied to construct an exact conditional CI but it is not without serious undesirable properties. We propose a two-step restricted conditional confidence interval (RCCI) which considerably improves the conditional confidence level while minimizing the undesirable properties. Numerical comparisons are made between the proposed method and existing methods. The results show that the RCCI not only improves the conditional coverage probability considerably from the exact CI's but also is free of the major undesirable properties displayed by the pure conditional CI. Differences between the conditional and unconditional CI's and their respective strengths are also discussed.","inCitations":["8208966b3efcac46f42b0ce0ee43a1c0d9502c66","9290e054b4a6021aac8f753af798d42a1e1493d8","23b3189dba690ec4609ffd4feb210dc8103f54c5"],"title":"Conditional and unconditional confidence intervals following a group sequential test.","doi":"10.1080/10543400500406595"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":["54d5760d5ab38e51d34b463d9f95887b10e28f21","f564e901a72cdc95382798a7770db34adaaf0566","856ca4b995ce3e11a3123be65d256d2206137d08","07b2e4c1cb33fe9cdf3d53dad1111a2dd12fbec2","116fa1a75d899463824ac7affd8e69eca6048ef1","7985a78d413fa8fd1155ac038375f8ddf0071d6b","7ae6207e586ce2d66314094ca051507cac805420","0cd55752a7e26a7aa5600c52e48f0fc6c4bec2e3","219d4deca2fafe4c4f21a26d05eb104e306a0cdd","032c89ecea88e184c563128e76a4e63d6297c4b7","0fd584132a573ae5527772b07afdc33900769d25","48bccecf08c39ddc3cb6fe22f67b527680679260","e5be9798fdb5c550ed0dbfd186f2450c6cae117c","76258f1b6d0cd8659e4bfb5144288679b7b50b27","c90a078cdebcd9284d1300d6b14520e9a07c2b7b","f0cb71ecf9d105c9341aee8084bdb8e0652a4516","41fe7dfd6f210e3cca9b3a7d934240b85e64e8c2","a5e02dab59014f56ddbdb60d37e9e866b85eb92e","c1878eddd6f7026fb4930b4ed26c5ef3e692c99b","e42d4210a1caf30c1555acd678b81482f3f8c536"],"journalName":"Pharmaceutical statistics","paperAbstract":"Asymptotic distribution of the mean survival time based on the Kaplan-Meier curve with an extrapolated 'tail' is derived. A closed formula of the variance estimate is provided. Asymptotic properties of the estimator were studied in a simulation study, which showed that this estimator was unbiased with proper coverage probability and followed a normal distribution. An example is used to demonstrate the application of this estimator.","inCitations":["1b975212a937f1a274d6458d12e6793eaa52e202","032c89ecea88e184c563128e76a4e63d6297c4b7","53909bf61d132f147cd17b81bd0c0e4ce87b9aa0","3ccdc8b7b649337d860ce581f9b90e826ff68a3a","c0e05f0755f7f4444efcbed5893ab0d9f92825ea","921283511f66cca37d2cb8403d03fa6cc881bdf3","c3932a803e88b3783867ec79aeecd9845c8d4329","5dc6783daf6fe1ab34d47ec7ea4a3ada5d1c487c","3a91bcb2258c86c27d9990441f4e9940c8f10f35","42f45dbc7f2898abb096e2f350a1f531adb43cd7","1a1da8bd5e750f4e3a4615869d46db7673f6fb73"],"title":"Asymptotic properties of mean survival estimate based on the Kaplan-Meier curve with an extrapolated tail.","doi":"10.1002/pst.514"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We propose an integrated tree-based approach for prognostic grouping of localized melanoma patients. This approach incorporates the survival tree model with the agglomerative hierarchical clustering to group terminal subgroups with similar prognoses together. The Brier score is used to evaluate the goodness of fit and the k-fold cross-validation test is used to evaluate the reproducibility of the scheme for prediction. The proposed approach is applied to an American Joint Committee on Cancer (AJCC) localized melanoma data set and compared with the current AJCC staging system. This approach performs more efficiently than the standard tree methods and has made improvement over the current AJCC melanoma staging system.","inCitations":["1085effa32bbfdba53ae4cf02198b1146a3bcd1d","3cc03cb887a8268c0aa86d73047cd2c1a67833eb","2263584ceb37596c8b945af6b7867013325000ff"],"title":"An integrated tree-based classification approach to prognostic grouping with application to localized melanoma patients.","doi":"10.1080/10543400701199585"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":["e841fa3834e787092e4266e9484158689405b7b0","d6f4eb08a3717bf23129e529a75a9ff33b010050","ce9c927489496b72ee045acfdd0937d4b8bcff1c","5d71ec68c63f52026a28727b6677e5965bb04bb1","fe86c9ef608d5cd33c496d182879192287cf8569","649bfc7786685c2ad919293a01ed79d716be599b","d22432e2c7b0a8db9a6ace00b3f8e99ffe37f18d","b54226fc3e80df52dec62c2c742a0c7080b27e71","8b2666d783d902ba4084260734b624bc0c484f57","835acf7e632d83b39700cec9257f40631422b5e1","765df08457bf773cd7bb0b71212c2c1d749fbe44","9d835450c46f91f39ccc4661ae3e11f152804ae5","3688b993169f4052e3081c015a559a82e024f6b4","b0a4ffe7b6989eb57a5fe1d54ee5871b3d70b6ea","c203ac74081ae1f2c7ef32b87b575ed35c18cc50","40208c5ad1f1716812b14064614ae0683ec0ac52","524064bc6ec713bcfb34314762225325a08fb88e","d00760ca054a90bf6f8bec742635ecca8d76a67d","1c7c5595dc7a1f5d360acf5c360ca1ca49536ba5","6d281f055797105434493f8c77ce24f7423bb646","017b60fe0906948661610f1bfa60d16a7ca47c3f","5bbbcb2988e0ef5171fadda83160db23bfe5829e","4f1302dc690bf0dd6441bce4431e1fdf92a93414","f0c61d3da94e9402023b32125080d486d56b0771","3bab236904a5971c4ea8ab0918ffe3e646eb2181","4d508675ee414f4a8041a7270f63f3307ce50476"],"journalName":"Electronic journal of statistics","paperAbstract":"The effect of vigorous physical activity on mortality in the elderly is difficult to estimate using conventional approaches to causal inference that define this effect by comparing the mortality risks corresponding to hypothetical scenarios in which all subjects in the target population engage in a given level of vigorous physical activity. A causal effect defined on the basis of such a static treatment intervention can only be identified from observed data if all subjects in the target population have a positive probability of selecting each of the candidate treatment options, an assumption that is highly unrealistic in this case since subjects with serious health problems will not be able to engage in higher levels of vigorous physical activity. This problem can be addressed by focusing instead on causal effects that are defined on the basis of realistic individualized treatment rules and intention-to-treat rules that explicitly take into account the set of treatment options that are available to each subject. We present a data analysis to illustrate that estimators of static causal effects in fact tend to overestimate the beneficial impact of high levels of vigorous physical activity while corresponding estimators based on realistic individualized treatment rules and intention-to-treat rules can yield unbiased estimates. We emphasize that the problems encountered in estimating static causal effects are not restricted to the IPTW estimator, but are also observed with the G-computation estimator, the DR-IPTW estimator, and the targeted MLE. Our analyses based on realistic individualized treatment rules and intention-to-treat rules suggest that high levels of vigorous physical activity may confer reductions in mortality risk on the order of 15-30%, although in most cases the evidence for such an effect does not quite reach the 0.05 level of significance.","inCitations":["b669a6fff30ea7be5909e90f33a3767687150486","d25554189ebceb28a6be1227c5193c229b8b90fe","eddc2deb1dc88b61137df2877ec6970d669a8997","5f561f92ceffeff37b1782a22a19ee86ba597ce9","833aa056a64a612fa5f7b7781d29db34a3e9a777","3637d4bf1d6af1bd9dbc46bc2b78db2eaaf3a260","10ec5f67261e156a69444b3845f56d521edf7ba6","a8a8571054845096aef3c12069cd730b0b5d4405","7a592ae91acc5cafcd43bd372f30d63d761b547c","f8cf8f35d47f078fb2cd9ee179bcd68eae08ddc6","cc6862d6d2f952b02b6b9cf18aa56ec131c9c227","ffa068373d99b4184e3a73f7de16f7715d661fe7","7d416d8b6201af8c06e05aa74f7a4ea5f4cdba83","b0b2c40e5689c5e0f6cf234d2ad48c6151da2efc","eba82e05120159fb6d1ee9b214e8ad3f2cfa65e0","72d60971785685a44c2de55ede3a3f830d923e27","e1cad477d89724410abbfc9624299df9fa91c686"],"title":"A practical illustration of the importance of realistic individualized treatment rules in causal inference.","doi":"10.1214/07-EJS105"}
