{"fieldsOfStudy":["Mathematics","Biology","Medicine"],"year":2015,"outCitations":["1e9876f0b167e465ab0b5dfb271e97eadac1f028","1a5af849470fc77578847c64d8087e25c5062c07","78b29c4f30e0d98c4fdd29d58a5c2cf2b241cb90","1c1d9a7c9a51fbd2046a6c2262a24ecb4ed37b3d","9fa8a2f65b4c98cef8e5ce516425e417fc1aca0c","8b39e1809aabb6a1e99dbeb650d001f89f6578eb","9c048cb32d987e3cbaca577db2090882422ca0be","66e6cafd267a2929a08e6ec8a5151e289d60f076","01fa33e00712a8ab927457ee8e8bbef8f88bf38f","d1f2d78bf551b97e4c6e0a522d40ce837265c683","b8ba69bf1a4ad6706509d853e861ac71e7f9f7ca","b0cdd840ab8ac9717a8dc69e05c8bd1eb41256e0","72761396dcce77f059d3a78784ed0f14f303f0aa","6241d9ac2a24852e592a63cc7023017ffe73390c","3d6751b1be76dbdd0a3e65eb45e973bb8d2c4376","fd3e0a65096ebb7ae301cd9e3ccc6ac7fee1111e","15d91e55f2e152264d5d56b71eb9e9db72a6275c","8066e0b5d6efb3674bc3918770732fe3641d9b42","1dc847e4a456a8e7a43daa8cab8d2b7a792f5848","0a41e54688c618973c897c1a9cb22a02b5d3ced5","73057b061a0f9a8442966e9f2a113e4743595021","b0a8003939b352cae26ce97d235881c213915093","31eb8d8c0e6691f77bea7b340879b0fbab45fb30","fa83e74335e0a4b597f7c2690d5f676d4bf8d4f1"],"journalName":"Biostatistics","paperAbstract":"We consider the problems of hypothesis testing and model comparison under a flexible Bayesian linear regression model whose formulation is closely connected with the linear mixed effect model and the parametric models for Single Nucleotide Polymorphism (SNP) set analysis in genetic association studies. We derive a class of analytic approximate Bayes factors and illustrate their connections with a variety of frequentist test statistics, including the Wald statistic and the variance component score statistic. Taking advantage of Bayesian model averaging and hierarchical modeling, we demonstrate some distinct advantages and flexibilities in the approaches utilizing the derived Bayes factors in the context of genetic association studies. We demonstrate our proposed methods using real or simulated numerical examples in applications of single SNP association testing, multi-locus fine-mapping and SNP set association testing.","inCitations":["9c9db3e32b3ff772252d61c330e19b2db6b07565","bebd4c5a2b8fa01e91f0d414d336bd30de20a4c6","d8ec04c079b4ad43b8a259e711e51b8e17d166df","9a17919aed460f59dbcf4d280fd601598995f35e","68e15813e6fd8b0fa1b668f1e7027d5a02991703"],"title":"Bayesian model comparison in genetic association analysis: linear mixed modeling and SNP set testing.","doi":"10.1093/biostatistics/kxv009"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2019,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"We consider the problem of Bayesian sample size determination for a clinical trial in the presence of historical data that inform the treatment effect. Our broadly applicable, simulation-based methodology provides a framework for calibrating the informativeness of a prior while simultaneously identifying the minimum sample size required for a new trial such that the overall design has appropriate power to detect a non-null treatment effect and reasonable type I error control. We develop a comprehensive strategy for eliciting null and alternative sampling prior distributions which are used to define Bayesian generalizations of the traditional notions of type I error control and power. Bayesian type I error control requires that a weighted-average type I error rate not exceed a prespecified threshold. We develop a procedure for generating an appropriately sized Bayesian hypothesis test using a simple partial-borrowing power prior which summarizes the fraction of information borrowed from the historical trial. We present results from simulation studies that demonstrate that a hypothesis test procedure based on this simple power prior is as efficient as those based on more complicated meta-analytic priors, such as normalized power priors or robust mixture priors, when all are held to precise type I error control requirements. We demonstrate our methodology using a real data set to design a follow-up clinical trial with time-to-event endpoint for an investigational treatment in high-risk melanoma.","inCitations":["02034c84c9777a8ec68f795241305d2d921a1c18","2e5d0547c61286075560d979985ecf50d3e7bce2"],"title":"Bayesian clinical trial design using historical data that inform the treatment effect.","doi":"10.1093/biostatistics/kxy009"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":["815062f411826cfdb21d87bc9a2193fc6ea34031","686261e8a8c91c760a10747b49090ee55597aca6","f62622c3050881d0c2870e772a721501ac7aafc8","e8425cacc5d1ff592e8483063b820adb9585acd3","3dc905a3398db1c23a36e73adf06dd4fa005e79b","b77f7da08b6a4d45fd3fc71f41faf11eb9ef8cb3","9125e3c8a52d22f0bf434a8803fc92bb8c8a2001","181c4de98dd101fc4ffbf31f7c74a73368fe5fc2","12ec6d9bc2348238d4d169bc0478f4c279593a92","bee481751832fd0b0b711e55b348a2fdf9acc194"],"journalName":"Communications in statistics: theory and methods","paperAbstract":"We show that the mean-model parameter is always orthogonal to the error distribution in generalized linear models. Thus, the maximum likelihood estimator of the mean-model parameter will be asymptotically efficient regardless of whether the error distribution is known completely, known up to a finite vector of parameters, or left completely unspecified, in which case the likelihood is taken to be an appropriate semiparametric likelihood. Moreover, the maximum likelihood estimator of the mean-model parameter will be asymptotically independent of the maximum likelihood estimator of the error distribution. This generalizes some well-known results for the special cases of normal, gamma and multinomial regression models, and, perhaps more interestingly, suggests that asymptotically efficient estimation and inferences can always be obtained if the error distribution is nonparametrically estimated along with the mean. In contrast, estimation and inferences using misspecified error distributions or variance functions are generally not efficient.","inCitations":["8552642d779970f0754eb8e1374c728bf3cb23f3","ed79529208e105803d9f70f176912735db7ccc11","e3afbda22f74aae6060bdeaeae60f837273aa466"],"title":"Orthogonality of the Mean and Error Distribution in Generalized Linear Models.","doi":"10.1080/03610926.2013.851241"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The ICH E14 guidance recommends the use of a time-matched baseline, while others recommend alternative baseline definitions including a day-averaged baseline. In this article we consider six models adjusting for baselines. We derive the explicit covariances and compare their power under various conditions. Simulation results are provided. We conclude that type I error rates are controlled. However, one model outperforms the others on statistical power under certain conditions. In general, the analysis of covariance (ANCOVA) model using a day-averaged baseline is preferred. If the time-matched baseline has to be used as per requests from regulatory agencies, the analysis by time point using ANCOVA model should be recommended.","inCitations":["1f02afcc2e749dcd7b762b8fd3aca01d0abd0dea","ad49d1494e029c88d913e6cdcf8c5ee75e49766f","4612c8b980a68bbbc3fae4b385e17ec1a4d55baf","eaa0e250baa4257d0508af87fc807462ad0c933c","911b3800635158828213531e18a00c5ed0668f69"],"title":"Comparison of statistical models adjusting for baseline in the analysis of parallel-group thorough QT/QTc studies.","doi":"10.1080/10543406.2010.544436"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We propose a sample size calculation method for rank tests comparing two survival distributions under cluster randomization with possibly variable cluster sizes. Here, sample size refers to number of clusters. Our method is based on simulation procedure generating clustered exponential survival variables whose distribution is specified by the marginal hazard rate and the intracluster correlation coefficient. Sample size is calculated given significance level, power, marginal hazard rates (or median survival times) under the alternative hypothesis, intracluster correlation coefficient, accrual rate, follow-up period, and cluster size distribution.","inCitations":["de9da05a0cfb74413ec47c7436862ddfb2aac71a","52ecac6de4c9052dea33b55efa9f6992aa2aaf6c","3156d090db03611c6f9b1dc243bfecc35827129c","720061fe3b58a64b6f4ee1180407cfd56f4ddbba","f34d58ab76ceaef311b192cefc795f1e837bc57f","82b754238a08d0bdb701597082299536db3d8b8c"],"title":"Sample size calculation for weighted rank tests comparing survival distributions under cluster randomization: a simulation method.","doi":"10.1080/10543400701513983"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2008,"outCitations":["ba10e8f783e401f0be518acc22dada56622d1c3a","2b8262793654cfa687f88fd776487b48f73ee2fa","e38473bdd24be5c061f01656eb118cad23f37b83","f7f04e0468059e69aa0b1dcaefa190c54939ec83","e2850cb4efd49d6808637d0257ab48ef34bcfb84","743f932abcc1b0bcd2c102043d2cfb02a53a29f3","e02bc64332a84f8aef992b2605bf0b7530a45297","86a8a5b5711214a1543d2b065488f867757adc1e","dfa7a7189a20feaa942125bf13862f5add539727","e6fe26f4b832f0e7530bf2c81f283042d0b3e684","4d38782f95c0c8411ea517dd66ae57c59a46d713","f43d2f85168f32ad83e871df0c090437bef0d27b"],"journalName":"Biostatistics","paperAbstract":"Researchers subject to time and budget constraints may conduct small nested case-control studies with individually matched controls to help optimize statistical power. In this paper, we show how precision can be improved considerably by combining data from a small nested case-control study with data from a larger nested case-control study of a different outcome in the same or overlapping cohort. Our approach is based on the inverse probability weighting concept, in which the log-likelihood contribution of each individual observation is weighted by the inverse of its probability of inclusion in either study. We illustrate our approach using simulated data and an application where we combine data sets from 2 nested case-control studies to investigate risk factors for anorexia nervosa in a cohort of young women in Sweden.","inCitations":["1226141f26cb60ba388610cf154ecae68542d148","f511a5db52f4c3129bb1d1f08ecc415620f5e8bd","5f7fe537b1dd441c51f19f029b7b130626651446","4070ef3f7f5c7e0fbec61399658d13c6033fe837","c526c69350aa4c49adae890e6fa491c38fe93f05","065235b7c933d91fc6118bb2540ea585e115c608","8f928856bfe767ede5047c699c7ebd4684495015","344c3ba889dcfe90e24e85e68af7061241f6c9e9","ee9231f5918739a20752278380ce6ce041ea74c7","3dc97ce50bd22e1d11617ce5d9f6073513176db4","db51c628ed11e38460553ae433faae25779156b0","95423679bd914982093b03be903a3098cfa1a0b8","889a5c91396e792c380565080efaebe4e42d9d6e","f1b9241e40dfdfda4f5d32dbcdf6ea38f723de93","ff65b79f67f5a5dc6c53b2b6ffbded6c6783dac1","8ea7ba113265d1c06903a1b6e2dfbb27e2b6f0d3","b0c9d1fbd55a979037a0028b46953318a832aa4c"],"title":"Combining data from 2 nested case-control studies of overlapping cohorts to improve efficiency.","doi":"10.1093/biostatistics/kxn016"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Due to ethical and practical issues, clinical trials are conducted in multiple stages, but the reported p-values often fail to reflect the design aspect of the trials. We investigate some approaches to p-value calculation in analyzing multi-stage Phase II clinical trials that have a binary variable, such as response, as the primary endpoint. The sample space consists of the paired outcomes of the stopping stage and the number of responses, which jointly define a complete and sufficient statistic for the true binomial proportion. Calculating a p-value requires an ordering of the paired outcomes so that outcomes more extreme than the observed can be identified. We consider the orderings based on the maximum likelihood estimator and the uniformly minimum variance unbiased estimator. We will compare, using some examples, the p-values based on these alternative orderings and the one ignoring the multistage design aspect of phase II trials.","inCitations":["6a702a9c401b72c71f3f0795b099dca868ee6b5f","3d53984b930e888a927ed8899b1a31e4c5656164","d5fe44d52817d5d22392cad663413b44cb8b9537","d90a30b5eca67012cb43a1fa604e11d3a8624d15","d8e8f3397b0f3fa8c31a60b6d721f1c0b7bc70e8","b260fb28f42638ebf41a448a80a352df431dfeb8","e6715e582bce7c0eb8f73ebb35cafbe3de13694b","6c5eb5f5fccf67691895027f5cf00b0b1dc60a7b","b1382c8bd1c1cf8b21d8a8b17f4eb9a5ad7765dd","5741bd5e342f60c56692b4eb4bcd5058039939ad"],"title":"P-value calculation for multistage phase II cancer clinical trials.","doi":"10.1080/10543400600825645"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2007,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Equations for the Edgeworth expansion of the distributions of the estimators in exploratory factor analysis and structural equation modeling are given. The equations cover the cases of non-normal data, as well as normal ones with and without known first-order asymptotic standard errors. When the standard errors are unknown, the distributions of the Studentized statistics are expanded. Methods of constructing confidence intervals of population parameters with arbitrary asymptotic confidence coefficients are given using the Cornish-Fisher expansion. Simulations are performed to see the usefulness of the asymptotic expansions in exploratory factor analysis with rotated solutions and confirmatory factor analysis. The results show that asymptotic expansion gives substantial improvement of approximation to the exact distribution constructed by simulations over the usual normal approximation.","inCitations":["2134bebcdc53229fc905654e6b765d1d29b5b83d","c3b150cff55506732c7bec6217223e0df80c4e97"],"title":"Asymptotic expansion of the distributions of the estimators in factor analysis under non-normality.","doi":"10.1348/000711006X110904"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2007,"outCitations":["68d2744f78630e83998ad79e10d804a6497b6f93","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","ef920b24ce7a8f7e4c78a9835fe5fe802def5d30","dff4fc14504fe96538482202c7391954a0f3fa2e","f558afeec9667b66995b46e306bcf5aabc2898b5","0eaa3f108e286c2522fe3f63d4d18c30b99011bf","4d7f3fa72162064c14f8b882b52cc53357afabdb","9fd704ef6d0e46364e26f79280aaa062d330e988","32db191be415ef07128efd94979de0554c89e818","25b4e0d2c429d74861eaf19c283d5624109931a4","08d23fdaeec2a46da5189cf105de238fb37bb77e","4dd95c4ca3ffd07a93e8b54fa093478041773c70","86ae37eb0c2d809105471960876d9140eb8f7a50","7424ba38c001f656fa0946fc05977dc6fe3cec47","d21ed62a62ada6a96e53244779ca310f1d92f0e6","e3abc33685260b717d4ec73df312b115a0b865d7","3823ff645a0b897a349a3ddc8529dd321c956195","fab2b14645946473dcf48656f2cef1fdc0ff84d8","b7f8a61cc46bab3034bc539e8bcdc20dd2d7c811","a36dbeeb5141e847659489069df4674a51ffe8c1","578b8fbcd5585b6d03596fde17827332a13199aa"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Understanding the genetic underpinnings to complex diseases requires consideration of sophisticated analytical methods designed to uncover intricate associations across multiple predictor variables. At the same time, knowledge of whether single nucleotide polymorphisms within a gene are on the same (in cis) or on different (in trans) chromosomal copies, may provide crucial information about measures of disease progression. In association studies of unrelated individuals, allelic phase is generally unobservable, generating an additional analytical challenge. In this manuscript, we describe a novel approach that combines multiple imputation and random forests for this high-dimensional, unobservable data setting. An application to a cohort of HIV-1 infected individuals receiving anti-retroviral therapies is presented. A simulation study is also presented to characterize method performance.","inCitations":["a1ea2df3e1f863973921a03d43ebda8f0fa849ed","73cf0dcd9b56ace06f9890c8aceb27cc543ed4bd","2a8179d9e2b1ac737a13bdf83f515a821b264b00","9dbe2c7602b62786aff26ba804d1f8cf6a3b51c3","eaa507f6e893993dc7c4a2b5fbb8087f16ae4087"],"title":"Multiple Imputation and Random Forests (MIRF) for Unobservable, High-Dimensional Data","doi":"10.2202/1557-4679.1049"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2017,"outCitations":[],"journalName":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","paperAbstract":"Medical studies increasingly involve a large sample of independent clusters, where the cluster sizes are also large. Our motivating example from the 2010 Nationwide Inpatient Sample (NIS) has 8,001,068 patients and 1049 clusters, with average cluster size of 7627. Consistent parameter estimates can be obtained naively assuming independence, which are inefficient when the intra-cluster correlation (ICC) is high. Efficient generalized estimating equations (GEE) incorporate the ICC and sum all pairs of observations within a cluster when estimating the ICC. For the 2010 NIS, there are 92.6 billion pairs of observations, making summation of pairs computationally prohibitive. We propose a one-step GEE estimator that 1) matches the asymptotic efficiency of the fully-iterated GEE; 2) uses a simpler formula to estimate the ICC that avoids summing over all pairs; and 3) completely avoids matrix multiplications and inversions. These three features make the proposed estimator much less computationally intensive, especially with large cluster sizes. A unique contribution of this paper is that it expresses the GEE estimating equations incorporating the ICC as a simple sum of vectors and scalars.","inCitations":["a0b8d09c3fc9ea4aeb1d91001b09503c11a8418a"],"title":"One-Step Generalized Estimating Equations with Large Cluster Sizes.","doi":"10.1080/10618600.2017.1321552"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Of the several tests for comparing population means, the best known are the ANOVA, Welch, Brown-Forsythe, and James tests. Each performs appropriately only in certain conditions, and none performs well in every setting. Researchers, therefore, have to select the appropriate procedure and run the risk of making a bad selection and, consequently, of erroneous conclusions. It would be desirable to have a test that performs well in any situation and so obviate preliminary analysis of data. We assess and compare several tests for equality of means in a simulation study, including non-parametric bootstrap techniques, finding that the bootstrap ANOVA and bootstrap Brown-Forsythe tests exhibit a similar and exceptionally good behaviour.","inCitations":["da95408716247ec4885978547fb1e4e08f4180b5","5845dc04d2b2e699dff93614b66ab904b6cb5e29","b36ff2a8ba55238ee53ffffdbb4198cecdfa1cdf","fcd267d99c53d636cd0e772e60ea40c5412c6aea","e33b89299f40b36813bdbd69ac150de1fb2d5b4b","38b2c0e550744db9fba5b91459916830fd4f381e","348fe0098730b3e6fd8ee4b110cc9698adeea03c","954d7236ad23eb764a71d23f152c7e28252ba631"],"title":"Controlling the Type I error rate by using the nonparametric bootstrap when comparing means.","doi":"10.1111/bmsp.12011"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1993,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Complementary statistical analyses are performed on data concerning tracheal reconstruction in rats. The principal response criterion is vessel area as defined by the area of a graft onto the trachea covered by blood vessels. Postoperatively, this vessel area changes in a nonlinear fashion over time. Starting at 0% immediately postoperation, the vessel area increases to a peak and then sharply decreases to a certain level at which it remains. A total of 64 independently observed cross-sectional pairs (postop day, vessel area) are distributed among four treated groups. Analysis consists of two-way analysis of variance and piecewise linear regression under the usual assumptions of normality and variance homogeneity. Other analyses that relax these assumptions are also considered; treatment differences are established by nonparametric tests, and a quasi-likelihood analysis of the piecewise linear regression model is applied under the assumption of a binomial-like variance function. The resulting fit of the normal-theory-based piecewise linear model is compared to that of a nonlinear model whose shape is that of a gamma function integrand.","inCitations":["344bc8784bd6a3e49d85564571e01859c645e754"],"title":"Statistical considerations for cross-sectional data relating to tracheal reconstruction over time.","doi":"10.1080/10543409308835058"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2003,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"This paper focuses on the problem of developing a partition of n objects based on the information in a symmetric, non-negative dissimilarity matrix. The goal is to partition the objects into a set of non-overlapping subsets with the objective of minimizing the sum of the within-subset dissimilarities. Optimal solutions to this problem can be obtained using dynamic programming, branch-and-bound and other mathematical programming methods. An improved branch-and-bound algorithm is shown to be particularly efficient. The improvements include better upper bounds that are obtained via a fast exchange algorithm and, more importantly, sharper lower bounds obtained through sequential solution of submatrices. A modified version of the branch-and-bound algorithm for minimizing the diameter of a partition is also presented. Computational results for both synthetic and empirical dissimilarity matrices reveal the effectiveness of the branch-and-bound methodology.","inCitations":["f125ef1ba1250cd7ef748b350c590914093838bc","e79c6204be5630a3170cf4eb59b6dbcf9cf918b8","fb5514692f04433d16dcd7836d3bf8b97683bd11","3feba7617e4cada3402332f382c096c51b9659af","314a689e6f54b4fe30ac48bf753d5996479b02df","027f2031c8c42312d5321a7e7293e6ea2d651f2e","709011d7bfed2d1067053aed4044944e638360c9","fcfe6a38f0d143b883e4476bebd0aa201697e5bb","c690d4b224e0e0b0952b04fe00dbc06d22e7983e","704c327da095551d4e4a1f145eab7650a9c9f06f","3f1a5e342c56807a915caaf06de8db05eda42cd8","172cb3489de4c479ddeb49b452d3954dd2f5cd6a","c96d5e2515305070ce1b99076fbd54624dff8a95","17c804508d4ee9db1c552b20d6c24cc3ff32cd40","8199c260c2be3febd9bfb2fe84b19576edb9da88","7f4df725b0ad663bf568976edbfd6e99d889aa54"],"title":"An enhanced branch-and-bound algorithm for a partitioning problem.","doi":"10.1348/000711003321645359"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2006,"outCitations":["b8f1cf79bf54606aa1ec3c26ba8c52bc8a130cd2","b71bee3955f3ffcf26d56339ac39859e4ecf6641","ecf3ac26a2f3bf9f0c6eb04ca4f68c87785a4f89","f3f9f871e2297c44555bc6bedaef6d1b4870bc17","816678a8b0b2b84c9f2c37e6271aedc3cf60a173","efa2d724c79d815e359cfb694cb962939ecf8e6d","e77fc2c49aa91814b33ea1ae2492326fbed18dd4","82cc4f05e2a788dd3492e4c407f25f065eb5244a","edfd8f7ea84685fac7d9b7b76224495363d3a8e5","66fc17292f49a7db74bdd4bdf741609e54780ed6"],"journalName":"Biostatistics","paperAbstract":"Insight into the biology of tumor formation is provided by studies which demonstrate through the use of cell-lineage markers that some tumors have a polyclonal origin. Novelli et al. (1996) proposed to use the proportion of heterotypic tumors among the tumors that are either heterotypic or pure and of the minority marker type as a lower bound on the marginal fraction of polyclonal tumors. Generally, Novelli's ratio does not provide a valid lower bound for the marginal polyclonal fraction, as we demonstrate by analyzing relevant conditional probabilities. Estimation of the polyclonal fraction requires modeling assumptions on the distribution of the number of involved clones. Using three elementary models, we develop maximum likelihood estimation of the polyclonal fraction. We establish robustness of our estimates to misspecification of the clone-marking process, though the estimates are sensitive to assumptions about polyclonal mechanisms. On data from several published studies, our estimates of the polyclonal fraction are substantially smaller than Novelli's ratio.","inCitations":["cd91fe0826bfd35846b5091f1977394f5d9fb0fb","33cbf73d5172fde67841675c792c9a2bca83f92c","2071bf3e422035fa394828b7ab79b0aa96b690a3","7769f0fc994446c0eb256faa0e802d0876215248","81e53ca5ed839b701e6a25309bbc8fe96d2c61ac","b8f1cf79bf54606aa1ec3c26ba8c52bc8a130cd2"],"title":"On estimating the polyclonal fraction in lineage-marker studies of tumor origin.","doi":"10.1093/biostatistics/kxj022"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In clinical development, an adaptive design combining results from two separate studies (e.g., a seamless adaptive design with a dose finding study phase and a confirmatory study phase) is commonly considered. The purpose of an adaptive design is not only to reduce lead time between the two studies, but also to evaluate the treatment effect in a more efficient way. In this paper, the focus is on the case where the study objectives are the same but the time durations of the study periods are different in the two stages. In particular, event data are collected in both stages. Statistical procedure for combining data observed from the two different stages is discussed. Furthermore, results on hypotheses testing and sample size calculation are derived for the comparison of two treatments.","inCitations":["3cd0887766a1a22870851cd32f3e35f75ee6b85c","50e4f5d917df7e6690fe2ae63b025aa893ca8d6e","8003e4e06aaef309e2721f9c91977eea71823ad3"],"title":"Sample size estimation based on event data for a two-stage survival adaptive trial with different durations.","doi":"10.1080/10543400802622527"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["ef8a2bba7b75cc4c131b2245dc6de0ac43d4c9b9"],"journalName":"Pharmaceutical statistics","paperAbstract":"Experience has shown us that when data are pooled from multiple studies to create an integrated summary, an analysis based on naïvely-pooled data is vulnerable to the mischief of Simpson's Paradox. Using the proportions of patients with a target adverse event (AE) as an example, we demonstrate the Paradox's effect on both the comparison and the estimation of the proportions. While meta analytic approaches have been recommended and increasingly used for comparing safety data between treatments, reporting proportions of subjects experiencing a target AE based on data from multiple studies has received little attention. In this paper, we suggest two possible approaches to report these cumulative proportions. In addition, we urge that regulatory guidelines on reporting such proportions be established so that risks can be communicated in a scientifically defensible and balanced manner.","inCitations":["93ddd15c61384d3c6b2d01f5565075cda8e4d774","cc56eee031c0c393373f511535238ccd9612c331","cc1b607edf900d74ce90baf8206869445c8e69cb","3569e4de489e5d836b299c54c1bf6afc9d4082cd","b417b342c891e2b37be1152d7af5985dbe7462a4","ef8a2bba7b75cc4c131b2245dc6de0ac43d4c9b9","6b1becc804193d9aea6cda3b0beefcdb91fb2b2b","6ab74dd135ba1fdbedd24c0f3a3884cb2a00350b","958cba612b05bee3d5379aba066ef73a2806d05b","dededf913cd3770afeffb9ec8910c3231d4e2959","e45956c2a59d1eb83d3e11aae40c420a56d69564","21d0e0361f72db1550c7d46ae1f7176fee87eb09","10871c8ffdeb0fa458e690fd934fb4004d00568b","3d1b8f0ef1afcfcb940e04705eca6570d768d660","e6ee5e8130d075c58e602e9c69f9bf2e2ce6d0d3","c27a611f34dcd3f9a00e78343608486588eaabb0","2060b8bfb6197ea56073887c7176a34fa648f5d7"],"title":"Reporting cumulative proportion of subjects with an adverse event based on data from multiple studies.","doi":"10.1002/pst.397"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["6c1731d0afeab8221f96a97923801d561b775106","fc2187b6dc6bb805190a8a338a9b7edae8e79811","c902f2f7f993a65719f977e49a5475311d3be218","02db09b49bfdf5656f61fee1abea39e49d36998f","2723853692e9f0ea3919637c2d1a732b4642287a","d616bc71a9a5761e449c5a2ee9855cbb9ea8680b","a063b0f1cc03cc0642698e31f5e4332b7b86b058","b4d972cd8a6503f6066986d38d321101cd250bce","573735d74c33e3cc94db6f3e8c1d88dd2e7705f1","0801cbd380e1d9919a2fe47b63b961fe2e8d6429","436b4edebabeb8816a5610b41c39f7b4dcd20e17","01f7659457d4587b8edfc20a58de8616fc03022e","9e5859f7f7a76849b6441bf9c362d274aeb5660d","4f5716a2c2a4bf602769873b847b89c6e5a7ef36","c9803aa05a508e00e4887eb586a3fad024c27c55","fd3d04ae49f8f23e4786f71cf145e4edb8a2b678","b0e410db212a23af6fa2cae4c1811ad98efe1919","d1e6869cddaeb9b4c50d6f31514b60e51b046c75","6db239751eae2aa95c8d4a7ad0d8e307dd662d9d","9f39aa9d294154b202dbfa8dfb8e4bbe59bcab01","8fb23d509ab1ef8af47eb5aa780b880de4683144","7663d40ff7a6c113ea0cc17b016be6a39e79bc5d","b4efde9b1592d424a49871d0c917cb561fef51c5","095c669608200352d57cf7f7bc98ec83e0ce1f7b","2d3c35d0ea620f6143c05f1bb91dfbc0185e600d","339c75b50c80de7fa358f8999930a4a56ec24452","b1e5617fee83f1d0d81b8c9fbbe71ac78a18c13b","50d969081e09cf26484165b50f78a2ae9f22ced0","ecf8e7a0dcce3c28ad521980cabb03ffce4d8edd"],"journalName":"Pharmaceutical statistics","paperAbstract":"Mixed treatment comparison (MTC) models rely on estimates of relative effectiveness from randomized clinical trials so as to respect randomization across treatment arms. This approach could potentially be simplified by an alternative parameterization of the way effectiveness is modeled. We introduce a treatment-based parameterization of the MTC model that estimates outcomes on both the study and treatment levels. We compare the proposed model to the commonly used MTC models using a simulation study as well as three randomized clinical trial datasets from published systematic reviews comparing (i) treatments on bleeding after cirrhosis, (ii) the impact of antihypertensive drugs in diabetes mellitus, and (iii) smoking cessation strategies. The simulation results suggest similar or sometimes better performance of the treatment-based MTC model. Moreover, from the real data analyses, little differences were observed on the inference extracted from both models. Overall, our proposed MTC approach performed as good, or better, than the commonly applied indirect and MTC models and is simpler, fast, and easier to implement in standard statistical software.","inCitations":["3bf28f14db66d86881a9b2fcb09a049894f96fc1"],"title":"An alternative parameterization of Bayesian logistic hierarchical models for mixed treatment comparisons.","doi":"10.1002/pst.1688"}
