{"fieldsOfStudy":["Medicine","Mathematics"],"year":2009,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"","inCitations":["79aafa1f7c5b087b812641d19a4c61c6ea88783a","ff907b9f8a1b76d360875d0ec625b17e7c1171e3","3b9213caed26a910de70b75f561054b15e58f0a2","02277875649893b4def4255a89e916afb93e7d49","f7a03d15949cbd0c7f0ed31b74b337a168482dc4","103a3a486531497e45c6d25883992b5c3fc17e6f"],"title":"Exposure response--getting the dose right.","doi":"10.1002/pst.401"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2014,"outCitations":["c68de0e7ca6480e4075fafe1ff4fda480736a2d3","669bb43007e8a4df4133cda8d76df32213704184","492b712530b1661c82cab6c5cc63d7a50b49d5ce","7f7ba443a7708eb17a916a96f11ef32de5d0ad42","4544ec96d5ec6e71f7795fa5498f542cb9985c7a","6ca7993d45d2bcde3c7fa213a5faabede18e0ea4","7e2e724b56ae734e72feda324caccfd4f87e6314","9dbe2c7602b62786aff26ba804d1f8cf6a3b51c3","3babbace8eb2d9585f02043b6daaba84d9033cac","1e95abe87bb9bc4544ef5426e6a4b7d44c7d1f28","0c6797f88f12edef205a314188f936ffd5cc3e88","31bc320625c11a7b77877eb76c2bb074e6add243","c25d5ccce1bb56b914da2ff18ba928845dec70b1","33b1c59f1db83adf63696d4ed9718b20e290a943","d8dddd5fd401a5511f4445a0823d8b7c259cd60c","19537b12d0439206e8797188840d66ef63b89817","86ae37eb0c2d809105471960876d9140eb8f7a50","96c78fb203bce7b83c9454822b2c531e4fd2ad40","acc69af8328cb8a91e609219a6d830811e889cf6","83730969c0686b1d185bcca39f9b5743fa53ebc1","05dda0e5a518058dde3b6431d1f22b6d95cbab18","86e8025c929dd742edd9f95f81de3341e453acc1","180e6da4810a53defc935db2ea63f6191c5d459b","980f9dd52913e6dcd99e478a76b44396384b5809","3467e34cae93c33c1be8c3dc0fa4a3a6405e18e3","8017699564136f93af21575810d557dba1ee6fc6","78689756e341a2c391907dfbe3ec459592900866","27e9b36b35c6094e6258594c14d6444e7da8193e","c109be6f6b759bc4cb38c112a4f3a1e233562d7d","af82f98d3533daf27e818c7d7ff0cf75b1cd2f20","e033f31cb34b2a24a3ef911b1438f1a05e3ef8d6","6916702d9732c030698791dd2359e7fc7ccfc3c8","e6a0dd7b777b25d8d75053ee2a75e90e410fd069","d1ee87290fa827f1217b8fa2bccb3485da1a300e","88e65ac9fc7f4eaa52f7e5d52e0b5fa6f2abafcc","13d4c2f76a7c1a4d0a71204e1d5d263a3f5a7986","a71945f0b094fd2415aebf5e068ea6bbd4474b6c","73b806b9afee4db0d559be116a812fc73bdbb170","cd9400ce555bea3901f145976a120b1010ed0706","1cb2e1957b85a3983116815f408a2de549dce852","cdd982d212ae4bd294cd5d83e13543ea89d7103d","b393e63bf733dd36e1dddde24dafb8128115bf18","5a9e6f5fec7e40b0e89a3c7ae6d3e5f2b8de150b","78c612324d8c0d3ea3a81b5d992b605366229a3e","9b1c7396ecd3881938ee291af589c512dfd70458","e1e42977d0db92fb85a4b90bad35c09295f4c311","4ae395e0e7231849afec0c27a4c0fc4c83211994","088447d1c9d41dd5c6f730e5accbfda151f91593","0be46d85dfdc7c695c83c3f2c6b382a8bcea7a6a","f867e56d3a8ac2bbef6bfe5c74ee80ab43239718","d5e564d5ba44aff50a5b0a71a0976e2a534edb89","762e2799eb6e0efc4213bbf886de1c19ddc62dc4","ba02ee9da8ce8b2bc62e990bb3aed9f7f427992b","fb9dbfff9f4bfd90bfe1f09b48ce4929874fee12","f721d6d41588fef82f3c72c36bcec60702a9b27b","7ce10624b09c54d2604f60b4c2d48409201fcc5b","162deb60565a16f00a32dc9b03ebb5f3beb329c0"],"journalName":"The International Journal of Biostatistics","paperAbstract":"Abstract In the last few decades, new developments in liver surgery have led to an expanded applicability and an improved safety. However, liver surgery is still associated with postoperative morbidity and mortality, especially in extended resections. We analyzed a large liver surgery database to investigate whether laboratory parameters like haemoglobin, leucocytes, bilirubin, haematocrit and lactate might be relevant preoperative predictors. It is not uncommon to observe missing values in such data. This also holds for many other data sources and research fields. For analysis, one can make use of imputation methods or approaches that are able to deal with missing values in the predictor variables. A representative of the latter are Random Forests which also provide variable importance measures to assess a variable’s relevance for prediction. Applied to the liver surgery data, we observed divergent results for the laboratory parameters, depending on the method used to cope with missing values. We therefore performed an extensive simulation study to investigate the properties of each approach. Findings and recommendations: Complete case analysis should not be used as it distorts the relevance of completely observed variables in an undesirable way. The estimation of a variable’s importance by a self-contained measure that can deal with missing values appropriately reflects the decreased relevance of variables with missing values. It can therefore be used to obtain insight into Random Forests which are commonly fit without preprocessing of missing values in the data. By contrast, multiple imputation allows for the assessment of a variable’s relevance one would potentially observe in complete-data situations, if imputation performs well. For the laboratory data, lactate and bilirubin seem to be associated with the risk of liver failure and postoperative complications. These relations should be investigated by future studies in more detail. However, it is important to carefully consider the method used for analysis when there are missing values in the predictor variables.","inCitations":["c107c04ec44cce2b8db5aba1a3849a26efe13f7a","708a6d941f31d55ffd17719bc07671cb8c27a287","cd00f7d916642459e83f36600279428591dd7876","6580fa17ae00a23426379b7e6947864135a59ab8"],"title":"Estimation of a Predictor’s Importance by Random Forests When There Is Missing Data: RISK Prediction in Liver Surgery using Laboratory Data","doi":"10.1515/ijb-2013-0038"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2012,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Risk mapping in epidemiology enables areas with a low or high risk of disease contamination to be localized and provides a measure of risk differences between these regions. Risk mapping models for pooled data currently used by epidemiologists focus on the estimated risk for each geographical unit. They are based on a Poisson log-linear mixed model with a latent intrinsic continuous hidden Markov random field (HMRF) generally corresponding to a Gaussian autoregressive spatial smoothing. Risk classification, which is necessary to draw clearly delimited risk zones (in which protection measures may be applied), generally must be performed separately. We propose a method for direct classified risk mapping based on a Poisson log-linear mixed model with a latent discrete HMRF. The discrete hidden field (HF) corresponds to the assignment of each spatial unit to a risk class. The risk values attached to the classes are parameters and are estimated. When mapping risk using HMRFs, the conditional distribution of the observed field is modeled with a Poisson rather than a Gaussian distribution as in image segmentation. Moreover, abrupt changes in risk levels are rare in disease maps. The spatial hidden model should favor smoothed out risks, but conventional discrete Markov random fields (e.g. the Potts model) do not impose this. We therefore propose new potential functions for the HF that take into account class ordering. We use a Monte Carlo version of the expectation-maximization algorithm to estimate parameters and determine risk classes. We illustrate the method's behavior on simulated and real data sets. Our method appears particularly well adapted to localize high-risk regions and estimate the corresponding risk levels.","inCitations":["837d6ed0b0022b7d31d5407d75ebde5bc0479d6a","b4eb16b2289bb9b9fa0b3c928c09d9fc90327569","4b1ddd77ab378e2f57bbce9c50572477b5274201","d7e2b110576f0ee9e303721fb3c1b2f2fdfe9aee","b7ed8059362b4e0ad3fe2d5834adc2e0cfe54460","7e714608f0b47d39592294a4af42ec9f5ca47ddb","c1f59a3cba7bccf91e3a22781c04b534582627fa","c0ac409379dcca86a5ede8ed74cce77f0f703256","a24b4da08ba5ab92b88d88a4496a3179c7f7610b","428e347830c7ceb639ac088d37a66385305be68b","00f8e22eca2302af43055b1bcc9fbed5b5bfc73e","5882feeec221d1607b9342b27a2952f7005361d3","e38569845bbb57ee71dfed563d8c3cd04f9e3ef1"],"title":"Classification method for disease risk mapping based on discrete hidden Markov random fields.","doi":"10.1093/biostatistics/kxr043"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1970,"outCitations":[],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"A model for brightness contrast is presented which assumes two processes: an initial ‘perceptual’ transformation of visual intensity information, followed by lateral inhibitory interactions which can be represented linearly. The model has been applied to appropriate data and it appears to provide a satisfactory account of both brightness enhancement and brightness depression for homogeneous areas under stable conditions of viewing. This application of the model also provides evidence on the form of the function relating the relevant perceptual correlate of stimulus intensity to the physical values. This appears to be consistent with previous evidence that this relation is a power function with an exponent lying within a range about unity.","inCitations":["62df5258fbb99816d9423d3f9a4326e58b2f1668"],"title":"Brightness contrast and the perceptual scale.","doi":"10.1111/j.2044-8317.1970.tb00445.x"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["9c67f30235a47e305dc57c9f185d5587faca4236","98321b4b63a8a3614c367f1a0e372fff33a54c1d","9e5b3f148dad8555a3201eb7164e786c94d225c5","676ce787924f0319cfcbabbfa631e28693193562","8b60eb9456a31c489754587cb036399d2e672cb5","adb7560f0e4c3fd3c1ef6f9357d9521434422058","39aed626552b06dcc0fdc251c7323dcb46181ef2","d1c1aa409feef8581a6adbebfac0445fc464e0d4","b74e501ad9eb98ac3310fcb8b609d5cb8afcedae","5e599678569db2bee3226583f289aeb88f1a47d0","51c55d50c877769c3c8fd91323e4d03edcb582cf","9c535b0aded67a6ed40bfb375ac32da922d56246","6845f651c4aa60705c463b18e3b4e945ca073652","1df6875d672248eb68383ea935c58bc5607f5d9a","c646f6939934a39d3f25b893a8e763cf1e9ab665"],"journalName":"The annals of applied statistics","paperAbstract":"We develop methods for estimating the size of hard-to-reach populations from data collected using network-based questions on standard surveys. Such data arise by asking respondents how many people they know in a specific group (e.g. people named Michael, intravenous drug users). The Network Scale up Method (NSUM) is a tool for producing population size estimates using these indirect measures of respondents' networks. Killworth et al. (1998a,b) proposed maximum likelihood estimators of population size for a fixed effects model in which respondents' degrees or personal network sizes are treated as fixed. We extend this by treating personal network sizes as random effects, yielding principled statements of uncertainty. This allows us to generalize the model to account for variation in people's propensity to know people in particular subgroups (barrier effects), such as their tendency to know people like themselves, as well as their lack of awareness of or reluctance to acknowledge their contacts' group memberships (transmission bias). NSUM estimates also suffer from recall bias, in which respondents tend to underestimate the number of members of larger groups that they know, and conversely for smaller groups. We propose a data-driven adjustment method to deal with this. Our methods perform well in simulation studies, generating improved estimates and calibrated uncertainty intervals, as well as in back estimates of real sample data. We apply them to data from a study of HIV/AIDS prevalence in Curitiba, Brazil. Our results show that when transmission bias is present, external information about its likely extent can greatly improve the estimates. The methods are implemented in the NSUM R package.","inCitations":["2f05b5d44b3a80813a59ae326dc12f863fc8c287","b4890587e1a1f02b672e007973e28dd82345f224","b506de1a0a2765f660d58440f6d2d62f5c9cef6d","fd24124bd6f2323514cb117511b0d24bf3171769","eeba0f526d93ce573323b2dd76009ac9c061d80a","5c88d35a013c6ff22b2c36b517fc7e49edd40b4a","315e8899ba2cc1333cd8c29aa3ee080142c91416","3114924e764819294da6d01268bb61cbbc1ff5ab","634bea0cab7634c0a2d5aeb8fe638b1514fa6b5f","5568e4317dd9a01f46e30a410d53468ac2c1a3e6","0bc4e38ffe9d3059bf7a3399d7798382dc8e27a8","c87829df32df6666e1ce57e3a71be4d3745eee48","8781f76548c68578323d87dd39d92c2db6b60063","743ad85fbbbc14b8856a8891d704cfa3a579912c","0935191ccae122ff9aaea7fee6f3cb371e8ca302","7472e552c241c0e6e9731f0d636ca05e8b3b93ce"],"title":"Estimating Population Size Using the Network Scale Up Method.","doi":"10.1214/15-AOAS827"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"There is increasing interest in combining Phases II and III of clinical development into a single trial in which one of a small number of competing experimental treatments is ultimately selected and where a valid comparison is made between this treatment and the control treatment. Such a trial usually proceeds in stages, with the least promising experimental treatments dropped as soon as possible. In this paper we present a highly flexible design that uses adaptive group sequential methodology to monitor an order statistic. By using this approach, it is possible to design a trial which can have any number of stages, begins with any number of experimental treatments, and permits any number of these to continue at any stage. The test statistic used is based upon efficient scores, so the method can be easily applied to binary, ordinal, failure time, or normally distributed outcomes. The method is illustrated with an example, and simulations are conducted to investigate its type I error rate and power under a range of scenarios.","inCitations":["ed8c2e2079e83a5471b0c863bf28fafc31aa336f","d12227240ac4e378398500f6453664f9bd71ab59","d99bf49016fda796df0a616206bd87eb7cd74b3c","62a574e28e231097e58677c33316d55173ff7f9e","23501b65ddeee56bc9c7601e7996e5d6e9d1ee10","842d709614b892f3cfb21179e3592a1b7918f45c","a1d2695eaf063513ace25c7c3096155ecf126912","a6682010cf47cb1b7ced56cd7213881abd48d18b","a7c3040667616bde6f581ee33651544c7bf197e9","41b40c56f69b571e481571c042396cf687ba775c","22c3f405dd233bc886de71148b52dbb24454d9db","1ebd5f393d30ac53cd05e47390d5620c7bbb67cd","1bd38ff15657d58eeaf5f390625f426fa52599ac","256c7378cc72af11d700937de5e42feaad387c6e","093e269022bf353dbd8ce7582dbc9eb832c10c72","1c04001aa67aba5e6fb78033d5838222255940a0","057fccd15f43969114b301ea374eaaf0bcb9caa1","bdfad63c548f6381bc9101067113585861b91684","ecb06fb4633e00bff8a1880260e5ca84bda3ecef","a17b27a04f5305c0e01d4ecc25f61ddd29c3f372","f0a90c2e6c1ffff5b3924a621cc2e74973cef70e","b9128680fa4c13a8846cba816faac90a09464211","c54281946b4054ca8fd5ab5f36c802c304e5adbc","e68ba97310e70136f94813c019dae5b4bad86698","ac008b35be5165e50134c542fdd37c14dca6391c","45762849cabf131f1d92388537ccc34b2fb9ff78","ff958ff1005ed1a1f5d05f65562d5497545b2862","0b156077d10c8377fe0feaa8cc093fa99d38ee4e"],"title":"An adaptive group sequential design for phase II/III clinical trials that select a single treatment from several.","doi":"10.1081/BIP-200062857"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This paper discusses the application of multivariate Mann-Whitney estimators to the comparison of two treatments for a strictly ordinal response variable in a crossover study with four sequence groups and three periods. Ways of managing randomly missing data and nonparametric covariance adjustment for no differences among groups for a baseline period have consideration as well. Estimators pertaining to treatment comparisons in linear logistic models for the Mann-Whitney estimators have determination through a Bradley-Terry model for dimension reduction and weighted least squares. These estimators can be the basis for both statistical tests and confidence intervals. The methods in this paper have their results presented for an example. Simulation studies for the methods show that they have reasonable control of type 1 error and power.","inCitations":["6494d087e908cb1e13d062e4c3dd6a88595ff10e","8aab95dca5d26653e1358f2c003fb4ebad2bcf52","a52ad7a5358ebe404d4bd02d688025536fdb997b","a2b525004dfaaa579139020d031e7f0f81046798"],"title":"Multivariate Mann-Whitney estimators for the comparison of two treatments in a three-period crossover study with randomly missing data.","doi":"10.1080/10543401003618108"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The search for an adequate dose involves some of the most complex series of decisions to be made in developing a clinically viable product. Typically decisions based on such dose-finding studies reside in two domains: (i) \"proof\" of evidence that the treatment is effective and (ii) the need to choose dose(s) for further development. We consider a unified strategy for designing and analyzing dose-finding studies, including the testing of proof-of-concept and the selection of one or more doses to take into further development. The methodology combines the advantages of multiple comparisons and modeling approaches, consisting of a multi-stage procedure. Proof-of-concept is tested in the first stage, using multiple comparison methods to identify statistically significant contrasts corresponding to a set of candidate models. If proof-of-concept is established in the first stage, the best model is then used for dose selection in subsequent stages. This article describes and illustrates practical considerations related to the implementation of this methodology. We discuss how to determine sample sizes and perform power calculations based on the proof-of-concept step. A relevant topic in this context is how to obtain good prior values for the model parameters: different methods to translate prior clinical knowledge into parameter values are presented and discussed. In addition, different possibilities of performing sensitivity analyses to assess the consequences of misspecifying the true parameter values are introduced. All methods are illustrated by a real dose-response phase II study for an anti-anxiety compound.","inCitations":["18272e5a5c58e7b262a36e7c1f8f2c61eb507073","a953796d04406e7f2b0f16dad1647276fe20eca7","db6cfdba82ae9029a25e509d833f024f75732cee","145cc23fcc7bd1dd7254e231f26e18fb448f9c93","2cceca0f7cecf678994f1293515bc48d3ffacf20","ad31bb0e2df08a30bb52f1870a322f458cae6d73","2579ad058206c6411832a370e2ff3a88ba975c0c","4c418617716c3cf8395cd21464da916c57f0a1dc","ae2e4265869c5f900c595d752d07988d0497e4fe","6a1fafd643240a771bbd5ed1f43e2f26f140bcb0","a7a83ee9b3798d260a1468e85545abd45e9a6ed1","25a63948cdeac2ac78fda3f4cec2231aa85c3cba","c653c458607934629c5d5477385d2f8b612c6ce2","0e160c5aa5ea047063056bfce00305dc89fc1648","e8ee84d0b3e6af64049b4cc4212d5b89611e2c1e","d72e0dd284a93a5ff945a191bf796b8a90fe914a","a34e1768adae64f6f176bea8d4320a2e34c2a6ce","9c50a9ba3965142a71d4d8ded61de636a7669128","3656fe88b473869063ff2ca316b2912271af552e","6fbbd94f127b6a316afa2e43442dce64b02f9448","e21600790a3b8aaa442320ccf9f953524bc8a4dd","b2af5cb367cd5923ee94c37b0700d549e3e30237","cb9c39f30cc352b9a67945c10e5dfbd67e4c3ef2","558428d3906e9ee2dcd1f47cff6128d195903d4a","dc17509a897b3dfe62731527caf6b461d5a23246","9a8211d314f0f6d77c83e9134178846622898a88","3b5b549bac09af294f855f6b855e76e5ec1c3fe9"],"title":"Design and analysis of dose-finding studies combining multiple comparisons and modeling procedures.","doi":"10.1080/10543400600860428"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1998,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Some current approaches to modeling crossover trials in two treatments are critically reviewed from the perspective of the practical requirements of the drug developer. Particular attention is paid to the AB/BA design, and the inadequacies of the once popular two-stage procedure are discussed in detail. The use of baseline data is also examined. Both frequentist and Bayesian alternatives to approaches currently advocated are considered and critically compared. It is concluded that it is crucial for the applied statistician working in this field to have an appreciation of the practical medical and pharmacological background.","inCitations":["c773d734d766cb8743c6c3024920f7292006534f","b11a6367f7e9334a34635d03b5ac4b7f886be9a6","942d5b4e3310356cb0849b6cb2bf8dd1dbf4d90b","e9f93149bfdfcd6065cd89f23247ad94bb037b31","01ebea3cc092cdbef331726aa4704b12858348d1","d00597f1d16512fa625a279fe9e9924b513a4cbf","398df48eb863daa4c21d9ec910b32b22ad610292","77d9e7086c7dd57269e4f1f9a80fc050885b0056","1cdd577664e04625fb0346e2f0624a4910f0e606","3ef8c2b876cd00e49d0289af85b727d8964e6b9e","ef6b1dd31bf4a8b88944a4e115ef54e99d5887a7","09aa75267753afd7bccd223553215887bde8989b","55338b469cb1573ccc6c16c5609c8ca7be53d7b9","ab105feb062e17724daf1190f8cb153cd990f1f0"],"title":"Estimating treatment effects in clinical crossover trials.","doi":"10.1080/10543409808835233"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["4aa5b391c6ddcdd06241c7a7fd2ad54f8e56d24e","cae78de351d5cbd5bd7fd853cf07034ca2e6659c","22acf1ed45fa7c036ba0d95b7a1a246eec625e41","461513810dece530ae87f2200bb4cec93ff7c2a3","ed67af3973dfc2394ea7fdb5a806e9b242840fc5","d7632aa87f9d79857919cbfe97ddb80795c5a93e","b4783800c2fdc455e58a50dd42a1aa2d85c4c830","6b0345fe5dbf7a8551edd7ae3f56f803fc21378a","8dea6ebc06a57dfc461dd8aea36c5a00c8dedcf0","a7a3046291d81a340a988775df671effb835ad93","884e67564eca9c19e5e4a72ddc847996bfd138f6","930281f635c92fe3dee041b3e1315e606c76850e","bee570503aaa0ed5bc5dd4cf6aa742df0b5cef87","1c93fe872352a580dd59257abf5ad398a5b75aeb","86756e579c78889ca305a50897e2f9070363fe95","7d3651188dee0fb2323f302332a4eb6259b3a225","4a6032a28bcb78fa3b5b5ab2305e74a795fa517c","86f28b9cad1e71ca041a87fa3753ce9986a77b81","2d98192196b2badb344ea6bc43414e3118ee2fde","0647316e7e0ccb1b11ce1c357248b069fb0f9a43","04cc7dcbb2f4be13fe88eaa3c6285a1d63d9cd4f","3966b33f9bee0c7891f9f42c9b45bd3e404e8dd0","ddc393abbf689e68203d314d1789b7e630380464","3c7d33f8d1f3450657a1de2e5dd56f2b35db658e","4a7b8fb8cb69f53c6c2ac3ae518a974773240b94","ea40c9bbebf715204f48652194e50fccb01f168d","95f923f5e631c10d04aed2ec47e7df8796caebfa","b7134309fc923d0395edb6c6c7d6695c82f053fc","0eaa3f108e286c2522fe3f63d4d18c30b99011bf","8017699564136f93af21575810d557dba1ee6fc6","1a2b5877f6849192fc415539844b98c08b239c02","7f70179b5935583e7062eb7745c010b37b3205a0","11545bcddece229ac7c0fdf321f0f42885a235df","87e43e9eba01a4eb03436c9946bf6aa031a5d5af"],"journalName":"The annals of applied statistics","paperAbstract":"Medical imaging studies have collected high dimensional imaging data to identify imaging biomarkers for diagnosis, screening, and prognosis, among many others. These imaging data are often represented in the form of a multi-dimensional array, called a tensor. The aim of this paper is to develop a tensor partition regression modeling (TPRM) framework to establish a relationship between low-dimensional clinical outcomes (e.g., diagnosis) and high dimensional tensor covariates. Our TPRM is a hierarchical model and efficiently integrates four components: (i) a partition model, (ii) a canonical polyadic decomposition model, (iii) a principal components model, and (iv) a generalized linear model with a sparse inducing normal mixture prior. This framework not only reduces ultra-high dimensionality to a manageable level, resulting in efficient estimation, but also optimizes prediction accuracy in the search for informative subtensors. Posterior computation proceeds via an efficient Markov chain Monte Carlo algorithm. Simulation shows that TPRM outperforms several other competing methods. We apply TPRM to predict disease status (Alzheimer versus control) by using structural magnetic resonance imaging data obtained from the Alzheimer's Disease Neuroimaging Initiative (ADNI) study.","inCitations":["1c9a457259329e7a948542ae285794228f559ffa","bfcedf88ee2c57fd68ceca82d18dec7088667777","7f2394d327910675f31355b424c356f6ff4d8033","e03232f936068366ac259fd0f01c075d12a29ce8","2bb33ecb1336c816885e6a775930c30fe5032a11","8fb65e2ce4d9783a926f832585ae5340cbbc055b"],"title":"Tprm: Tensor Partition Regression Models with Applications in Imaging Biomarker Detection.","doi":"10.1214/17-AOAS1116"}
{"fieldsOfStudy":["Computer Science","Medicine"],"year":2017,"outCitations":["948fabaec7af297a606f43726efd5fde5cb4b061","785278a6c37ed10d3eb8f86d1ac79d5c466ec8c0","4e324049ba9ec712ba343f988f6f7df9ef4924f7","cf40c81898cdccad92e9f18f6edcf31ccb134253","e95ed355b006b72a47b0e4f5ba8c8a1cf841923c","6a7292cf02cbb82b6b6302f18399f3ff96ea51eb","922ecd55dc6f99fc478d8c4175c88f4a1d60c463","aa24b6d6bce2c7aecfdd7d0ad31cd626e8c766d5","f21192422be3a2abe97b1394a87678b33d920b70","b6180a5c81cf3d29f494879ca503fc15e56b8c3d","46c39b891598f6782e797f7bc35efe4adcc3b800","96e1414b6b239e6fadcf24cd897c6dae14b7a4b8","03aa8aeaa6307358dfb10e832671f2b0dd20816f","c1bded353d7f63823e4a4fa21a872f77f34d55d3","93c6f823b3f7e7256d92b38401d2ae83bf123325","3533ee702babde4c7793ff569d6a06947da81518","f3486b6b54068b02131e5e76e877007cb12508fb","7c8f3853e3257a4505166bb8d1567aff308897a9","416b4e7db0bbe6cfad2e4c2552666a47d7b403a9","b7394c5a33755ae0e4f68581081b993aa8d1d2e8","c6665b65328780cc5c175972a5c5043d50cadd57","6c336ace0968e4e33938c8ba1e66b52badb6b1c3","b319d8056ec14d2921d54d0fad6b1a762030c3db","977e9d97068254b350e6574c50bc86b51f9d7012","db792dd9a9130fec4be521f928f3115ada89d005","fe7e1cd45b1eb30559e4d38fed68835ea2701dbd","5a880623cf7e6b020663e8aa1bcc1be24ea8c4d6","419117cffc0320b048180d1404710e4cef001f7b","efe12ca5c347caa251d6894b971fc5ced9386d2f","49d0abe7f6bee3d4b53b2f25f3f8f064eefb65d5","0df141638bd01caba2ae699c3325a35d59605e62","b863285992bae2df6d2a0c25b1e686a59c7a677b","c59b498b83927668d3c42906b76437ce4c3d7f7a","946e38b63e155be602ff66c86e15d6f67b82f489","4d2cae0a80506bac38ae5a8f6f2f9b545ac0f70b","d6271cfad475e0754189d9189546cac2c1d83617","0da6f098c736974abd3a4a7946c5901b8128ab52","f25de4182a75525841ad40b0b8bfe7337a9cf792","1b9cd63ce135a0c27c8093f86702b5497654bc02","a04b28e40ac6c63d4378acb5f5c1b32ddf70a2d3","ffc7aaf5f4622802de3def0a74ffbfa9aa23a3a1","4807cbef34b89d58abab2769dc28913422a8dfa9","b004351afe786e6b5200861636489d840579833d","9cd483160dbe855b9e1094612e893902021c1246","71f0567c2d239f7804a4d5b0bb77964d01268c76","862d7855449085f6abff95630906bfe0f81f8446","4fedd1f1642ef9fc224911398d3b6cf0f84fdd02","78c23ffe04facab5d641e38d066c183f7eb54858","e2e0b55865fe0c21ccef3563d8e30a93f52422bd","b79e25794b6ee9e661f3792d6753261587b8603c","c41d9a35acba74ebb59fba9e6fb5605740f7055c","c760865d5250effb18e3b4a761482413cc96426e","b63ddfab3e958da83432437538a7cfce0be8dcf6","8d76672d52622d9c45014d630717ce911d1292ba"],"journalName":"Journal of statistical software","paperAbstract":"Thousands of chemicals have been profiled by high-throughput screening programs such as ToxCast and Tox21; these chemicals are tested in part because most of them have limited or no data on hazard, exposure, or toxicokinetics. Toxicokinetic models aid in predicting tissue concentrations resulting from chemical exposure, and a \"reverse dosimetry\" approach can be used to predict exposure doses sufficient to cause tissue concentrations that have been identified as bioactive by high-throughput screening. We have created four toxicokinetic models within the R software package httk. These models are designed to be parameterized using high-throughput in vitro data (plasma protein binding and hepatic clearance), as well as structure-derived physicochemical properties and species-specific physiological data. The package contains tools for Monte Carlo sampling and reverse dosimetry along with functions for the analysis of concentration vs. time simulations. The package can currently use human in vitro data to make predictions for 553 chemicals in humans, rats, mice, dogs, and rabbits, including 94 pharmaceuticals and 415 ToxCast chemicals. For 67 of these chemicals, the package includes rat-specific in vitro data. This package is structured to be augmented with additional chemical data as they become available. Package httk enables the inclusion of toxicokinetics in the statistical analysis of chemicals undergoing high-throughput screening.","inCitations":["0df141638bd01caba2ae699c3325a35d59605e62","621e2b246c3a6b7337320a0807bbfa93029edf84","724afd3d7723e12cd19cd963b07843331879696f","dc950475f73572acc0dbe8324c88b63563bc3b15","45dc700b0192f5f6c617fa1006c9b93d06178e33","e0bd2f396649ad0419aeea1a447affffa6274602","972ea7e5e4668fa8022de64d809bfa52e8e9aee3","0647df1332a0b15866433842c11a301180b3c7c8","3fa75645ed3744ea25bf6d6c576d327d0fa0487e","4a2f47b27adc5e503e21476c1cf65c70f413f2d3","510915d0b6a59f2588e9184fc6e28c7e01a41227","486ac5aa42ed0c6391f8f92b3c2aa9dd029eb678","d798f5fc702ec2164a0bc696b1001a07bf7ed1cb","f2a558340c48b7b9b02e830afee6652714808609","35b98908dc44392e2b4fe8d96c0550ce60159267","26c0db15e4ac83fcda1593b187afcdc09f8ca976","aa8ef13a232f5948c32dbd26ef3679ecc36190f3","ad0782eda8db0b276e772744d78e4c1d8567adb7","32978dbc2c26cd56addfcbcc4df06b7e7e73d288","21dc5ec32afcb7635e9c46d4f6187aad3bbd127b","a34c3b1f6595a9484c1421532067e3db36c2ae6d","99d8bd4215a599c6c679ce4f5956ff58e2810d62","4fee6d151cd8622eeecb1d26606dbc03c67b54f2","bd646ca558aab6b827eda549c2d25efc2efc3944","3d29229d5e9fd020b4a280ef20e710b76e6ca7bb","a34331aab75db41c1d6e3729ebedf360077b10bc"],"title":"httk: R Package for High-Throughput Toxicokinetics.","doi":"10.18637/jss.v079.i04"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"A method is proposed for the estimation of drug or toxicity potencies using in vitro data. A typical experiment in cancer research is presented where cells from a tumor-derived cell line were deposited as fixed volumes in 12-well cell culture plates. After waiting for 72 hours (for further growth), the wells were exposed to different concentrations of a drug and, at the end of the experiment, the numbers of surviving cells were counted. In this article, the \"standard model\" is extended to take explicit account of the error structure generated by the two experimental stages, namely, the cell deposition stage (and growth, prior to challenging by drug) and the cell counting stage (by hemacytometer) that are fundamental to the design but have usually been ignored in the modeling process. A simulation study illustrates substantial gains in efficiency in the estimation of the median effective dose.","inCitations":["a810df26cbda2c3c0247959667d2068c6526de6a"],"title":"Estimation of cancer drug potencies and relative potencies from in vitro data.","doi":"10.1080/10543400500265595"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["327f147a4a212765917f2a8c31baf08aac497b59","4c74477f0d387e3c3cf625e4ecfb69348e0b43fe","c52ba20637a34e3c7dddf0c71e1d4ead09a25b18","57d891b49a4928b1491a8e6233b2d6a01f25da3e","973cdc94b64ade12f5f618bae76787cef3c2a688","15c04ce955c905527df8658abf75dee8edaf2ab4","6ab7a0d47f32ce7bba6a3504258c18c29fbf9309","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","86aa848b3823e3394304dd4d51a69e8932187b0f","e3deb8a7b2f53028ca3d9a1eb672c4d3b7ef48fe","7ec5fb2fa848fc06bb1df83d8599ca901d02b3b1","af4b3d01c44d7a404f64aa6b8da49cdbc8cb0759","462d45d08f64dd64c558b2550fcebab3864a0425","3692572da69b955c9c37c3375d84b5fe1ce7a7bb","5a343015d755a9001a26287b7a92028b5d026617","dd2dfc17fbc81687a72fea892407ade45a20a3a5","f96fdc24f1a8c42835c508d626d0138acc1a7f49","51d03b054dd3d6686120b13431a126ce0bc11041"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Nonclinical in vivo animal studies have to be completed before starting clinical studies of the pharmacokinetic behavior of a drug in humans. The drug exposure in animal studies is often measured by the area under the concentration versus time curve (AUC). The classical complete data design where each animal is sampled for analysis at every time point is applicable for large animals only. In the case of small animals, where blood sampling is restricted, the batch design or the serial sampling design need to be considered. In batch designs, samples are taken more than once from each animal, but not at all time points. In serial sampling designs, only one sample is taken from each animal. In this article we derive the asymptotic distribution for the ratio of two AUCs and construct different confidence intervals, which are frequently used to assess bioequivalence. The performance of these intervals is then evaluated between the different designs in a simulation study. Additionally, the sample sizes required for the different designs are compared.","inCitations":["7c4b604fcbfa51573257bfdfb717fa47e77a31cc","4d5ef0d01e3360879985d9240c5f1a54d8524f86","9d84fdaae6c7ca304d361bd831879e405fbdd680"],"title":"Establishing bioequivalence in complete and incomplete data designs using AUCs.","doi":"10.1080/10543401003618835"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1981,"outCitations":[],"journalName":"Journal of applied probability","paperAbstract":"\"A generalization to continuous time is given for a discrete-time model of a birth and death process in a random environment. Some important properties of this process in the continuous-time setting are stated and proved including instability and extinction conditions, and when suitable absorbing barriers have been defined, methods are given for the calculation of extinction probabilities and the expected duration of the process.\"","inCitations":["2d198e902a6c6e9c1c9e607cbd6de3a81899e5b9","d1ab1f9b6a87cfe4f1a215037fb1e2a3013080fd","4ccb448fdde2dac24b6fdb1af7304ad2881d285a","01e98e17a7cf29afbf3f4ed74a976963b536f7be","a58a2fc5db31f730dba6ef040306ce3edca0dcd1","277a898e87228bb3a68d2de328b349b8724819f0","30a0a2ba5da148f7972e4b909047d5fdf4ab518e","08b650ef84b1b7e2feb8bad55b28d5017904ec4d","f70b70a24c5ed715790b8eec8256383391df5334"],"title":"Birth and death processes with random environments in continuous time.","doi":"10.1017/S0021900200097576"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2006,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"The term 'futility' is used to refer to the inability of a clinical trial to achieve its objectives. In particular, stopping a clinical trial when the interim results suggest that it is unlikely to achieve statistical significance can save resources that could be used on more promising research. There are various approaches that have been proposed to assess futility, including stochastic curtailment, predictive power, predictive probability, and group sequential methods. In this paper, we describe and contrast these approaches, and discuss several issues associated with futility analyses, such as ethical considerations, whether or not type I error can or should be reclaimed, one-sided vs two-sided futility rules, and the impact of futility analyses on power.","inCitations":["e87c82001e439c4b6cd7b3d950c03dda3fb896e2","ef4102e23394bbf801ce5ecf45e495f330ce5ee8","ef2ea5a8b1e890aa7c87e1d9d3b75c6c5c330661","45b9528b64a468dad4928c5afca5e89146d091fb","9b47ddb412a4638adc813e8a6539f2b69cbd8042","b1d86016f1413f6b6bbbef0295f17d194d933d5a","f3b90cbe9514032f37d54a079ac7e10a41faab6d","9c1913d00d2c5bbe6e6fd7be71b1e18e1de6ce2c","88591cfc978c7116e82f677c5090f53560319e97","a9e5a9d513df4a5de75c816878bb135dd1baee51","b5b414e321f2a9d99b9191b6fd4f37bd8de2c785","c7d308fd3a12d28af9d95600e2c3506b512cb7b8","a62b1018df8044ef9eb7206aa18ba0ae47d7e76e","568362041550a36cb8e711497a05c76e6bbde772","2668d8335c7a132500589e80f1f781e78b320e63","a3af1f3e66ce2ff99c029e2302b5fb602fadee5f","ca59b5e9f456afcd71bbb976ea3c257ccc1948d8","cebce389a9435c25698b9d8aeb2bef60dbc87eb3","e0aa4c14561fb74d2a04cb5a7a209266697471cd","c6062eb9a65301e2512e1a8f95dd7cd32870beb3","41d008fc81655230c7c9b8fc92c21e8fe61fc7ed","33ba8aa9c36c0b85d0d617368bf84d8f2656e568","cbd3d0388d76b9a9a2cd3bdec7981e9c50ba1d73","f976a08dc71a6107e7d36fa2b9625a1c5b48ed34","27cd6e36c51451fce988ef2c28d2266f556b511a","c876d39005b4a8c99d050500c160bccf1bfaa04c","e1f5aa81f077e22948eccbb3da8e8aad5688e727","83b8a6d2a6a12f40d7f41be6e4253aad4b990765","b9a88ac36afc8023cb2868b29ab600f89b074a17","be6899d5c7c31b41bb27d526a8843df6f996e2c5","adbf7f160a0584e1bb3845226cc1b709d7b42c23"],"title":"Assessment of futility in clinical trials.","doi":"10.1002/pst.216"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["46c357d755011ec347e15e2291f0b1aec3d7d49f","37f5f1931afc51f7b52e0452d0317b5a6df54213","d31e159e9cd5ba4bf4016a89fa8f25ec9b95648a","5f935b3b49e973378dd635a2ad0d0561a8ab3890","88fec9d09b3901d064ab53725ae5699d6793ba59","faf1a2f43b895361da69ac7873ef60689fd822d9","d7b91fe7b6f46d84e74558cebae3c9298700b3a2","b28b4ea0df0e511054d80c618930315dace8fb4c","eb334d755dce73fbba06c9ea48f832c57e9f1080","42c94a5b3f676e6319ff1a4e7cc806278c08c1f1","01d98cd0b032f95f3735062f8ad8300e042500f3","6dbb9040eac670e24969696d966c7f94a6f9c844","579d983dbc199218455248b7727ad7e325e09ce3","b99d2b48686cd600862bc77ec27b49a5cf45c88b"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Many Phase I trials in oncology involve multiple-dose administrations on the same patient over multiple cycles, with a typical cycle lasting 3 weeks and having about six cycles per patient with a goal to find the maximum tolerated dose (MTD) and study the dose-toxicity relationship. A patient's dose is unchanged over the cycles and the data are reduced to a binary endpoint and the occurrence of a toxicity and analyzed by considering the toxicity either from the first dose or from any cycle on the study. In this article, an alternative approach allowing an assessment of toxicity from each cycle and dose variations for patient over cycles is presented. A Markov model for the conditional probability of toxicity on any cycle given no toxicity in previous cycles is formulated as a function of the current and previous doses. The extra information from each cycle provides more precise estimation of the dose-toxicity relationship. Simulation results demonstrating gains in using the Markov model as compared to analyses of a single binary outcome are presented. Methods for utilizing the Markov model to conduct a Phase I study, including choices for selecting doses for the next cycle for each patient, are developed and presented via simulation.","inCitations":["cec5876727b8ce7f949d7dcbbc519e964b0dc3d9","3923ca24224d7c583ce40d1ba4cb79a6ad86bb96","b0cfc2363ced21b77d8be01a893015ac97202a4f","fa0616b4532b73e62d8bc456e147a0717cbfdd74","567d3495a6798086a16c9ce7f3c901935fee9179","57bbf369a65d1e7789e2577f765f30599ffd24c3","f56f8252bad6af5b493e1f2ab14fd47d682e5fea"],"title":"Adaptive Phase I clinical trial design using Markov models for conditional probability of toxicity.","doi":"10.1080/10543406.2015.1052492"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["08ad0a569477b47c0d0f9f44f6a7506af6490946","180bea9f88d14f5370e55428238409dd65f87ab6"],"journalName":"Biostatistics","paperAbstract":"Blood and tissue are composed of many functionally distinct cell subsets. In immunological studies, these can be measured accurately only using single-cell assays. The characterization of these small cell subsets is crucial to decipher system-level biological changes. For this reason, an increasing number of studies rely on assays that provide single-cell measurements of multiple genes and proteins from bulk cell samples. A common problem in the analysis of such data is to identify biomarkers (or combinations of biomarkers) that are differentially expressed between two biological conditions (e.g. before/after stimulation), where expression is defined as the proportion of cells expressing that biomarker (or biomarker combination) in the cell subset(s) of interest. Here, we present a Bayesian hierarchical framework based on a beta-binomial mixture model for testing for differential biomarker expression using single-cell assays. Our model allows the inference to be subject specific, as is typically required when assessing vaccine responses, while borrowing strength across subjects through common prior distributions. We propose two approaches for parameter estimation: an empirical-Bayes approach using an Expectation-Maximization algorithm and a fully Bayesian one based on a Markov chain Monte Carlo algorithm. We compare our method against classical approaches for single-cell assays including Fisher's exact test, a likelihood ratio test, and basic log-fold changes. Using several experimental assays measuring proteins or genes at single-cell level and simulations, we show that our method has higher sensitivity and specificity than alternative methods. Additional simulations show that our framework is also robust to model misspecification. Finally, we demonstrate how our approach can be extended to testing multivariate differential expression across multiple biomarker combinations using a Dirichlet-multinomial model and illustrate this approach using single-cell gene expression data and simulations.","inCitations":["0da46d36c7fd4dd5c5846d77184a6671a8a83eaa","419802e285e792264525e1e8e1562340ac641b1e","ebd5290cd3941562f91bc527991423f46f58ecd9","3604b11bbf481e7d879c0b0c426616ccd9f6bef6","5f69925f601f1d0191b84c0c9efc8eb1668fab21","9328acf64af83c84711216db0e78ff7bfcd55ae1","7c88bbbfe15a7dcc4f50238118aa6b70468f3f9e","4aed9980dbb9b32ecc136c044672c0fba8b6c776","b612e59c54089a3d09855df17767bb6041b47319","38a7e326e4f66048c3f0d3d603fe1cb8c30828ed","c7140379ab3c2fead124710173f7ddb4744acab2","830a2cbf47ee050e32f9b32bd0ae6b60d3044291","1872c80c8f0c78a9aeb2ae7bc6f1ddfa3339b47b","9eb319746ecc3439d2f3c9c80ede7eb285717754","727f66984c2ce737873612e4af9f6b5b706339e1","8f4bdd2427d014ea54b578dc782d33f7b86c6d28","4e70d92bcf05a14abb6ae2df8a965171ae883274","feeb792370de1c5d990b6411c871f779db6dbbd2","8a58e51fd9606ce3a8748fff517f9dfab3ef99e8","a63ff7209076d8821dbe25a49d049fc1741e8b45","e267238e99b19c108ed85ccd2b64bdf069e6ec9e","c92623f361f0720f1f83935b846bfb12209d49d2","5863c7e8867fbc05509d0d65718e4d027454e19b","56308d0f0bb691a7bd393eb8219fb29b58c9b9ea","ca3e6f5046de88081bd446a5ac861962dfc7198b","778f2425ea5b348dd34098d763d1ab80e65237fc","810c5f58ba84b108530ae64eaa3271452e3954ba","bd81c70ce0cf2189f7eaad3f0e5f8d97751a3e76","0660998f6147bd3e601715370e22126795433f42","82b3d1cd9f5e52a7966d556105fcc2ea7589f74f","695c8fe19555f553d813f705d01451b6de238417"],"title":"Mixture models for single-cell assays with applications to vaccine studies.","doi":"10.1093/biostatistics/kxt024"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2011,"outCitations":["bef7a064253f741b6298460bca3763ffeb1958c7","c6825627e13f3ad2bfbf2bde82b33879ffbb5f46","39b90d6fb921774b7819414a20a6f845c19151b2","e9ca0347b4ccbc18200e869cc3540929f8d64ec7","fbd0d4eff0caf726fa976029a9d4c9db7710ea46","8b4300f253644d49c778c037ee614b9cf42a908c","7b0ff572fbf0210f796e8e1aeaa189f94be8c6e1","88a0f83582c0a0930f231b7ed59a7f46ac094625","82b510b285198e5bf1a536358bc9477b25e512df","e9837699264e42aec8e3aa700253ab4f1a44c248","33e1d43c3a299d752c18d906c954c6e0fa21e5fe","44c28138fb1b4f6ab76a72cca59e78e8b1a2e269","bb787c61efda995b99fb939b743c99cda3f0b9f4","1413dbfbbae1b59d52656db3dc48a4ee278e082f","ee3b602bf7ea92550984e84d799d0b1855a0df0b","9aeb5c8f6f4325a7240b2cd3e2528295b2a64707","9a84002359c777dc941e1465f148abe43cb3331f","e0f1c76c1f8824cd974a4b76f126045e1e8bd223","114c075756a7bfa63ce2124132c135eacf4939e8","c53bf913ee793b45334d7eafe4539b8a90bde325","50c9404f4acb70b43d3ac3a22c2499dbba7379e9","dc6cd5cf33294e4477c42208488db41d711ee084","d5c54719df80fc0de92eb8790ebd4fcd91e6fcc6","4b9285c43816d3cadc22e54bbc8ab6d0cd06564c","e06798df7698ec6c14822b32380f97dd1e870c29","040cf85e53e48aab1512ed8dd02d994eea0e4bcc","566b5c62fc77292ebe09295d59e7fbf6fc914260","82bfe557794e2ebf7c4dbc64ea7038dffc89900c","eaf86d09dcc77bb570e85448b08ed18e6efba709","1f5617aa08e104b19efbd11578a1912fea282784","f4d023f0d4d510db6eccd49542d65a3352c27b30","52f686658ed821c4839d1e2cf95e7bd23746a10e","795139608eff38ed1854b30d38e95d2ca732e726","2089c75c2f7f842fca50f31753a4280d7caa104d"],"journalName":"The annals of applied statistics","paperAbstract":"Acute respiratory diseases are transmitted over networks of social contacts. Large-scale simulation models are used to predict epidemic dynamics and evaluate the impact of various interventions, but the contact behavior in these models is based on simplistic and strong assumptions which are not informed by survey data. These assumptions are also used for estimating transmission measures such as the basic reproductive number and secondary attack rates. Development of methodology to infer contact networks from survey data could improve these models and estimation methods. We contribute to this area by developing a model of within-household social contacts and using it to analyze the Belgian POLYMOD data set, which contains detailed diaries of social contacts in a 24-hour period. We model dependency in contact behavior through a latent variable indicating which household members are at home. We estimate age-specific probabilities of being at home and age-specific probabilities of contact conditional on two members being at home. Our results differ from the standard random mixing assumption. In addition, we find that the probability that all members contact each other on a given day is fairly low: 0.49 for households with two 0-5 year olds and two 19-35 year olds, and 0.36 for households with two 12-18 year olds and two 36+ year olds. We find higher contact rates in households with 2-3 members, helping explain the higher influenza secondary attack rates found in households of this size.","inCitations":["c5087c761b4613002a2f29aa12b41ca829a1ab27","be34e6d8648afdca54900a312f1523f6b3f8a757","9a02cfe24fe3713d1d51b7e1d1a64586ed802b1c","31e3079b37ec6f17fa16955c5476f2ee77153885","28e54eb058490fc5075586950ee3edde6d886179","32070e51287d7d361dd5fe2fd667e6cba0833538","c505fc334047dc44c5639d785879c018339eba07","49837ceaa7f35427263ced6c7228a470157906d1","f45bf73b0ebba3dea10d14b6b85d6c64c470cfbc","7190867805eda743817fdb71bc44165cc5d72485","dc6cd5cf33294e4477c42208488db41d711ee084","7a1c8c8f783c34f0784187d182ca8fd4d57241cf","e241308728462601df7c6f29c2334e43911bb086","f0266ac292ee7df492c346db93700080ad501be8","aa5d877d9a2f1ef7a8c9da901f047cc7763cad39","8ed9454e036b9efcb3bc40a0c63489502cd1b0fa"],"title":"Estimating Within-household Contact Networks from Egocentric Data.","doi":"10.1214/11-AOAS474"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2005,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Trend tests are used to assess the relationship between multiple level treatment X and binary response R. In observational studies, however, there may be a confounder U that is associated with treatment X and causally related to response R. When the data for the confounder U are not observed, an approach for assessing the sensitivity of test results to U is provided. Its use is illustrated by examining data from a study of mutation rate after the Chernobyl accident.","inCitations":["18b64b978de0ba5c55aa9686edfff31bd69dd146","4cd1f081958f74292fbd5d123064ea640e93dbe7","38d51f7ffaeb723e74e994abf7ba0fca75023f27","0fcb5e981970d3915709eb571d203f8f05322b64","6e1eaceb24ff4a8f730250674cd8e932d7b75b46","fe0a432468ac1302ead45b40bdf9e7db1e39e63f","24cb0d284eb2562c651f3ea4e19fad87827a740c","2ed48186c6899cbedfdc5ea6ea00dbe07c8bf4ac","981eff72a774fb53e222d6e444ce6826c669fe9e","adf0208c8ad92ba92d3cffbbe6abb7dcd5b8a59a","0a6057b716fd225f9fb8e902d7c12f50b7ec4aed","729d2a06d8801be04da39c82ffa461bdb122f7c5","20edd60bccb039e2f9eb35032e2a737f51df3641","258b36c938290d9e4962ec0bf72c19f8b7a7bb18","e00cae86c27d6837a88f7fca0935491cef58d831","7808fccb9da65603b7e94da84fae467454ca9dfc","8b55d9c94f2b90d0455c4fa8769bf0da52c7b9f9","ef141f13d327967404846cd1bec68fb048e647db","7c3f3d40f848ccd898d590b408893831377f3079","ec30bb8214c938dbb57b302e53c927826f47c983","f94e0db0624de6a5b0f1aedc627b9c8c81bcf118","572a84b37e2f79f2717b8a611a423fdbc46de082","8a5a63aee29045884de71283b875092325942834"],"title":"Sensitivity analysis for trend tests: application to the risk of radiation exposure.","doi":"10.1093/biostatistics/kxi003"}
