{"fieldsOfStudy":["Medicine","Mathematics"],"year":2016,"outCitations":["e1ababf08c9ec103db854a2c1b4db611142cfdb7","5f7352d9fd35e23e6c0574b457327ec63a8d53db","0822033554c4391bfe3a66e5ec75a7242ffe3c87","6afa524382ed875954f5a1d534da3878fb4dcaff","b1efc48db717521045e01c9157770bc25e7f62c7","d4db3f891b5ff6769665f8a8d324cc0dc89b7467","8537f7d886fa75957d269336efb66ce0d4c1a58e","d795d1585fec5fc74053a65950db3c07fefb0471","4c33697af883050c1399d91089eee2ae31a3bb12","64b98832b40acf8adbc8124d9a3c8a904b486adf","02912c284980f1974a14d6290e9ac4e1d3abd0f9","861c348f27187951d91fb104ec715ab2945ecfe0","c6061e16b8a2fbc0424d19133bf8bb1a858ebe73"],"journalName":"Journal of modern applied statistical methods : JMASM","paperAbstract":"Semiparametric mixed models are increasingly popular for statistical analysis of medical device studies in which long sequences of repeated measurements are recorded. Monitoring these sequences at different periods over time on the same individual, such as before and after an intervention, results in nested repeated measures (NRM). Covariance models to account for NRM and simultaneously address mean profile estimation with penalized splines via semiparametric regression are considered with application to a prospective study of 24-hour ambulatory blood pressure and the impact of surgical intervention on obstructive sleep apnea.","inCitations":["f2739b977407db7ddfe95e39d2d59927865e1022"],"title":"Semiparametric Mixed Models for Nested Repeated Measures Applied to Ambulatory Blood Pressure Monitoring Data.","doi":"10.22237/jmasm/1462075980"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2010,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Discussed is the problem of sample size determination for one- and two-stage hypothesis tests comparing two binomial proportions using two independent random samples. A FORTRAN compiled search algorithm identifies exact group sequential designs that allow early stopping only for futility or only for efficacy or for either futility or efficacy. The resulting designs yield a substantial savings in terms of total sample size in many practical cases, are seen to satisfy a number of desirable properties, and are compared to other exact one- and two-stage designs and to designs derived based upon asymptotic normal theory methods.","inCitations":["2aa48e816f2a1f83d43aa8acee7a2b4267f30035","f608ad52698bc964bb36bddafe4b4d6e9cf634f3","b65900cf4b967dc90250d4e123a50cebf356b835"],"title":"On group sequential designs comparing two binomial proportions.","doi":"10.1080/10543400903280621"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["6a241c4ee66cdea0f8ebd45f3336dc94afa442ef","ecd1c5156e01db9adc977c0be0edaf97dc8a9ad4","baf125290331962f27121cb90819945d3cb208c7","851a56d66159c09eab5b2376d51111f01fb1ebf7","2edc1936f57ccaf0996ab63dae425708560771cf","dc423c0563ac6c80ae8af840c8560438644a0e59","6cfb69a6db556d8475fb55837bb7b431bc9d6d84","dfc522a59d79ce63df46b9c5a06e149c42934fbe","a2690c14fc1a2eb70208a54289c7c710f5381ec8","16202e122a7f761af138b28c0b43e63687b06315","f4122329c46b706da1d4956a2cb191467eea4b07","c1ed36738b6172cfcedacd4124238dd1d293f438","311115db251ff1b9317d2b58a55309d90b3f5d1e","6bf4a7070be3d9bb85175dfafa030eff18e0dff1","77479fb5f278920a2437bd2bef0fa4512d658e57","3090675a4f26fe8432c9b8e32a58940b754336b8","6c4d5480f72053889a7cd3b8123aa624d7612d0d","c8962b8e9f888bb24ee72357f211c7aa65c08940","22c6062e0d0b46a1b5cec73f9edcace3fa06973a","fa98774853b73ff080a51bca4c850b55f22ab1fb","3400861c33570ce2ebe8b9da9192fbef9f37e8fb","6fbcdd8d0a65e349fdfcdaed41564f6b6a91fdaf","7ba15331c0f7de65e90e2d2ce3c8a4515b4acad7","021f48e9e041420cca8f6613124804bbc570933a","f7913f396efa078e7e56127b20b3a3928279e553","c09db7439505f49a0958f68e782df94b3807341a"],"journalName":"Biostatistics","paperAbstract":"An important issue in statistical inference for semiparametric models is how to provide reliable and consistent variance estimation. Brown and Wang (2005. Standard errors and covariance matrices for smoothed rank estimators. Biometrika 92: , 732-746) proposed a variance estimation procedure based on an induced smoothing for non-smooth estimating functions. Herein a Monte Carlo version is developed that does not require any explicit form for the estimating function itself, as long as numerical evaluation can be carried out. A general convergence theory is established, showing that any one-step iteration leads to a consistent variance estimator and continuation of the iterations converges at an exponential rate. The method is demonstrated through the Buckley-James estimator and the weighted log-rank estimators for censored linear regression, and rank estimation for multiple event times data.","inCitations":["bc0bff1baad718e2ce9cae1905f72eef5177939b"],"title":"A Monte Carlo method for variance estimation for estimators based on induced smoothing.","doi":"10.1093/biostatistics/kxu021"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["b365b8e45b7d81f081de44ac8f9eadf9144f3ca5","98bbd79e7ef4d80cdd48907fc96daa7fa45b2672","44648d222f9bc2acf7139fa46982635399d92dc8","0db60edfc3e7fa608ca8583aa4c9e7b2ce1c4419","575eeba99063323410629cc68d5af391db0b955c","842f0ca4809410a78eb150a55392014a46ad0c1c","d4bd84e9d64bd9ddb7528a545f93228c980a0376","644637257ff5430f18cf228a8723c43ab0186eae","da1af0a8d2c97032cb867d05725238c7ded8fe24"],"journalName":"Biostatistics","paperAbstract":"Technological advances have yielded a wealth of biomarkers that have the potential to detect chronic diseases such as cancer. However, most biomarkers considered for further validation turn out not to have strong enough performance to be used in clinical practice. Group sequential designs that allow early termination for futility may be cost-effective for biomarker studies based on biobanks of stored specimens. Previous studies proposed a group sequential design for the validation of a single biomarker. In this article, we adapt a 2-stage design to the setting where a panel of candidate biomarkers are under investigation. Conditional estimators of the clinical performance are proposed under an updated risk model that uses all accrued data, and can be computed through resampling procedures. Under a special case where a multivariate binormal distribution applies for biomarkers following a suitable transformation, these estimators have analytical forms, alleviating the computational burden while retaining statistical efficiency. Performance of the proposed 2-stage design and estimators are compared with a traditional fixed-sample design and an existing 2-stage design that allows early termination but does not update the risk model with accrued information. Our proposed design and estimators show an ability to reduce sample size when the biomarker panel is not promising, while controlling rejection rate and gaining efficiency when the panel is promising. We apply the proposed methods to a biomarker panel development for the detection of high-grade prostate cancer in a study conducted within the National Cancer Institute's Early Detection Research Network.","inCitations":["4df939351ff4d71da937d74f6ee409f84ae187a0"],"title":"Two-stage biomarker panel study and estimation allowing early termination for futility.","doi":"10.1093/biostatistics/kxv017"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2001,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"Inference from traditional historical controls, i.e. comparing a new treatment in a current series of patients with an old treatment in a previous series of patients, may be subject to a strong selection bias. To avoid this bias, Baker and Lindeman (1994) proposed the paired availability design. By applying this methodology to estimate the effect of epidural analgesia on the probability of Cesarean section, we made two important contributions with the current study. First, we generalized the methodology to include different types of availability and multiple time periods. Second, we investigated how well the paired availability design reduced selection bias by comparing results to those from a meta-analysis of randomized trials and a multivariate analysis of concurrent controls. The confidence interval from the paired availability approach differed considerably from that of the multivariate analysis of concurrent controls but was similar to that from the meta-analysis of randomized trials. Because we believe the multivariate analysis of concurrent controls omitted an important predictor and the meta-analysis of randomized trials was the gold standard for inference, we concluded that the paired availability design did, in fact, reduce selection bias.","inCitations":["f9445d54c157e27dec98f50bfb50f91e04906a85","43bfbc53482a83e2141d044493ccbb65a472be55","a7ace6f870f37d5fd045a99313e278e269432df9","677b5adbd1cfb4ab00328c04c98573ab1ed70663","f85ef15ea8dc9417f294b560a595dbc5c59e023d","ea28f7290a3b1de737596011f80b17604e217c48","68cb69d467bb0620b4ee2e51a6d369f00b51d904","eed5eafbefca3d3003d1f53fe3ca21c3366dc952","065ab235fe46e13c8f8a1857bb50c7629dbb5f6d","28d215fed932fff7d797d54dd63075ca4c5823ca","ac45f7d50b0eeafdd9c1451fd4674a69bf4922fc","af448c16cee7f0dadb1938d9e67b98915f39a036","d34acbdcb6a2f01286174c5b565b6576b067d2af","d294de476143735a6cee4beaf0578793f6391916","9e84c94a258c1b76ceda5b34d273258efe8a2d62","765f7e5d83849cce1bff32d0d9b05de9bf80450e","9dd24573a99f9ba17b70a9522bd839f789182841","ff0dfcb83a7830b3a22cec635b29d7efaaa65430","c38018c4f9a8c1285c0fa0c7831820255fa59a33","dac35fd83d704426d7afa7852c2e4e8840922918","83c203badbcac0f0664f0375a11a0491cd7385bf"],"title":"Rethinking historical controls.","doi":"10.1093/biostatistics/2.4.383"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":1995,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"We develop population-averaged and subject-specific continuation ratio logit models for assessing bioequivalence of two formulations with respect to TMAX under a 2 x 2 crossover design. We propose generalized estimating equations and mixed-effects estimators for obtaining confidence intervals for odds ratios representing population-averaged and subject-specific formulation effects. We show analytically that the population-averaged approach leads to asymptotic intervals that are narrower than the subject-specific intervals when the intrasubject correlation is positive. Hence, asymptotically, it is easier to show bioequivalence with respect to TMAX under the population-averaged approach than under the subject-specific approach. We illustrate these results with an analysis of a multiple-dose bioequivalence study.","inCitations":["902642eb538c77628ae69852a4f69f37212a9a28"],"title":"The analysis of bioequivalence with respect to TMAX under a 2 x 2 crossover design.","doi":"10.1080/10543409508835107"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1992,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"An argument, based on expanded confidence intervals, is given for always performing one-sided tests. However, if goals are not one-sided and \"follow-up\" inferences are required, then the usual two-sided confidence intervals (corresponding to two-sided tests) are generally appropriate. When equivalence testing is required (the goal being to show that treatments are \"not too different\"), expanded confidence intervals are more efficient than Westlake's symmetrical confidence intervals.","inCitations":["40d2dcbc6f7bff86b7e247bb0840007bcab8a34c","a24b7bf40c967f357e66b00dc7d2141a6966986c","6dfc1bd45c45be10889b5a587e03ab12ca2a14bc","d1e538ec3d915b2bb83de53c755d3b6646ecc55d","7c11ffb8d7856f6f52a9c0d6eb5b1a38cb34e53e","27d106cc49655dd2352b2468873dadad352b200a","0b9f62df9419cbcbda6d4213aa97c8f3e6643242","5ca760c32c1650069d94005f8e3b311450a01a4c","ea077e685f9bb6e48063958bac5cd76bc83d8a94","57ae6879dfb97695ee312faeef06d6e587cc6a4c","797e9caa669945b3860d8f6baf01ecfcd31dd611"],"title":"Expanded confidence intervals, one-sided tests, and equivalence testing.","doi":"10.1080/10543409208835038"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2017,"outCitations":["97418d365f941d4c89ce33f6757b538b73cf992d","a4a6e663e7d92635cf0afb7a62bc320b8266f67a","61f77444a373c7e5852a69143d1a2f6b479ead3d","07035c5c95529a0fe7fca6163b3c353e1af3bccf","d2d758b667092bb483c18cd86e661460b84386cb","a2248061f4d5d7b01fe10a98e982185984cb1590","54323bf565cea5d2aaee88a03ec9d1d3444a9bfd","46673d78dc6c225febb1bbe06e7515e352312465","39fa03a0a5c8ac0943e1e6d59b85ad4b3819f435","384c074ec0a86866085a86b0c8dfbf4791342a12","1652b4a8f3c338ee1bf3c7ece8e64a324e75dbf8","fe4b07489942fc80654e9a87663aee3aa5119429","7076dfafdb59ef18bc782c0ca0b77aa7b058d7ec","e22dfe0e786fe16fe9e90ca6cf598353ddd2c9f3","3a3252d6b967d939c1c7d3656adbcc0cb1952379","b17a1deff261388fadcca924adef4e7212cf38d3","1a5ffdc75fdc57e430e15a4df8aac8af3b43cac2","15fe152e27b5499d71a0fc5967f2196e79e2f6ab","4718e61de2c928d77780b2a72fac704f18d8297b","04b644654e0f97ce5519263bf81f29fb78415c01","c755dc7c207754a458f3a558a16341b5ab9bd7fd","d39820ed0456b4efe7b419e093b261249f3a7d9a","fe1bc111d2fe4deb05376d15fcf7d6c6f6f4c559","d8828b4a85bcf076655b5cee221cadaa52c23d49","ce30916662a330316a85e03666df58a2781fe218","18977576664476b48055e42896372c21f0f1ead4","ba56155267c29d1b540e089df044db8f22c55a9a","2e0e598059d6cab55a11f87d1ee6fbdc759e50ae","6e6b6e1710d240e2655b237b5e46ee31a327b5b1","1a8c44b8f4f6a1d7f63cfa6b5039e90892463661","038742d1ccd731e65f9bbd112b4da91b50146643","bf00fc17dd5e9bddd95316446f4695a28c651376","e7052178e9e8386866ee802e4d02ed04074ba1b1","17071dc974ddc441eaa5a5b1d6ef75789ee86a7c","d76092c096383f3d7546d71e347d46cf8b63574c","deb71aca84609c4e659b804e4ff62ba839b8e5c2","f0364736d8d61b1f14120e2bbd5c5956f8c35f4d","6af6fa8042af2865d6e77a7b14b4f5e593c04f6b","7689c4ca2756b5869c68bad2a5effac709ac8103","114e1354cee7a687ae694f7d8134c7afc87abb47"],"journalName":"Computational statistics & data analysis","paperAbstract":"A model-based clustering method is proposed to address two research aims in Alzheimer's disease (AD): to evaluate the accuracy of imaging biomarkers in AD prognosis, and to integrate biomarker information and standard clinical test results into the diagnoses. One challenge in such biomarker studies is that it is often desired or necessary to conduct the evaluation without relying on clinical diagnoses or some other standard references. This is because (1) biomarkers may provide prognostic information long before any standard reference can be acquired; (2) these references are often based on or provide unfair advantage to standard tests. Therefore, they can mask the prognostic value of a useful biomarker, especially when the biomarker is much more accurate than the standard tests. In addition, the biomarkers and existing tests may be of mixed type and vastly different distributions. A model-based clustering method based on finite mixture modeling framework is introduced. The model allows for the inclusion of mixed typed manifest variables with possible differential covariates to evaluate the prognostic value of biomarkers in addition to standard tests without relying on potentially inaccurate reference diagnoses. Maximum likelihood parameter estimation is carried out via the EM algorithm. Accuracy measures and the ROC curves of the biomarkers are derived subsequently. Finally, the method is illustrated with a real example in AD.","inCitations":["92c6b595b762d70682fa0ceddafb04f7febea1b3"],"title":"Model-based clustering for assessing the prognostic value of imaging biomarkers and mixed type tests","doi":"10.1016/j.csda.2016.10.026"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2017,"outCitations":[],"journalName":"Biostatistics","paperAbstract":"With the rapid advances in technologies of microarray and massively parallel sequencing, data of multiple omics sources from a large patient cohort are now frequently seen in many consortium studies. Effective multi-level omics data integration has brought new statistical challenges. One important biological objective of such integrative analysis is to cluster patients in order to identify clinically relevant disease subtypes, which will form basis for tailored treatment and personalized medicine. Several methods have been proposed in the literature for this purpose, including the popular iCluster method used in many cancer applications. When clustering high-dimensional omics data, effective feature selection is critical for better clustering accuracy and biological interpretation. It is also common that a portion of \"scattered samples\" has patterns distinct from all major clusters and should not be assigned into any cluster as they may represent a rare disease subcategory or be in transition between disease subtypes. In this paper, we firstly propose to improve feature selection of the iCluster factor model by an overlapping sparse group lasso penalty on the omics features using prior knowledge of inter-omics regulatory flows. We then perform regularization over samples to allow clustering with scattered samples and generate tight clusters. The proposed group structured tight iCluster method will be evaluated by two real breast cancer examples and simulations to demonstrate its improved clustering accuracy, biological interpretation, and ability to generate coherent tight clusters.","inCitations":["d10e2a1fc6af872ca7d59907e6952c38d3cc80ab","690d3d189125381f0e95fd0d1761be852545fa5e","cb2bdd57842ca4144d120f5cb357069e8d5e63bd","aa38a9277af71e4668ab16a2a1b7aee5b447ae7a","80ae0e8a3d2d6df1d771b42cd1d29cdb21337424","94c65c65f32abe9947aa0ee8597e15c63bfbad0c","e4cf9dc532e40fc3b76fd65f8e7e7679bac307ab","872a8d32b42c1e2acbbf659ecb6e6283094f9d48","9fb3193bb84ed26e9c6290e5468474b1d4beae31","34e970eca19026b0faa52caf09b9b0a7dab0fc19","5fcae31a22f5af6246c015d27a76ad12feb2ddeb","5403882bd4edec1194b3565293a0c1e7f1eefb03"],"title":"Integrative clustering of multi-level omics data for disease subtype discovery using sequential double regularization.","doi":"10.1093/biostatistics/kxw039"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2015,"outCitations":["48b8ae6a9f426fb516c41de6d80cf2d01329e2b5","94cbf53015b9d952fa48503adb8dbdb93c242fdd","3a86a192555aea5f02a89b30a7907ade92eb1f63","8739f4c2aed9ab5b3981678e7f5f57a5d04706d1","6da8f53260dc812b814afb0f249b042787417dad","f9e56361c5805d5f4d349f0f0557f11e061a33c5","42989f48e680d60358947bbfb1fca3ad3310a721","bff1cdc1a299e9f0525b44bf93155ce9d6a19207","bd7dd62b356493c6a4cd5003a6a6d59f895c5514","15af41d7657aa0ca643233f9514070d1a3e79c96","faf5d0d6cb7b5e245659047cbe88c92c85ef6163","c3b55d2432ed0efbc4d1e1a87f3ac7e038f28a4a","a6788065f7a2194b999dfe849eebc044360f9ab9","d12227240ac4e378398500f6453664f9bd71ab59","73103b31745cb4636488f91b7fbfaf9670a22044","432f516216bfd8d1c6cbfa560b81702560fac1fe","eb26bf70a7af196a81992186bed44411103bbfe1","0514c2895a30b47b7c0449ddc87c5f6b7e4f1556","92f8f54365731760f0948744c75e0a829bca9707","137937b55bb2670899ba9df16357386a0f95ed73"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"Choice of target population is an essential part at the design stage of clinical trials. Data from earlier clinical development might suggest that the treatment is more effective in a subpopulation, but there might not be enough evidence to restrict the target population upfront. Adaptive designs allow modification of the target population based on interim data. Decision for modification should be based on objective decision rules. The presented decision rules maximize the weighted probability of correct interim decisions based on prior assumptions. Evaluation of decision rules in the planning phase can improve probabilities of correct interim decision and power.","inCitations":["38b59256b6ee84974f460a0f86330417bb512ae1","ac459e9879c84ce933386e698562d8150c4fe909","258332c136fcda9e80c72a973aa1dff87401f568","2cde7d41615164d08d099dc0de1156f04fc1c13c","0eb919aab4d9f0a7769ec683625db09f56be8165","2d978be4ab99b4924083de721f9e81ee71c212e2"],"title":"Improving Probabilities of Correct Interim Decision in Population Enrichment Designs.","doi":"10.1080/10543406.2014.929583"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2016,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"This article illustrates the use of a multi-criteria decision making approach, based on desirability functions, to identify an appropriate adjuvant composition for an influenza vaccine to be used in elderly. The proposed adjuvant system contained two main elements: monophosphoryl lipid and α-tocopherol with squalene in an oil/water emulsion. The objective was to elicit a stronger immune response while maintaining an acceptable reactogenicity and safety profile. The study design, the statistical models, the choice of the desirability functions, the computation of the overall desirability index, and the assessment of the robustness of the ranking are all detailed in this manuscript.","inCitations":["94f11f32d07ac5df2bd38bca4f01ea62c15a74d6","9df8ded5c75cf776221c420bc9a9cb023b9e3386","231f448b13e5303365eefb409eb1d315fdd84d2b"],"title":"A multi-criteria decision making approach to identify a vaccine formulation.","doi":"10.1080/10543406.2015.1008517"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":1994,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The statistical analysis of the repeated measures design with two factors within and no factors between subjects, which is popular in clinical pharmacology, is discussed. Use of restricted maximum likelihood (REML) methodology is compared to an imputation procedure in small sample situations with missing data and is illustrated by simulations. While imputation leads to undesirable results that are not easily corrected, REML estimation in which test statistics are compared to an F-distribution provides an elegant tool for the analysis of these designs.","inCitations":["b13faf82a018885772d4bfa1f1d07027e4dac379"],"title":"Repeated measures for two within-subject factors: analysis and missing data solutions.","doi":"10.1080/10543409408835081"}
{"fieldsOfStudy":["Computer Science","Mathematics","Medicine"],"year":2009,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Methods to monitor spatial patterns of disease in populations are of interest in public health practice. The M statistic uses interpoint distances between cases to detect abnormalities in the spatial patterns of diseases. This statistic compares the observed distribution of interpoint distances with that which is expected when no unusual spatial patterns exist. We show the relationship of M to Pearson's Chi Square statistic, xn2. Both statistics require the discretization of continuous data into bins and then are formed by creating a quadratic form, scaled by an appropriate variance covariance matrix. We seek to choose the number and type of these bins for the M statistic so as to maximize the power to detect spatial anomalies. By showing the relationship between M to xn2, we argue for the extension of the theory that has been developed for the selection of the number and type of bins for xn2 to M. We further show that spatial data provides a unique insight into the problem through examples with simulated data and spatial data from a health care provider. In the spatial setting, these indicate that the optimal number of bins depends on the size of the cluster. For large clusters, a smaller number of bins appears to be preferrable, however for small clusters having many bins increases the power. Further, results indicate that the number of bins does not appear to vary with m, the number of spatial locations. We discuss the implications of this result for further work.","inCitations":["411837ee33b53a44db20f60427960b6001d8711c","407ab3f988c9f1714fe6e545c987583ef3870529","97e64fec19bfc3a3d4d0fbd472fb4bffc31f4a02","3dea2e6ffbc04c66b7fad767521eb50f00498c33","c7355aaa052d90fddedf57d1df460a5183a1d795","81781843dee6cc1a48a56f1ac8797841f36970e9"],"title":"The choice of the number of bins for the M statistic","doi":"10.1016/j.csda.2009.03.005"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2011,"outCitations":["52fdeb2ee4f2f5a79bbe8200341425bcae266cb0","f99ab20ae5674ad394086b1901fac654faf28a52","c9f5723859a665c3e54b8d9a1a7eecb8b5084af6","0897d341bad87c74b1c996e5e6e023b68aa842fe","de4126d67f88b54e6aaf0d07ea83cf587cbd34f0","b3b965c4daedc7980d595f189b622b416276bf23","dede5e25e086390ca423406354fa109f526b654f","d15085fda97ebf0a16b42a5b476b2c9dd0fe8e62","c0073234a7f9cb2ffc5cda8838a379a928786622","9b79eb855f355975d58ef0d4c589b030bb2fa538","f14b4744be4c7c1184feaf5bd1bcd1a49f64ea3a","e625116f9671b49af6ea27da049c123b134f22ae","5d72ad3c372ef741697382b75d0be5e91a73fa3b","0138bd02583d74c436e79d0716ceddca69221c78","6dc114d330b14059342fc925e3c8e28cc356eb0b","a81f0dcf0ba0b575ac6c3540a1394af9765b9ed9","d4ff7059aead6b8771f2259bed1c9232d95d28dc","b4887419f0d2966d6da7a701a763db9ee973ff7b"],"journalName":"Biostatistics","paperAbstract":"In high-throughput -omics studies, markers identified from analysis of single data sets often suffer from a lack of reproducibility because of sample limitation. A cost-effective remedy is to pool data from multiple comparable studies and conduct integrative analysis. Integrative analysis of multiple -omics data sets is challenging because of the high dimensionality of data and heterogeneity among studies. In this article, for marker selection in integrative analysis of data from multiple heterogeneous studies, we propose a 2-norm group bridge penalization approach. This approach can effectively identify markers with consistent effects across multiple studies and accommodate the heterogeneity among studies. We propose an efficient computational algorithm and establish the asymptotic consistency property. Simulations and applications in cancer profiling studies show satisfactory performance of the proposed approach.","inCitations":["9656329c82ca4a1026141a6796de5e52b2001765","eef6e57578959c69ce3ed0c6b64b858bbc03bc81","17fc5b36adcb9a1d755c3ae7bf9abf41ffd65019","3daa1216f7e6f7118ecc52c5f453d05891214bab","1794c9b7ced485a8755db5b378653b773a00e52e","4367f3febb59ecf331df5f7f8749c7248dc43427","149cf97803bd98c79d0711ee043f8e7630ddf3cb","223e5f812dbbb97b9949ff6cc8d58aa01d531021","77207a631784742f1bdd714e3445a0a2046564e8","dff826eea7001eb99dad7e8c62ae8a06ba57c72d","89ad09bfd446543fba22c96793cee81484af5125","9010b49686788c2ffbb57656c9389ddc291db61d","38d527685a0d1fd0a4a286b13dc7e0adbe144cd7","fe505bc817639c438d5d6e39aad3906c803bec3d","570e5b01ff3edb741382ff5e788b9da33d8a9cf2","968df316e50c61f4b7586b284803b5f99a0e92c9","6ffb740b0be85d50220305149e19d6d194807b30","b3081fcd712126a3d4a1e21592276a1083d022dd"],"title":"Integrative analysis and variable selection with multiple high-dimensional data sets.","doi":"10.1093/biostatistics/kxr004"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2014,"outCitations":["a3138e388b8bd1aa9b29fbaa847a82e853af08db","5d6092c6e5f3521e1e10358850bdb225bac100a1","276dec6d886b6b40ab85b85ff5801f9621d254af","e7c2d529de208382d40434b6b98640359e8212d3","c24e9b15cef07eefcc158b1356debe8ef0680c52","85f3ce916c3d3b9b1dc4158c298fa4ba5948d50d","0c2bda37b55fc2411120f4191dd721c8332b3695","8d73cb1dde9d31f22047df57de96e87f9d6bc424","eb334d755dce73fbba06c9ea48f832c57e9f1080","ca695cc71ea4b92b1816ae8704b50d6a1fdbf4ed","44d24773eb87d0f2efce2c5c2571a47eed4916aa","1953ab0baf41b977c065e192e71a9d6ad2b15e41","08fb5052c3c2c65ab012c926fc6394d6336275e4","96b4b7ba5a136f46dbc8c4c7b991147076728791","31949bd0266193fc0d0c6d7ac7ec4a38025db333","586a9687065f87faa75c6fef6a20af67620863cb","18711bd7461ee018ef214218897bab9dc56b85cf","ec139326c657b85d533e7304fbac5d4088ff6e28","79bbfad7b891cc2781c0861154cfc0d6aafb8511","20425e201224caebc92b280cf4cf788723643a0f"],"journalName":"Journal of the Royal Statistical Society. Series C, Applied statistics","paperAbstract":"Treating patients with novel biological agents is becoming a leading trend in oncology. Unlike cytotoxic agents, for which efficacy and toxicity monotonically increase with dose, biological agents may exhibit non-monotonic patterns in their dose-response relationships. Using a trial with two biological agents as an example, we propose a dose-finding design to identify the biologically optimal dose combination (BODC), which is defined as the dose combination of the two agents with the highest efficacy and tolerable toxicity. A change-point model is used to reflect the fact that the dose-toxicity surface of the combinational agents may plateau at higher dose levels, and a flexible logistic model is proposed to accommodate the possible non-monotonic pattern for the dose-efficacy relationship. During the trial, we continuously update the posterior estimates of toxicity and efficacy and assign patients to the most appropriate dose combination. We propose a novel dose-finding algorithm to encourage sufficient exploration of untried dose combinations in the two-dimensional space. Extensive simulation studies show that the proposed design has desirable operating characteristics in identifying the BODC under various patterns of dose-toxicity and dose-efficacy relationships.","inCitations":["a27997fd8dac6f72c3cbda61bda449aad1093093","3e5e5554219507bf6126e0d8710e36b29fe5aaa0","2aef0142e32fda173e995bac72477e622cb73b7e","ed71d2c39035e47a3c36c0e6ec8bc4efdddd7d05","ac3678903347eb6f32176f839b756fab80d5ca47","f7455ea797f7e18f488986256e2ec1a619ae8b76","c3a447307e81b59994c9a688867b7de89cc7e08a","08ebf7a630f46d36c46993bf2bed70193c369556","752fd586c1a99a838e32c082b2ff561e29b25228","622ad2d8f72bd59ee87a3b000493e0c980045d25","18b1e1048967b301c18de3734acb99169f1195e5","9e1bd89446486631f9502ba9e397bfbee3d86b1f","5273f0cb7c002fd09f4cf00ac3511c738ccf99c8","fb8d33e1913a9200c0e16f2c126e8f57f42b3b0a","ef6bbdf722d4a0266f571e9c6910353efb294545","07f2b6b89a6912a50a3e14776efa7f81ab92f454","5823374c6a6ab4e9f2e9fbcdbacba6ff16614692","9802c1d9ef1869a6a5f27ff20530a9f7ab87a08b","24ee590fccfa5d2d281916c8a1de97f9170838b7","3c765ad429b7cd9cfe523ecacc66849ca76476d2","927d48b50432460aa7304b72d131f4991aa5d785"],"title":"A Bayesian Dose-finding Design for Oncology Clinical Trials of Combinational Biological Agents.","doi":"10.1111/rssc.12039"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2013,"outCitations":["a86b275afc4029f572844ad8d87a4386b3e6d4e9","9f96169ea4cbd294bc3dcf3ed590e1ce8d0747fd","df3cf22e960be52d389c613164c89ca6418f1304","2acfb111f0796767b65b0deed1fbab4f3e6983ba","16840affdbab4f22f144c8dd592d86386c305244","d5aae7659b47ead4ba70377860c4a936ac487761","96c78fb203bce7b83c9454822b2c531e4fd2ad40","8141b79fbe7a810dc26fd6aefb3018a37205f4d7","e1ababf08c9ec103db854a2c1b4db611142cfdb7","e841fa3834e787092e4266e9484158689405b7b0","fa0f05b6c48120083dd4cc07b85fe22a2e8f6030","9d78d82835cb4275ad160875296527eb86871553","0a051cf3df83cb0a40ba5eb3702578860e69136d"],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"In longitudinal clinical trials for drug development, the study objective is often to evaluate overall treatment effect across all visits. Despite careful planning and study conduct, the occurrence of incomplete data cannot be completely eliminated. As a direct likelihood method, the mixed-effects model for repeated measures (MMRM) has become one of the preferred approaches for handling missing data in such designs. MMRM is a full multivariate model in nature, which avoids potential bias as a predetermined model, and operates in a more general missing-at-random (MAR) framework. However, if treatment effect is constant over time, overparameterization of treatment by time interaction in MMRM could result in loss of power. In this article, we utilize MMRM estimates and propose an optimal weighting method for combining visit-specific estimates to maximize the power under MAR mechanism. For a special case where the underlying covariance is compound symmetry, we show that the optimal weighting method is asymptotically equal to MMRM. In other words, MMRM has optimal power under this special case. When the underlying covariance is of an unstructured pattern, the optimal weighting method has increased power under MAR and missing-not-at-random (MNAR) mechanisms, and can lead to bias reduction under MNAR. This is especially true when the variance is greater at later time point, which could lead to a smaller weight. We present practical examples using the optimal weighting method to analyze two cystic fibrosis clinical trial data sets.","inCitations":["63261fa80d01f579d053606002205bebdd9a7497"],"title":"Evaluation of overall treatment effect in MMRM.","doi":"10.1080/10543406.2013.834918"}
{"fieldsOfStudy":["Computer Science","Medicine","Mathematics"],"year":2018,"outCitations":[],"journalName":"Computational statistics & data analysis","paperAbstract":"Penalization is a popular tool for multi- and high-dimensional data. Most of the existing computational algorithms have been developed for convex loss functions. Nonconvex loss functions can sometimes generate more robust results and have important applications. Motivated by the BLasso algorithm, this study develops the Forward and Backward Stagewise (Fabs) algorithm for nonconvex loss functions with the adaptive Lasso (aLasso) penalty. It is shown that each point along the Fabs paths is a δ-approximate solution to the aLasso problem and the Fabs paths converge to the stationary points of the aLasso problem when δ goes to zero, given that the loss function has second-order derivatives bounded from above. This study exemplifies the Fabs with an application to the penalized smooth partial rank (SPR) estimation, for which there is still a lack of effective algorithm. Extensive numerical studies are conducted to demonstrate the benefit of penalized SPR estimation using Fabs, especially under high-dimensional settings. Application to the smoothed 0-1 loss in binary classification is introduced to demonstrate its capability to work with other differentiable nonconvex loss function.","inCitations":["ba916f60d98b8dd8f77fa01497853e8cff604425"],"title":"A Forward and Backward Stagewise algorithm for nonconvex loss functions with adaptive Lasso","doi":"10.1016/j.csda.2018.03.006"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2010,"outCitations":["b09087768ecbaad060e03be7e5176c9f84af3102","2c415a5cfc2551f9144cdeefd61a8e3336a92dea","a0afa4ec10b2b060aff0ec676a661c8013c7df1d","059d8fc196e451805e21655a94fe0c7da38ebfa8","0d488895a1efb6f4e81814c262ff199f18e52445","6dc684788879d49d57785e0ed34f94c276f0b7a5","d3470b280c6be171c3b5444822cdfde301c57486","ecd25b1ef9f434991f40fc47f3bf0586e5a7be13","5e2d653d9f583d341fec3f37f219d5013f26d0b7","4ba3407536db0eae4df102f2545fbfa1e196e2fc","a3213aa2599ca23e0b32a9237594a01b0070316f","457cb7db00b9a3abfef41f48f9d5243b7347b48f","972d6efe5ac7ff4c574ac4f250edfc20ce851e24","80af9f4631522f82cc623a253e70845dc078ea5b","97cff42a7f5eea7b586049184f08a2415b26ea21","f7ed62ee36f24699a2a49890caf60a055a1976e9","328631e7178257063abdfdeaf239ccd910e75c83","4b06b1ce3d6b6e64c74c0a64c98d01537f748206","159f58ef9ee9da1cf1960ebde1a07c8b2524088c","64b98832b40acf8adbc8124d9a3c8a904b486adf","6bbd8fc39487249bd1b6886e4dc763550877b758","cca0cc8be9eb0e15f53c6c8e054311185f455807","6247144c7eb8f4a552e321124a4414b86ac2301c","1042e9612d4fe4a86250b0d5d12b974ec30d7bf9","af9babe4ff665f08ffa395932f7366e581a512dd","7b5a8c34cef7551ae00b82340ffe8e8a444d14f0","53a5303f86e2bb6e97d6f04a995410575ccd6c02","16d1c9fca90c0501f8c1bb364aea60e7fa79b59a","bcdbd92192c16c49fd6c3237cf097d0b24a40dfa","ba629b935cc7599f7e06082a9d0aafef10823666","3cd960c4dfb3bab5915f5fe3a9138a87bb6f514e","9a7f59954ef09ddf11fb287d035b29817d55335b","edab28501beb42fc06d39b4061244f441cd0548c","f2e5f5b7233ccef381f1ebffbdc4694845e2239b","4cf9c92f1e2b27b10c32746c45652202f858249c","9903c333828bbe06bd54b90e0e50d62f8f95b759","7b54cea6d04228fcde7c13c01f53eb96092bce14","455cd7a6fe4b27239789fe8d4938e7bc2e171aae","c67ff56d0f5d252e80b48de917e3fc71e47d13a0","48e543b085469b7603f2d6ef35eb080a3676c086","68f1683b30f3985f97043f5c22dd0c4cae6c3c0a","a856fa4722e5ca7de71450dbf0011d315b54524c","d2153ad7d68edfc3073968bebb4deaf0b597dd39","eb1cecbf94f422eab98c68ea3f475cf3cfe8d101","d5f15560eaff1ea493ee8fe68737b2076953fa61","83537cf81c2e163e932650803a92fa716093d19b","e24fac8176853befc3a0c3f906dc11af1ab1979b","bcacfc71b11cb91e0fc6718fd22c12f4371acfe3","37adbf5dfe3f4ed2d8506975d4a8b3b3e34c6a85"],"journalName":"The annals of applied statistics","paperAbstract":"Ozone and particulate matter PM(2.5) are co-pollutants that have long been associated with increased public health risks. Information on concentration levels for both pollutants come from two sources: monitoring sites and output from complex numerical models that produce concentration surfaces over large spatial regions. In this paper, we offer a fully-model based approach for fusing these two sources of information for the pair of co-pollutants which is computationally feasible over large spatial regions and long periods of time. Due to the association between concentration levels of the two environmental contaminants, it is expected that information regarding one will help to improve prediction of the other. Misalignment is an obvious issue since the monitoring networks for the two contaminants only partly intersect and because the collection rate for PM(2.5) is typically less frequent than that for ozone.Extending previous work in Berrocal et al. (2009), we introduce a bivariate downscaler that provides a flexible class of bivariate space-time assimilation models. We discuss computational issues for model fitting and analyze a dataset for ozone and PM(2.5) for the ozone season during year 2002. We show a modest improvement in predictive performance, not surprising in a setting where we can anticipate only a small gain.","inCitations":["cd6ce57f6f84c8187327349aa56f7ad730d665c4","3b04afa8801b77d7de202e1ed339613e7c0522eb","e6486c6b28468a25970236c163ec31617168e9ac","3956a69fcbcfe5318b897821d49a6d2ab1559768","5735652a5310a8809f0ad52f865151fd23f7e2a0","e6f5e5dc00e0dca0edc6d01325335a46293c98e5","6619378dd313cad05794b95f13e72d6b88ec16f8","9acdfc07a39d33a0eb904facccdcf93268f67f01","f1128f694c043de50c30abba39cab07b25592a4d","0e471022646748372800be966c1758e84cbb43e1","a64125a5f1910debba007ffe7db92b9ad73cc09f","6a2438989568de72a9fd0666a919ce124d628e75","9d51c6989f89b52d284abba3072470b831e563ac","c2e87da0fc68bac8a59051869a90b66c8db0a957","8f75e783891dc6953d20e99aeba3db0ba6b280e1","d0dab14c0653084755d81e53139d6a09efbecec5","1f881734123e20f4ffa29a4d0e83aae7b2826835","db797eaf25828cfb7af3715ce5371fa1e830e6dc","ce3dc8a4574a79a0abe40a799b6c2c05641ba645","c29b59b44ba905f126b08bfc28e9dcf157fcb6e6","6e8a84941ab3374886cb70e291de486ea9854e6c","f59b9d203b66fa93353485afc5b5b0600c7bb78e","3299a5f67d18014efae02125630a5d6ad9d717eb","58804488a67ddb15342f12a148ff19c5298e5851","80051890e85a56b7ba3daec487bacbdcf4f7e407","2fe72b449e639130d7a37230c622c2bdb92b0316","fb3f64c4caf644251ae0a468f6856b54ab3dfeeb","843396b249a5200db3fdc5c0ce4ba9e74cf469cc","2d846268fb07b9af59ebf1cbd81e458d4a36ccd7","5a5bd4384c6fa7ffcbc042767a2fa9c642e3d837","31a990b146a711b21c3488c702e0be54a26498d2","c0b8e4ad3da9c59e8126ce7748f452952d2145ff","8d368742abd2a5c0592eb2aebc7a2dcfcbe62297","4eb96cc57fb2285ba0abc87ee04c6cd9100b91bd","12ac912a391f0fe191d266a0375e6bb467d43a12","3ab848d050027f5c3d062c1489b2ad9a5772d8b8","b5c5ac4cbfc3c1539e9662983f921ed2ee9c48cc","2bff2a9b29bf783adcc8f14edf6850f7f849e493","689163dcad4af507b332fdf857fec49a5e9cf2b8","8194016caf17238774dccb44f81e7a0b606a253d","d5e5a5a465f9a2f07b5d66ea5c471d407869713d","d7f3fea8854bf200348cd255cbd3bde20c6aac4a","b23a4f645b9c1659fe53516758da75091921e7b3","6315235cf14ab853afde59a1a03a065edf47173b","12615b76767f3761a250440d70d379084cc8bbb0","31099702d3117171683ba557f9dad153f879f0c8","0ec95bdf60b0852e73d9dd1d363e7a64059385ed","4c90207d8192343b9a46bda944ee22580813612f","1c08da36646d7ec48962098b642d6fd1fdf10a48","da08672f6b48c99dedfe7a2a09059262e1ac95ba","1ece8b0401342be439dab8eccdc6e55083a4de84","156cb2a8e927f40632e431135375ccaf8563bfa1","ff6b59d0f9a3fcbce647436acca87a0e00c4f1ac","a542a49adde3d264ecdccc612da8157f841a6e06"],"title":"A bivariate space-time downscaler under space and time misalignment.","doi":"10.1214/10-AOAS351"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2012,"outCitations":[],"journalName":"Pharmaceutical statistics","paperAbstract":"The issues and dangers involved in testing multiple hypotheses are well recognised within the pharmaceutical industry. In reporting clinical trials, strenuous efforts are taken to avoid the inflation of type I error, with procedures such as the Bonferroni adjustment and its many elaborations and refinements being widely employed. Typically, such methods are conservative. They tend to be accurate if the multiple test statistics involved are mutually independent and achieve less than the type I error rate specified if these statistics are positively correlated. An alternative approach is to estimate the correlations between the test statistics and to perform a test that is conditional on those estimates being the true correlations. In this paper, we begin by assuming that test statistics are normally distributed and that their correlations are known. Under these circumstances, we explore several approaches to multiple testing, adapt them so that type I error is preserved exactly and then compare their powers over a range of true parameter values. For simplicity, the explorations are confined to the bivariate case. Having described the relative strengths and weaknesses of the approaches under study, we use simulation to assess the accuracy of the approximate theory developed when the correlations are estimated from the study data rather than being known in advance and when data are binary so that test statistics are only approximately normally distributed.","inCitations":["9ffa0ae498e6ad395b4f8a6b7ffcbd0020cfcb90","3a1c62946a1ca57fc0e96cb701e061614d347fa5","5ad745051464cb74dca903db257bc150ba95c099"],"title":"An evaluation of methods for testing hypotheses relating to two endpoints in a single clinical trial.","doi":"10.1002/pst.504"}
{"fieldsOfStudy":["Medicine","Mathematics"],"year":2015,"outCitations":["902072df1ca2c2f0550089200da9affac85d051e","730d56f457db4c01db6ef7cd654cca555e4d0ecd","9835976e48b94b9ce39770c098dcb8b040736e41","527e1fcabce31b8cd2e720576a11f93622aae1ad","1c53f6fdcef2afa88afe77332a9aa0ba2eb347a8","5a190279af483914ce0c0bdd5b8f012f17a2bfab","9152780661ab6d3ff31ceaab76973568af25701c","1824dbb20a8593865b12fefe60bf25c860975863","976038b1fc80ede658c94020f3be4ad98c02bbb9","1f742d86a3030d9b8460a3c4b942540cce3f77f2","52d06bba7218c5de83bb164043cec89a58f60a17","e04108dc293c9cd7cabf32ee1524eaab0d4641b3","467f3e456b40888d5726e90aa91c4b021cb5c333","5abd46dc29463d0e2da7905194e79123be7eaa82","696cb1b066144e5aff70121b5de9b038685d5b94","9e18c9ed1618239fef02f8527a36bfef91fde6af","c51ea467ffc84e6a5324cf3d9563a432a0bfccbb","df50a6d4b95f66ce54602cdfc1af033ea67317a6","f0a63aa2aba0c916361a3a8218ccd317ba78098e","b38168a807970f834d0869b0c1ef3f63a86c9e90","c1c997b2b5bff6ed77a6c5526f28cabe95331590","00779852a69a18653fc9df0fbe119e975213fe7c","6d99da4bf77ddfcaa246c94e416559b1bf29a92e","ae2f3cdc16ffbdaa5930774c3eab28626cf4e646","e99d21a13099a5d48c28f13ae42ba069c0ac3590","09e97db744f55b20bc9f77600dbeece638d54021","ae7d67e7d7b521cacbfa98133328b925417721de","ed1af5e8e8de2f3778490f8f2d88f6490c9a28c3","894d09b9c2e57951c3743cbd789695b2e912ddbf"],"journalName":"The British journal of mathematical and statistical psychology","paperAbstract":"Many cognitive theories of judgement and decision making assume that choice options are evaluated relative to other available options. The extent to which the preference for one option is influenced by other available options will often depend on how similar the options are to each other, where similarity is assumed to be a decreasing function of the distance between options. We examine how the distance between preferential options that are described on multiple attributes can be determined. Previous distance functions do not take into account that attributes differ in their subjective importance, are limited to two attributes, or neglect the preferential relationship between the options. To measure the distance between preferential options it is necessary to take the subjective preferences of the decision maker into account. Accordingly, the multi-attribute space that defines the relationship between options can be stretched or shrunk relative to the attention or importance that a person gives to different attributes describing the options. Here, we propose a generalized distance function for preferential choices that takes subjective attribute importance into account and allows for individual differences according to such subjective preferences. Using a hands-on example, we illustrate the application of the function and compare it to previous distance measures. We conclude with a discussion of the suitability and limitations of the proposed distance function.","inCitations":["20267edcd1effa317d9566baa8afcc50fdc31cf7","873c765f10d2ad5efb6a3bce062dac8a2dcd3a7d","b246b3c580a0746048726dc2bee3d86b78016499"],"title":"A generalized distance function for preferential choices.","doi":"10.1111/bmsp.12048"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2008,"outCitations":[],"journalName":"Journal of biopharmaceutical statistics","paperAbstract":"The problem of drug-induced QT-interval prolongation has become a major economic and health issue in the pharmaceutical industry. Little has been done to link analytically the QT-interval prolongation and the risk of torsades de pointes. This paper introduces a method for analyzing the dynamic characteristics of a 24-hour electrocardiograph and offers an algorithm to measure the long-term memory of the RR-interval history in a single statistic. The memory statistic seems to improve the discrimination between healthy normal subjects and arrhythmia cases using only beat-to-beat information from the QT and RR intervals producing an impulse response function, which is completely independent of heart rate.","inCitations":["ba480b306e6275e312d953eb55e9f6ad45b5dd10","2d057e83a40be9e6247e09f0113076df763be31f"],"title":"A method for constructing and estimating the RR-memory of the QT-interval and its inclusion in a multivariate biomarker for torsades de pointes risk.","doi":"10.1080/10543400802071436"}
{"fieldsOfStudy":["Mathematics","Medicine"],"year":2018,"outCitations":[],"journalName":"Communications in statistics: theory and methods","paperAbstract":"We derive explicit formulas for Sobol's sensitivity indices (SSIs) under the generalized linear models (GLMs) with independent or multivariate normal inputs. We argue that the main-effect SSIs provide a powerful tool for variable selection under GLMs with identity links under polynomial regressions. We also show via examples that the SSI-based variable selection results are similar to the ones obtained by the random forest algorithm but without the computational burden of data permutation. Finally, applying our results to the problem of gene network discovery, we identify though the SSI analysis of a public microarray dataset several novel higher-order gene-gene interactions missed out by the more standard inference methods. The relevant functions for SSI analysis derived here under GLMs with identity, log, and logit links are implemented and made available in the R package SobolSensitivity.","inCitations":["1020fbe00560552d65f7dee1dac3e7d9f867191d"],"title":"Estimation of Sobol's Sensitivity Indices under Generalized Linear Models.","doi":"10.1080/03610926.2017.1388397"}
